Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Guest
ar: ضيف
bn: অতিথি
ca: Convidat
cs: Host
de: Gast
es: Invitado
eu: Gonbidatua
fa: مهمان
fi: Vieras
fr: Invité
hi: अतिथि
id: Tamu
it: Ospite
ja: ゲスト
ka: სტუმარი
ko: 게스트
ne: अतिथि
nl: Gast
pa: ਮਹਿਮਾਨ
pl: Gość
pt: Visitante
ru: Гость
ta: விருந்தினர்
th: ผู้มาเยือน
tl: Bisita
uk: Гість
vi: Khách
zh: 访客
zh_tw: 訪客

source: Browse
ar: تصفح
bn: ব্রাউজ করুন
ca: Explorar
cs: Procházet
de: Durchsuchen
es: Explorar
eu: Arakatu
fa: مرور
fi: Selaa
fr: Explorer
hi: ब्राउज़ करें
id: Jelajahi
it: Sfoglia
ja: 閲覧
ka: ნახვა
ko: 찾아보기
ne: ब्राउज़ गर्नुहोस्
nl: Bladeren
pa: ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj
pt: Explorar
ru: Обзор
ta: உலாவு
th: เรียกดู
tl: Mag-browse
uk: Огляд
vi: Khám phá
zh: 浏览
zh_tw: 瀏覽

source: Search
ar: بحث
bn: অনুসন্ধান করুন
ca: Cercar
cs: Hledat
de: Suchen
es: Buscar
eu: Bilatu
fa: جستجو
fi: Hae
fr: Rechercher
hi: खोजें
id: Cari
it: Cerca
ja: 検索
ka: ძებნა
ko: 검색
ne: खोजी गर्नुहोस्
nl: Zoeken
pa: ਖੋਜੋ
pl: Szukaj
pt: Buscar
ru: Поиск
ta: தேடுக
th: ค้นหา
tl: Maghanap
uk: Пошук
vi: Tìm kiếm
zh: 搜索
zh_tw: 搜尋

source: Library
ar: مكتبة
bn: লাইব্রেরী
ca: Biblioteca
cs: Knihovna
de: Bibliothek
es: Biblioteca
eu: Liburutegia
fa: مجموعه
fi: Kirjasto
fr: Bibliothèque
hi: लाइब्रेरी
id: Pustaka
it: Libreria
ja: ライブラリ
ka: ბიბლიოთეკა
ko: 라이브러리
ne: पुस्तकालय
nl: Bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
ta: நூலகம்
th: คลัง
tl: Silid-aklatan
uk: Медіатека
vi: Thư viên
zh: 音乐库
zh_tw: 音樂庫

source: Lyrics
ar: كلمات
bn: গানের কথা
ca: Lletres
cs: Texty
de: Songtexte
es: Letras
eu: Hitzak
fa: متن
fi: Lyriikat
fr: Paroles
hi: गीतों के बोल
id: Lirik
it: Testi
ja: 歌詞
ka: ტექსტები
ko: 가사
ne: गीतको शब्द
nl: Teksten
pa: ਗੀਤਾਂ ਦੇ ਬੋਲ
pl: Tekst utworu
pt: Letras
ru: Текст
ta: பாடல் வரிகள்
th: เนื้อเพลง
tl: Mga Liriko
uk: Тексти пісень
vi: Lời bài hát
zh: 歌词
zh_tw: 歌詞

source: Settings
ar: إعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
de: Einstellungen
es: Configuración
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ka: კონფიგურაციები
ko: 설정
ne: सेटिङ
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
th: ตั้งค่า
tl: Mga Setting
uk: Налаштування
vi: Cài đặt
zh: 设置
zh_tw: 設定

# genre_categories_filter
source: Filter categories or genres...
ar: تصفية الفئات أو الأنواع...
bn: গানের ধরণ বা শ্রেণি খুঁজুন
ca: Filtrar categories o gèneres...
cs: Filtrovat kategorie nebo žánry...
de: Filtere Kategorien oder Genres...
es: Filtrar categorías o géneros...
eu: Kategoria edo generoak filtratu...
fa: دسته ها یا ژانر ها را فیلتر کنید
fi: Suodata kategorioita tai genrejä
fr: Filtrer les catégories ou les genres...
hi: श्रेणियों या जानरों को फिल्टर करें...
id: Urutkan kategori atau genre...
it: Filtra categorie e generi...
ja: カテゴリーやジャンルを絞り込み...
ka: კატეგორიების ან ჟანრების ფილტრი...
ko: 카테고리 혹은 장르별로 불러오기
ne: शैली वा शैलीहरू फिल्टर गर्नुहोस्...
nl: Categorieën of genres filteren…
pa: ਸ਼੍ਰੇਣੀਆਂ ਜਾਂ ਸ਼ੈਲੀਆਂ ਨੂੰ ਛਾਣੋ...
pl: Filtruj kategorie lub gatunki...
pt: Filtrar categorias ou gêneros...
ru: Фильтр по категориям или жанрам...
ta: வகைகள் அல்லது பாணிகளை வடிகட்டுக...
th: กรองประเภทหรือแนวเพลง...
tl: I-filter ang mga kategorya o genre...
uk: Фільтрувати категорії або жанри...
vi: Lọc theo thể loại nhạc...
zh: 筛选类别...
zh_tw: 篩選類別或曲風...

source: Genre
ar: النوع
bn: গানের ধরণ
ca: Gènere
cs: Žánr
es: Género
eu: Generoa
fa: ژانر
hi: जानर
it: Genere
ja: ジャンル
ka: ჟანრი
ko: 장르
ne: शैली
pa: ਸ਼ੈਲੀ
pl: Gatunki
pt: Gênero
ru: Жанр
ta: பாணி
th: ประเภท
uk: Жанр
vi: Thể loại nhạc
zh: 探索歌单
zh_tw: 曲風

source: Personalized
ar: شخصية
bn: আপনার জন্য
ca: Personalizat
cs: Personalizované
de: Personalisiert
es: Personalizado
eu: Pertsonalizatua
fa: شخصی سازی شده
fi: Personoidut
fr: Personnalisé
hi: व्यक्तिगत
id: Dipersonalisasi
it: Personalizzato
ja: あなたにおすすめ
ka: პეერსონალიზებული
ko: 맞춤 추천
ne: व्यक्तिगत
nl: Gepersonaliseerd
pa: ਵਿਅਕਤੀਗਤ
pl: Spersonalizowane
pt: Personalizado
ru: Персонализированный
ta: தனிப்பயனாக்கப்பட்ட
th: ปรับแต่ง
tl: Naka-personalize
uk: Персоналізовані
vi: Cá nhân hóa
zh: 为你打造
zh_tw: 為您打造

source: Featured
ar: متميز
bn: বৈশিষ্ট্যযুক্ত
ca: Destacat
cs: Doporučené
de: Empfohlen
es: Destacado
eu: Nabarmenduak
fa: ویژه
fi: Esittelyssä
fr: En vedette
hi: विशेष रुप से प्रदर्शित
id: Unggulan
it: In evidenza
ja: 注目
ka: გამორჩეული
ko: 인기
ne: विशेष
nl: Aanbevolen
pa: ਵਿਸ਼ੇਸ਼ ਰੂਪ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ
pl: Wyróżnione
pt: Destaque
ru: Популярное
ta: சிறப்பிடம் பெற்ற
th: เด่น
tl: Tampok
uk: Рекомендовані
vi: Nổi bật
zh: 推荐
zh_tw: 推薦

source: New Releases
ar: الإصدارات الجديدة
bn: সাম্প্রতিক মুক্তি প্রাপ্ত
ca: Nous Llançaments
cs: Nově vydané
de: Neue Veröffentlichungen
es: Nuevos Lanzamientos
eu: Argitaratze berriak
fa: آخرین انتشارات
fi: Uusi julkaisu
fr: Nouvelles sorties
hi: नई रिलीज़
id: Rilis Terbaru
it: Novità
ja: 新着
ka: ახალი გამოცემები
ko: 신곡
ne: नयाँ रिलिज
nl: Nieuwe uitgaven
pa: ਨਵੀਂ ਰਿਲੀਜ਼
pl: Nowo wydane
pt: Novos Lançamentos
ru: Новое
ta: புதிய வெளியீடுகள்
th: เพิ่งปล่อยใหม่
tl: Mga Bagong Paglabas
uk: Нові релізи
vi: Bản phát hành mới
zh: 新歌热播
zh_tw: 新歌熱播

source: Songs
ar: أغاني
bn: গান
ca: Cançons
cs: Skladby
es: Canciones
eu: Abestiak
fa: آهنگ ها
fi: Laulut
fr: Chansons
hi: गाने
id: Lagu
it: Canzoni
ja: 曲
ka: სიმღერები
ko: 노래
ne: गीतहरू
nl: Liedjes
pa: ਗੀਤ
pl: Utwory
pt: Músicas
ru: Треки
ta: பாடல்கள்
th: เพลง
tl: Mga Kanta
uk: Пісні
vi: Bài hát
zh: 歌曲
zh_tw: 歌曲

source: Playing {track}
ar: تشغيل {track}
bn: {track} চালানো হচ্ছে
ca: Reproduint {track}
cs: Hraje {track}
de: Wiedergabe: {track}
es: Reproduciendo {track}
eu: {track} erreproduzitzen
fa: درحال پخش {track}
fi: Soitetaan {track}
fr: Lecture de {track}
hi: {track} चल रहा है
id: Memutar {track}
it: Riproduzione {track}
ja: {track} を再生
ka: უკრავს {track}
ko: {track} 을 재생
ne: {track} बज्यो
nl: {track} afspelen
pa: {track} ਚੱਲ ਰਿਹਾ ਹੈ
pl: Odtwarzanie {track}
pt: Tocando {track}
ru: Играет {track}
ta: {track} இயங்குகிறது
th: กำลังเล่น {track}
tl: Tumutugtog ang {track}
uk: Відтворюється {track}
vi: Đang phát {track}
zh: 播放 {track}
zh_tw: 播放 {track}

# queue_clear_alert
source: This will clear the current queue. {track_length} tracks will be removed Do you want to continue?
ar: سيؤدي هذا إلى مسح قائمة الانتظار الحالية. {track_length} ستتم إزالة المقطوعات هل تريد الإستمرار؟
bn: এটি বর্তমান প্লেলিষ্ট সাফ করে দিবে। {track_length}টি গান বাদ দেওয়া হবে আপনি কি চালিয়ে যেতে চান?
ca: Això eliminarà la llista actual. S'eliminaran {track_length} cançons. ¿Vol continuar?
cs: Toto vymaže aktuální frontu. {track_length} skladeb bude odstraněno Chcete pokračovat?
de: Dadurch wird die aktuelle Warteschlange gelöscht. {track_length} Titel werden entfernt. Möchten Sie fortfahren?
es: Esto eliminará la lista actual. Se eliminarán {track_length} canciones. ¿Deseas continuar?
eu: Uneko zerrenda ezabatuko da. {track_length} abesti ezabatuko dira. Jarraitu nahi duzu?
fa: با این کار صف فعلی پاک می شود. {track_length} آهنگ از صف حذف میشود ؟آیا ادامه میدهید
fi: Tämä tulee tyhjentämään jonon. {track_length} Kappaleita poistetaan Haluatko jatkaa?
fr: Cela effacera la file d'attente actuelle. {track_length} pistes seront supprimées Voulez-vous continuer?
hi: यह मौजूदा कतार को साफ़ कर देगा। {track_length} ट्रैक हटा दिए जाएंगे क्या आप जारी रखना चाहते हैं?
id: Ini akan menghapus antrian saat ini This will clear the current queue. {track_length} trek akan dihapus Anda ingin melanjutkan?
it: Questo cancellerà la coda corrente. {track_length} tracce saranno rimosse Vuoi continuare?
ja: 現在のキューを消去します。{track_length} 曲を消去します。 続行しますか？
ka: ეს გაასუფთავებს მიმდინარე რიგს. {track_length} ტრეკი წაიშლება Გინდა გააგრძელო?
ko: 현재 재생 대기열을 없앱니다。{track_length} 곡이 제거됩니다。 계속 진행할까요？
ne: यो हालको कतारलाई हटाउँछ। {track_length} ट्र्याकहरू हटाईन्छ के तपाईं जारी राख्न चाहनुहुन्छ?
nl: Dit zal de huidige wachtrij wissen. {track_length} nummers worden verwijderd Wil je doorgaan?
pa: ਇਹ ਮੌਜੂਦਾ ਕਤਾਰ ਨੂੰ ਸਾਫ਼ ਕਰ ਦੇਵੇਗਾ। {track_length} ਟ੍ਰੈਕ ਹਟਾ ਦਿੱਤੇ ਜਾਣਗੇ ਕੀ ਤੁਸੀਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: To spowoduje wyczyszczenie całej kolejki! {track_length} pozycji zostanie usuniętych. Czy chcesz kontynuować?
pt: Isso irá limpar a fila atual. {track_length} músicas serão removidas. Deseja continuar?
ru: Это удалит текущую очередь. {track_length} треков будет удалено. Вы хотите продолжить?
ta: இது தற்போதைய வரிசையை அழிக்கும். {track_length} பாடல்கள் நீக்கப்படும் தொடர விரும்புகிறீர்களா?
th: การดำเนินการนี้จะล้างคิวปัจจุบัน {track_length} แทร็ก จะถูกลบออก คุณต้องการดำเนินการต่อหรือไม่?
tl: Ito ay magbubura ng kasalukuyang pila. {track_length} na mga track ang tatanggalin Gusto mo bang magpatuloy?
uk: Це очистить поточну чергу. Буде видалено {track_length} треків Продовжити?
vi: Điều này sẽ xóa hàng đợi hiện tại. {track_length} bài hát sẽ bị xóa Bạn có muốn tiếp tục không?
zh: 这将清空当前的播放队列。{track_length} 首歌曲将被移除 你确定要继续吗?
zh_tw: 這將清空目前的播放隊列。{track_length} 首歌曲將被移除 您確定要繼續嗎?

source: Load more
ar: تحميل المزيد
bn: আরো লোড করুন
ca: Carregar més
cs: Načíst více
de: Mehr laden
es: Cargar más
eu: Gehiago kargatu
fa: بارگذاری بیشتر
fi: Lataa lisää
fr: Charger plus
hi: और लोड करें
id: Lebih Banyak
it: Carica altro
ja: もっと読み込む
ka: მეტის ჩატვირთვა
ko: 더 불러오기
ne: थप लोड गर्नुहोस्
nl: Meer laden
pa: ਹੋਰ ਲੋਡ ਕਰੋ
pl: Załaduj więcej
pt: Carregar mais
ru: Загрузить больше
ta: மேலும் ஏற்றுக
th: โหลดเพิ่มเติม
tl: Mag-load pa
uk: Завантажити більше
vi: Tải thêm
zh: 加载更多
zh_tw: 載入更多

source: Playlists
ar: قوائم التشغيل
bn: প্লেলিস্ট
ca: Llistes de reproducció
cs: Playlisty
es: Listas de reproducción
eu: Zerrendak
fa: لیست های پخش
fi: Soittolistat
fr: Listes de lecture
hi: प्लेलिस्ट
id: Daftar Putar
it: Playlist
ja: 再生リスト
ka: ფლეილისტები
ko: 플레이리스트
ne: प्लेलिस्टहरू
nl: Afspeellijsten
pa: ਪਲੇਸੂਚੀ
pl: Playlisty
ru: Плейлисты
ta: பாடல் பட்டியல்கள்
th: เพลย์ลิสต์
tl: Mga Playlist
uk: Плейлисти
vi: Danh sách phát
zh: 歌单
zh_tw: 播放清單

source: Artists
ar: فنانون
bn: শিল্পী
ca: Artistes
cs: Umělci
de: Künstler
es: Artistas
eu: Artistak
fa: هنرمندان
fi: Artistit
fr: Artistes
hi: कलाकार
id: Artis
it: Artisti
ja: アーティスト
ka: არტისტები
ko: 아티스트
ne: कलाकारहरू
nl: Artiesten
pa: ਕਲਾਕਾਰ
pl: Artyści
pt: Artistas
ru: Исполнители
ta: கலைஞர்கள்
th: ศิลปิน
tl: Mga Artista
uk: Виконавці
vi: Nghệ sĩ
zh: 艺人
zh_tw: 藝人

source: Albums
ar: ألبومات
bn: অ্যালবাম
ca: Àlbums
cs: Alba
de: Alben
es: Álbumes
eu: Albumak
fa: آلبوم ها
fi: Albumit
hi: एल्बम
id: Album
it: Album
ja: アルバム
ka: ალბომები
ko: 앨범
ne: आल्बमहरू
pa: ਐਲਬਮ
pl: Albumy
pt: Álbuns
ru: Альбомы
ta: ஆல்பங்கள்
th: อัลบั้ม
tl: Mga Album
uk: Альбоми
vi: Album
zh: 专辑
zh_tw: 專輯

source: Tracks
ar: مقطوعات
bn: গানের ট্র্যাক
ca: Cançons
cs: Skladby
de: Titel
es: Canciones
eu: Kantak
fa: آهنگ ها
fi: Kappaleet
fr: Pistes
hi: ट्रैक
id: Trek
it: Tracce
ja: 曲
ka: ტრეკები
ko: 곡
ne: ट्र्याकहरू
nl: Nummers
pa: ਟ੍ਰੈਕ
pl: Utwory
pt: Faixas
ru: Треки
ta: பாடல்கள்
th: แทร็ก
tl: Mga Track
uk: Треки
vi: Bài hát
zh: 歌曲
zh_tw: 歌曲

source: Downloads
ar: تنزيلات
bn: ডাউনলোড
ca: Descàrregues
cs: Stahování
es: Descargas
eu: Deskargak
fa: بارگیری شده ها
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड
id: Unduhan
ja: ダウンロード
ka: ჩამოტვირთვები
ko: 다운로드한 곡
ne: डाउनलोडहरू
pa: ਡਾਊਨਲੋਡ
pl: Pobrane
ru: Загрузки
ta: பதிவிறக்கங்கள்
th: ดาวน์โหลด
tl: Mga Download
uk: Завантаження
vi: Tải về
zh: 下载
zh_tw: 下載

# filter_playlists
source: Filter your playlists...
ar: تصفية قوائم التشغيل الخاصة بك...
bn: প্লেলিস্ট অনুসন্ধান করুন...
ca: Filtrar les seves llistes de reproducció...
cs: Filtrovat playlisty...
de: Filtere deine Playlists...
es: Filtrar tus listas de reproducción...
eu: Zure zerrendak filtratu...
fa: لیست پخش خود را فیلتر کنید...
fi: Suodata soittolistasi...
fr: Filtrer vos listes de lecture...
hi: अपनी प्लेलिस्टों को फ़िल्टर करें...
id: Urutkan daftar putar Anda...
it: Filtra le tue playlist...
ja: あなたの再生リストを絞り込み...
ka: ფლეილისტების გაფილტვრა...
ko: 플레이리스트를 필터링
ne: तपाईंको प्लेलिस्टहरू फिल्टर गर्नुहोस्...
nl: Afspeellijsten filteren…
pa: ਆਪਣੀਆਂ ਪਲੇਸੂਚੀਆਂ ਨੂੰ ਛਾਣੋ...
pl: Filtruj swoje playlisty...
pt: Filtrar suas playlists...
ru: Применить фильтры к вашим плейлистам...
ta: உங்கள் பாடல் பட்டியல்களை வடிகட்டுக...
th: กรองเพลย์ลิสต์...
tl: I-filter ang iyong mga playlist...
uk: Фільтрувати плейлисти...
vi: Lọc danh sách phát...
zh: 筛选歌单...
zh_tw: 篩選播放清單...

source: Liked Tracks
ar: المقطوعات التي أعجبتك
bn: পছন্দের গান
ca: Cançons Preferides
cs: Oblíbené skladby
de: Gefällt mir-Titel
es: Canciones Favoritas
eu: Gustuko Kantak
fa: آهنگ های مورد علاقه
fi: Tykätyt kappaleet
fr: Pistes aimées
hi: पसंदीदा ट्रैक
id: Lagu Yang Disukai
it: Tracce piaciute
ja: いいねした曲
ka: მოწონებული ტრეკები
ko: 좋아하는 곡
ne: मन परेका ट्र्याकहरू
nl: Geliefde tracks
pa: ਪਸੰਦੀਦਾ ਟ੍ਰੈਕ
pl: Ulubione utwory
pt: Músicas Curtidas
ru: Понравившиеся треки
ta: விரும்பிய பாடல்கள்
th: เพลงที่ชอบ
tl: Mga Nagustuhang Track
uk: Сподобалися треки
vi: Bài hát được thích
zh: 已点赞的歌曲
zh_tw: 已點讚的歌曲

# liked_tracks_description
source: All your liked tracks
ar: جميع المقطوعات التي أعجبتك
bn: আপনার পছন্দের গান সমূহ
ca: Totes les seves cançons preferides
cs: Všechny vaše oblíbené skladby
de: Alle deine geliketen Titel
es: Todas tus canciones favoritas
eu: Zure gustuko kanta guztiak
fa: همه آهنگ های دوست داشتنی شما
fi: Kaikki tykättysi kappaleet
fr: Toutes vos pistes aimées
hi: आपके सभी पसंदीदा ट्रैक
id: Semua lagu yang Anda sukai
it: Tutte le tracce piaciute
ja: いいねしたすべての曲
ka: ყველა შენი მოწონებული ტრეკი
ko: 좋아요를 남긴 곡들
ne: तपाईंको मन परेका सबै ट्र्याकहरू
nl: Al je favoriete nummers
pa: ਤੁਹਾਡੇ ਸਾਰੇ ਪਸੰਦੀਦਾ ਟ੍ਰੈਕ
pl: Wszystkie twoje ulubione utwory
pt: Todas as suas músicas curtidas
ru: Все понравившиеся треки
ta: உங்கள் விரும்பிய பாடல்கள் அனைத்தும்
th: เพลงที่คุณชื่นชอบทั้งหมด
tl: Lahat ng mga track na iyong nagustuhan
uk: Усі ваші сподобалися треки
vi: Tất cả bài hát bạn đã thích
zh: 你点赞过的所有歌曲
zh_tw: 您點贊過的所有歌曲

source: Create a playlist
ar: إنشاء قائمة تشغيل
bn: একটি প্লেলিস্ট তৈরি করুন
ca: Crear una llista de reproducció
cs: Vytvořit playlist
de: Erstelle eine Playlist
es: Crear una lista de reproducción
eu: Sortu zerrenda bat
fa: ساخت لیست پخش
fi: Luo soittolista
fr: Créer une liste de lecture
hi: एक प्लेलिस्ट बनाएं
id: Buat daftar putar
it: Crea una playlist
ja: 再生リストの作成
ka: ფლეილისტის შექმნა
ko: 플레이리스트를 생성
ne: प्लेलिस्ट बनाउनुहोस्
nl: Een afspeellijst aanmaken
pa: ਇੱਕ ਪਲੇਸੂਚੀ ਬਣਾਉ
pl: Utwórz playlistę
pt: Criar uma playlist
ru: Создать плейлист
ta: பாடல் பட்டியலை உருவாக்குக
th: สร้างเพลย์ลิสต์
tl: Gumawa ng playlist
uk: Створити плейлист
vi: Tạo danh sách phát
zh: 创建一个歌单
zh_tw: 創建一個播放清單

source: Create
ar: إنشاء
bn: তৈরি করুন
ca: Crear
cs: Vytvořit
de: Erstellen
es: Crear
eu: Sortu
fa: ساختن
fi: Luo
fr: Créer
hi: बनाएं
id: Buat
it: Crea
ja: 作成
ka: შექმნა
ko: 생성
ne: बनाउनुहोस्
nl: Aanmaken
pa: ਬਣਾਉ
pl: Utwórz
pt: Criar
ru: Создать
ta: உருவாக்கு
th: สร้าง
tl: Lumikha
uk: Створити
vi: Tạo
zh: 创建
zh_tw: 創建

source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
es: Cancelar
eu: Ezeztatu
fa: لغو
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소
ne: रद्द गर्नुहोस्
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ru: Отмена
ta: ரத்து செய்
th: ยกเลิก
tl: Ikansela
uk: Скасувати
vi: Hủy
zh: 取消
zh_tw: 取消

source: Playlist Name
ar: اسم قائمة التشغيل
bn: প্লেলিস্টের নাম
ca: Nom de la llista
cs: Název playlistu
es: Nombre de la lista
eu: Zerrenda Izena
fa: نام لیست پخش
fi: Soittolistan nimi
fr: Nom de la liste de lecture
hi: प्लेलिस्ट का नाम
id: Nama Daftar Putar
it: Nome Playlist
ja: 再生リスト名
ka: ფლეილისტის სახელი
ko: 플레이리스트명
ne: प्लेलिस्टको नाम
nl: Naam afspeellijst
pa: ਪਲੇਸੂਚੀ ਦਾ ਨਾਮ
pl: Nazwa playlisty
pt: Nome da Playlist
ru: Назвать плейлист
ta: பாடல் பட்டியல் பெயர்
th: ชื่อเพลย์ลิสต์
tl: Pangalan ng Playlist
uk: Назва плейлиста
vi: Tên danh sách phát
zh: 歌单名称
zh_tw: 播放清單名稱

# name_of_playlist
source: Name of the playlist
ar: اسم قائمة التشغيل
bn: প্লেলিস্টের নাম
ca: Nom de la lista
cs: Název playlistu
de: Name der Playlist
es: Nombre de la lista
eu: Zerrendaren izena
fa: نام لیست پخش
fi: Soittolistan nimi
fr: Nom de la liste de lecture
hi: प्लेलिस्ट का नाम
id: Nama daftar putar
it: Nome della playlist
ja: 再生リストの名前
ka: ფლეილისტის სახელი
ko: 플레이리스트의 이름
ne: प्लेलिस्टको नाम
nl: Naam van de afspeellijst
pa: ਪਲੇਸੂਚੀ ਦਾ ਨਾਮ
pl: Nazwa playlisty
pt: Nome da playlist
ru: Название плейлиста
ta: பாடல் பட்டியலின் பெயர்
th: ชื่อของเพลย์ลิสต์
tl: Pangalan ng playlist
uk: Назва плейлиста
vi: Tên của danh sách phát
zh: 歌单的名称
zh_tw: 播放清單的名稱

source: Description
ar: وصف
bn: বিবরণ
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
eu: Deskribapena
fa: توضیحات
fi: Kuvaus
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ka: აღწერა
ko: 설명
ne: विवरण
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
pt: Descrição
ru: Описание
ta: விளக்கம்
th: คำอธิบาย
tl: Paglalarawan
uk: Опис
vi: Mô tả
zh: 描述
zh_tw: 描述

source: Public
ar: عام
bn: পাবলিক
ca: Pública
cs: Veřejné
de: Öffentlich
es: Pública
eu: Publikoa
fa: عمومی
fi: Julkinen
hi: सार्वजनिक
id: Publik
it: Pubblico
ja: 公開
ka: საჯარო
ko: 공개
ne: सार्वजनिक
nl: Openbaar
pa: ਜਨਤਕ
pl: Publiczny
pt: Pública
ru: Публичный
ta: பொது
th: สาธารณะ
tl: Pampubliko
uk: Публічний
vi: Công khai
zh: 公开
zh_tw: 公開

source: Collaborative
ar: تعاوني
bn: সহযোগিতামূলক
ca: Col·laborativa
cs: Společný
de: Kollaborativ
es: Colaborativa
eu: Kolaboratiboa
fa: مبتنی بر همکاری
hi: सहयोगी
id: Kolaboratif
it: Collaborativo
ja: コラボ
ka: კოლაბორაციული
ko: 공유 플레이리스트
ne: सहकारी
nl: Samenwerkend
pa: ਸਹਿਯੋਗੀ
pl: Współpraca
pt: Colaborativa
ru: Совместный
ta: கூட்டு
th: ร่วมมือกัน
tl: Pakikipagtulungan
uk: Спільний
vi: Hợp tác
zh: 共享协作
zh_tw: 共享協作

source: Search local tracks...
ar: بحث عن مقطوعات محلية
bn: ডাউনলোডকৃত গান অনুসন্ধান করুন...
ca: Cercar cançons locals...
cs: Hledat místní skladby...
de: Lokale Titel durchsuchen...
es: Buscar canciones locales...
eu: Bilatu kanta lokalak...
fa: جستجوی آهنگ های محلی...
fi: Hae paikallisia lauluja...
fr: Rechercher des pistes locales...
hi: स्थानीय ट्रैक खोजें...
id: Cari trek lokal...
it: Cerca tracce locali...
ja: 端末内の曲を検索...
ka: ლოცალური ტრეკების ძებნა...
ko: 기기에 저장된 곡을 검색하기
ne: स्थानीय ट्र्याकहरू खोजी गर्नुहोस्...
nl: Lokale nummers zoeken…
pa: ਸਥਾਨਕ ਟ੍ਰੈਕ ਖੋਜੋ...
pl: Szukanie lokalnych utworów...
pt: Buscar músicas locais...
ru: Поиск песен на вашем устройстве...
ta: உள்ளூர் பாடல்களைத் தேடுக...
th: ค้นหาเพลงในเครื่อง...
tl: Maghanap ng mga lokal na track...
uk: Пошук локальних треків...
vi: Tìm kiếm bài hát trong máy...
zh: 搜索本地歌曲...
zh_tw: 搜尋本機歌曲...

source: Play
ar: تشغيل
bn: চালান
ca: Reproduir
cs: Přehrát
de: Wiedergabe
es: Reproducir
eu: Erreproduzitu
fa: پخش
fi: Soita
fr: Lecture
hi: चलाएँ
id: Putar
it: Riproduci
ja: 再生
ka: დაკვრა
ko: 재생
ne: बजाउनुहोस्
nl: Afspelen
pa: ਚਲਾਉ
pl: Odtwórz
pt: Reproduzir
ru: Играть
ta: இயக்கு
th: เล่น
tl: I-play
uk: Відтворити
vi: Phát
zh: 播放
zh_tw: 播放

source: Delete
ar: حذف
bn: মুছে ফেলুন
ca: Eliminar
cs: Smazat
de: Löschen
es: Eliminar
eu: Ezabatu
fa: حذف
fi: Poista
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Cancella
ja: 削除
ka: წაშლა
ko: 삭제
ne: मेटाउनुहोस्
nl: Wissen
pa: ਹਟਾਉ
pl: Usuń
pt: Excluir
ru: Удалить
ta: அழி
th: ลบ
tl: Burahin
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

source: None
ar: لا شيء
bn: কোনটিই না
ca: Cap
cs: Žádné
de: Keine
es: Ninguno
eu: Batere ez
fa: هیچ کدام
fi: Ei mitään
fr: Aucun
hi: कोई नहीं
id: Tidak Ada
it: Nessuno
ja: なし
ka: არცერთი
ko: 없음
ne: कुनै पनि होइन
nl: Geen
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt: Nenhum
ru: Пусто
ta: எதுவுமில்லை
th: ไม่มี
tl: Wala
uk: Немає
vi: Không có
zh: 无
zh_tw: 無

# sort_a_z
source: Sort by A-Z
ar: الترتيب من A-Z
bn: A-Z ক্রমে সাজান
ca: Ordenar de la A a la Z
cs: Seřadit od A-Z
de: Sortieren nach A-Z
es: Ordenar de la A a la Z
eu: Ordenatu A-Z
fa: مرتب سازی بر اساس حروف الفبا
fi: Suodata A-Z
fr: Trier par ordre alphabétique
hi: A-Z सॉर्ट करें
id: Urutkan berdasarkan A-Z
it: Ordina dalla A-Z
ja: A-Z 順に並び替え
ka: დალაგება A-Z-ს მიხედვით
ko: A-Z 순으로 정렬
ne: A-Zमा क्रमबद्ध गर्नुहोस्
nl: Sorteren op A-Z
pa: A-Z ਦਿਖਾਉ
pl: Sortuj od A do Z
pt: Ordenar de A-Z
ru: Сортировка по алфавиту
ta: A-Z வரிசைப்படுத்து
th: เรียงตาม A-Z
tl: Ayusin ayon sa A-Z
uk: Сортувати за алфавітом A-Я
vi: Sắp xếp theo A-Z
zh: 按字母正序
zh_tw: 依 A-Z 排序

# sort_z_a
source: Sort by Z-A
ar: الترتيب من Z-A
bn: Z-A ক্রমে সাজান
ca: Ordenar de la Z a la A
cs: Seřadit od Z-A
de: Sortieren nach Z-A
es: Ordenar de la Z a la A
eu: Ordenatu Z-A
fa: مرتب سازی برعکس حروف الفبا
fi: Suodata Z-A
fr: Trier par ordre alphabétique inverse
hi: Z-A सॉर्ट करें
id: Urutkan berdasarkan Z-A
it: Ordina dalla Z-A
ja: Z-A 順に並び替え
ka: დალაგება Z-A-ს მიხედვით
ko: Z-A 순으로 정렬
ne: Z-Aमा क्रमबद्ध गर्नुहोस्
nl: Sorteren op Z-A
pa: Z-A ਦਿਖਾਉ
pl: Sortuj od Z do A
pt: Ordenar de Z-A
ru: Сортировка по алфавиту в обратную сторону
ta: Z-A வரிசைப்படுத்து
th: เรียงตาม Z-A
tl: Ayusin ayon sa Z-A
uk: Сортувати за алфавітом Я-А
vi: Sắp xếp theo Z-A
zh: 按字母倒序
zh_tw: 依 Z-A 排序

# sort_artist
source: Sort by Artist
ar: الترتيب حسب الفنان
bn: শিল্পীর ক্রমে সাজান
ca: Ordenar per Artista
cs: Seřadit podle umělce
de: Sortieren nach Künstler
es: Ordenar por Artista
eu: Ordenatu Artistaren arabera
fa: مرتب سازی بر اساس هنرمند
fi: Suodata Artistilta
fr: Trier par artiste
hi: कलाकार के अनुसार सॉर्ट करें
id: Urutkan berdasarkan Artis
it: Ordina per Artista
ja: アーティスト順に並び替え
ka: დალაგება არტისტის მიხედვით
ko: 아티스트 순으로 정렬
ne: कलाकारबाट क्रमबद्ध गर्नुहोस्
nl: Sorteren op artiest
pa: ਕਲਾਕਾਰ ਅਨੁਸਾਰ ਦਿਖਾਉ
pl: Sortuj po Artyście
pt: Ordenar por Artista
ru: Сортировать по исполнителю
ta: கலைஞர் மூலம் வரிசைப்படுத்து
th: เรียงตามศิลปิน
tl: Ayusin ayon sa Artista
uk: Сортувати за виконавцем
vi: Sắp xếp theo Nghệ sĩ
zh: 按艺人
zh_tw: 依藝人排序

# sort_album
source: Sort by Album
ar: فرز حسب الألبوم
bn: অ্যালবামের ক্রমে সাজান
ca: Ordenar per Àlbum
cs: Seřadit podle alba
de: Sortieren nach Album
es: Ordenar por Álbum
eu: Ordenatu Albumaren arabera
fa: مرتب سازی بر اساس آلبوم
fi: Suodata Albumilta
fr: Trier par album
hi: एल्बम के अनुसार सॉर्ट करें
id: Urutkan berdasarkan Album
it: Ordina per Album
ja: アルバム順に並び替え
ka: დალაგება ალბომის მიხედვით
ko: 앨범 순으로 정렬
ne: आल्बमबाट क्रमबद्ध गर्नुहोस्
nl: Sorteren op album
pa: ਐਲਬਮ ਅਨੁਸਾਰ ਦਿਖਾਉ
pl: Sortuj po Albumie
pt: Ordenar por Álbum
ru: Сортировать по альбомам
ta: ஆல்பம் மூலம் வரிசைப்படுத்து
th: เรียงตามอัลบั้ม
tl: Ayusin ayon sa Album
uk: Сортувати за альбомом
vi: Sắp xếp theo Album
zh: 按专辑
zh_tw: 依專輯排序

source: Sort Tracks
ar: ترتيب المقطوعات
bn: গানের ক্রম
ca: Ordenar Cançons
cs: Seřadit skladby
de: Titel sortieren
es: Ordenar Canciones
eu: Ordenatu Kantak
fa: مرتب سازی آهنگ ها
fi: Suodata Kappaleet
fr: Trier les pistes
hi: ट्रैक को सॉर्ट करें
id: Urutkan trek
it: Ordina tracce
ja: 曲の並び替え
ka: ტრეკების დალაგება
ko: 곡명 순으로 정렬
ne: ट्र्याकहरूलाई क्रमबद्ध गर्नुहोस्
nl: Nummers sorteren
pa: ਟ੍ਰੈਕ ਅਨੁਸਾਰ ਦਿਖਾਉ
pl: Sortuj Utwory
pt: Ordenar Faixas
ru: Сортировать треки
ta: பாடல்களை வரிசைப்படுத்து
th: เรียงตามเพลง
tl: Ayusin ang mga Track
uk: Сортувати треки
vi: Sắp xếp các bài hát
zh: 排序方式
zh_tw: 排序方式
