Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# piped_source_description
source: Feeling free? Same as YouTube but a lot free.
ar: تشعر بالحرية؟ نفس يوتيوب ولكن أكثر حرية.
bn: মন খারাপ? ইউটিউবের মতো আবার ফ্রি।
ca: Et sents lliure? El mateix que YouTube però més lliure.
cs: Nechcete být sledováni? Stejné jako YouTube, ale respektuje soukromí.
de: Fühlen Sie sich frei? Wie YouTube, aber viel freier.
es: ¿Te sientes libre? Igual que YouTube pero más libre.
eu: Aske zara? YouTube bezala, baino askeago.
fa: احساس آزادی می‌کنید؟ مانند یوتیوب اما بیشتر آزاد.
fi: Tuntuuko vapaalta? Sama kuin YouTube mutta paljon vapautta
fr: Vous vous sentez libre ? Comme YouTube mais beaucoup plus gratuit.
hi: मुफ्त महसूस कर रहे हैं? YouTube के समान लेकिन काफी अधिक मुफ्त।
id: Merasa bebas? Sama seperti YouTube tetapi banyak yang gratis.
it: Ti senti libero? Come YouTube ma molto più gratuito.
ja: 自由を感じる？YouTubeと同じだけど、はるかに自由です。
ka: თავისუფლად გრძნობთ თავს? იგივეა, რაც YouTube, მაგრამ ბევრი თავისუფალი.
ko: 자유로운 기분이 듭니까? YouTube와 같지만 훨씬 더 무료합니다.
ne: मुक्त सुस्त? YouTube जस्तै तर धेरै मुक्त।
nl: Voel je je vrij? Net als YouTube, maar meer vrij.
pa: ਮੁਫ਼ਤ ਮਹਿਸੂਸ ਕਰ ਰਹੇ ਹੋ? YouTube ਦੇ ਸਮਾਨ ਪਰ ਕਾਫੀ ਮੁਫ਼ਤ।
pl: Czujesz się wolny? To samo co YouTube, ale dużo za darmo.
pt: Sentindo-se livre? Igual ao YouTube, mas muito mais grátis.
ru: Чувствуете себя свободно? То же самое, что и YouTube, но намного бесплатно.
ta: சுதந்திரமாக உணர்கிறீர்களா? YouTube போலவே ஆனால் மிகவும் சுதந்திரமானது.
th: รู้สึกอิสระ? เหมือน YouTube แต่ฟรีกว่าเยอะ
tl: Gusto ng kalayaan? Kapareho ng YouTube ngunit mas malaya.
uk: Чи почуваєте себе вільно? Те саме, що і на YouTube, але набагато безкоштовно.
vi: Cảm thấy tự do? Giống như YouTube nhưng miễn phí hơn rất nhiều.
zh: 感觉自由？与YouTube一样但更自由。
zh_tw: 感覺自由？與 YouTube 一樣但更自由。

# jiosaavn_source_description
source: Best for South Asian region.
ar: الأفضل لمنطقة جنوب آسيا.
bn: দক্ষিণ এশিয়ান অঞ্চলের জন্য সেরা।
ca: El millor per a la regió del sud d'Àsia.
cs: Nejlepší pro jihoasijský region.
de: Am besten für die südasiatische Region.
es: Lo mejor para la región del sur de Asia.
eu: Asia hegoaldeko herrialdeetarako hoberena.
fa: بهترین برای منطقه جنوب آسیا.
fi: Paras Etelä-Aasian alueelle.
fr: Le meilleur pour la région d'Asie du Sud.
hi: दक्षिण एशियाई क्षेत्र के लिए सर्वोत्तम।
id: Terbaik untuk wilayah Asia Selatan.
it: Il migliore per la regione dell'Asia meridionale.
ja: 南アジア地域では最適です。
ka: საუკეთესოა სამხრეთ აზიის რეგიონისთვის.
ko: 남아시아 지역에 최적입니다.
ne: दक्षिण एशियाली क्षेत्रको लागि सर्वोत्तम।
nl: Het beste voor de regio Zuid-Azië.
pa: ਦੱਖਣੀ ਏਸ਼ੀਆਈ ਖੇਤਰ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ।
pl: Najlepszy dla regionu Azji Południowej.
pt: Melhor para a região da Ásia do Sul.
ru: Лучший для Южно-Азиатского региона.
ta: தெற்காசியப் பிராந்தியத்திற்கு சிறந்தது.
th: ดีที่สุดสำหรับภูมิภาคเอเชียใต้
tl: Pinakamahusay para sa rehiyon ng South Asia.
uk: Найкраще для регіону Південної Азії.
vi: Tốt nhất cho khu vực Nam Á.
zh: 最适合南亚地区。
zh_tw: 最適合南亞地區。

# highest_quality
source: Highest Quality: {quality}
ar: أعلى جودة: {quality}
bn: সর্বোচ্চ গুণগতি: {quality}
ca: Qualitat més alta: {quality}
cs: Nejvyšší kvalita: {quality}
de: Höchste Qualität: {quality}
es: Mayor Calidad: {quality}
eu: Kalitate Onena: {quality}
fa: بالاترین کیفیت: {quality}
fi: Korkein laatu: {quality}
fr: Meilleure qualité : {quality}
hi: सर्वोत्तम गुणवत्ता: {quality}
id: Kualitas Terbaik: {quality}
it: Massima Qualità: {quality}
ja: 最高品質：{quality}
ka: საუკეთესო ხარისხი: {quality}
ko: 최고 품질: {quality}
ne: उच्चतम गुणस्तर: {quality}
nl: Hoogste kwaliteit: {quality}
pa: ਸਭਤੋਂ ਵਧੀਆ ਗੁਣਵੱਤਾ: {quality}
pl: Najwyższa Jakość: {quality}
pt: Melhor Qualidade: {quality}
ru: Наивысшее качество: {quality}
ta: உயர்ந்த தரம்: {quality}
th: คุณภาพสูงสุด: {quality}
tl: Pinakamataas na Kalidad: {quality}
uk: Найвища якість: {quality}
vi: Chất lượng Tốt nhất: {quality}
zh: 最高音质：{quality}
zh_tw: 最高音質：{quality}

source: Select Audio Source
ar: اختر مصدر الصوت
bn: অডিও উৎস নির্বাচন করুন
ca: Seleccioneu la font d'àudio
cs: Vyberte zdroj zvuku
de: Audioquelle auswählen
es: Seleccionar Fuente de Audio
eu: Aukeratu Audio Iturria
fa: انتخاب منبع صوتی
fi: Valitse äänilähde
fr: Sélectionner la source audio
hi: ऑडियो स्रोत चुनें
id: Pilih Sumber Suara
it: Seleziona Sorgente Audio
ja: 音声の提供元を選択
ka: აუდიოს წყაროს არჩევა
ko: 오디오 소스 선택
ne: आडियो स्रोत चयन गर्नुहोस्
nl: Audiobron kiezen
pa: ਆਡੀਉ ਸਰੋਤ ਚੁਣੋ
pl: Wybierz Źródło Audio
pt: Selecionar Fonte de Áudio
ru: Выберите аудиоисточник
ta: ஒலி மூலத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกแหล่งเสียง
tl: Pumili ng Pinagmulan ng Audio
uk: Виберіть джерело аудіо
vi: Chọn Nguồn Âm thanh
zh: 选择音频源
zh_tw: 選擇音訊來源

# endless_playback_description
source: Automatically append new songs to the end of the queue
ar: إلحاق الأغاني الجديدة تلقائيًا إلى نهاية قائمة التشغيل
bn: নতুন গান নিজে নিজে প্লেলিস্টের শেষে সংযুক্ত করুন
ca: Afegiu automàticament noves cançons al final de la cua
cs: Automaticky přidávat nové skladby na konec fronty
de: Neue Lieder automatisch am Ende der Wiedergabeliste hinzufügen
es: Añadir automáticamente nuevas canciones al final de la cola de reproducción
eu: Gehitu automatikoki kanta berriak ilararen bukaeran
fa: خودکار اضافه کردن آهنگ‌های جدید به انتهای صف
fi: Lisää automaattisesti uusia lauluja jonon perään
fr: Ajouter automatiquement de nouvelles chansons à la fin de la file d'attente
hi: क्रमबद्ध कतार के अंत में नए गाने स्वचालित रूप से जोड़ें
id: Tambahkan lagu baru secara otomatis ke akhir antrean
it: Aggiungi automaticamente nuove canzoni alla fine della coda
ja: キューの最後に新しい曲を自動で追加
ka: ახალი სიმთერების ავტომატურად რიგის ბოლოში დამატება
ko: 자동으로 새로운 노래를 대기열의 끝에 추가
ne: नयाँ गीतहरूलाई स्वचालित रूपमा कताक्षको अन्तमा जोड्नुहोस्
nl: Nieuwe nummers automatisch achteraan de wachtrij toevoegen
pa: ਕ੍ਰਮਬੱਧ ਕਤਾਰ ਦੇ ਅੰਤ ਵਿੱਚ ਆਪਣੇ ਆਪ ਨਵੇਂ ਗੀਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Automatycznie dodaj nowe utwory na koniec kolejki
pt: Adicionar automaticamente novas músicas ao final da fila
ru: Автоматически добавляйте новые песни в конец очереди
ta: வரிசையின் இறுதியில் புதிய பாடல்களை தானாகவே சேர்க்கவும்
th: เพิ่มเพลงใหม่ลงในคิวโดยอัตโนมัติ
tl: Awtomatikong magdagdag ng mga bagong kanta sa dulo ng pila
uk: Автоматично додавати нові пісні в кінець черги
vi: Tự động thêm các bài hát mới vào cuối hàng đợi
zh: 自动将新歌曲添加到队列的末尾
zh_tw: 自動將新歌曲新增到隊列的末尾

source: Choose your region
ar: اختر منطقتك
bn: আপনার অঞ্চল নির্বাচন করুন
ca: Trieu la vostra regió
cs: Vyberte svůj region
de: Wählen Sie Ihre Region
es: Elige tu región
eu: Aukeratu zure herrialdea
fa: منطقه خود را انتخاب کنید
fi: Valitse alueesi
fr: Choisissez votre région
hi: अपना क्षेत्र चुनें
id: Pilih wilayah Anda
it: Scegli la tua regione
ja: 地域を選択
ka: აირჩიე შენი რეგიონი
ko: 지역 선택
ne: तपाईंको क्षेत्र छनौट गर्नुहोस्
nl: Kies je regio
pa: ਆਪਣਾ ਖੇਤਰ ਚੁਣੋ
pl: Wybierz swoją region
pt: Escolha sua região
ru: Выберите ваш регион
ta: உங்கள் பிராந்தியத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกภูมิภาคของคุณ
tl: Piliin ang iyong rehiyon
uk: Виберіть ваш регіон
vi: Chọn khu vực của bạn
zh: 选择您的地区
zh_tw: 選擇您的地區

# choose_your_region_description
source: This will help Spotube show you the right content for your location.
ar: سيساعدك هذا في عرض المحتوى المناسب لموقعك.
bn: এটি স্পটুবে আপনাকে আপনার অবস্থানের জন্য ঠিক কন্টেন্ট দেখানোর সাহায্য করবে।
ca: Això ajudarà a Spotube a mostrar-vos el contingut adequat per a la vostra ubicació.
cs: To pomůže Spotube ukázat vám správný obsah pro vaši lokalitu.
de: Dies wird Spotube helfen, Ihnen den richtigen Inhalt für Ihren Standort anzuzeigen.
es: Esto ayudará a Spotube a mostrarte el contenido adecuado para tu ubicación.
eu: Honekin Spotube-k zure kokalerakuari dagokion edukia eskeiniko dizu.
fa: این به Spotube کمک می‌کند تا محتوای مناسبی را برای موقعیت شما نشان دهد.
fi: Tämä auttaa Spotube näyttämään sinulle oikeaa sisältöä sijaintiasi varten.
fr: Cela aidera Spotube à vous montrer le bon contenu pour votre emplacement.
hi: यह Spotube को आपके स्थान के लिए सही सामग्री दिखाने में मदद करेगा।
id: Ini akan membantu Spotube menampilkan konten yang tepat untuk lokasi Anda.
it: Questo aiuterà Spotube a mostrarti il contenuto giusto per la tua posizione.
ja: Spotubeがあなたの地域に適したコンテンツを表示します。
ko: 이것은 Spotube가 위치에 맞는 콘텐츠를 표시하는 데 도움이 됩니다.
ne: यो Spotubeलाई तपाईंको स्थानका लागि सहि सामग्री देखाउने मद्दत गर्नेछ।
nl: Dit helpt Spotube om de juiste inhoud voor jouw locatie te tonen.
pa: ਇਹ Spotube ਨੂੰ ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਲਈ ਸਹੀ ਸਮੱਗਰੀ ਦਿਖਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰੇਗਾ।
pl: To pomoże Spotube pokazać Ci odpowiednią treść dla Twojej lokalizacji.
pt: Isso ajudará o Spotube a mostrar o conteúdo certo para sua localização.
ru: Это поможет Spotube показать вам правильный контент для вашего местоположения.
ta: இது உங்கள் இருப்பிடத்திற்கான சரியான உள்ளடக்கத்தை Spotube காட்ட உதவும்.
th: สิ่งนี้จะช่วยให้ Spotube แสดงเนื้อหาที่เหมาะสมสำหรับคุณ
tl: Ito ay tutulong sa Spotube na ipakita sa iyo ang tamang content para sa iyong lokasyon.
uk: Це допоможе Spotube показати вам правильний контент для вашого місцезнаходження.
vi: Điều này sẽ giúp Spotube hiển thị nội dung phù hợp cho vị trí của bạn.
zh: 这将帮助Spotube为您的位置显示正确的内容。
zh_tw: 這將幫助 Spotube 為您的位置顯示正確的內容。

source: Choose your language
ar: اختر لغتك
bn: আপনার ভাষা নির্বাচন করুন
ca: Trieu el vostre idioma
cs: Vyberte svůj jazyk
de: Wählen Sie Ihre Sprache
es: Elige tu idioma
eu: Aukeratu zure hizkuntza
fa: زبان خود را انتخاب کنید
fi: Valitse kielesi
fr: Choisissez votre langue
hi: अपनी भाषा चुनें
id: Pilih bahasa Anda
it: Scegli la tua lingua
ja: 言語を選択してください
ka: აირჩიე ენა
ko: 언어 선택
ne: तपाईंको भाषा छनौट गर्नुहोस्
nl: Kies je taal
pa: ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz swój język
pt: Escolha seu idioma
ru: Выберите ваш язык
ta: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษาของคุณ
tl: Piliin ang iyong wika
uk: Виберіть свою мову
vi: Chọn ngôn ngữ của bạn
zh: 选择您的语言
zh_tw: 選擇您的語言

# help_project_grow
source: Help this project grow
ar: ساعد في نمو هذا المشروع
bn: এই প্রকল্পের বৃদ্ধি করুন
ca: Ajuda a fer créixer aquest projecte
cs: Pomozte tomuto projektu růst
de: Helfen Sie diesem Projekt zu wachsen
es: Ayuda a que este proyecto crezca
eu: Lagundu proiektu honi hazten
fa: کمک به رشد این پروژه
fi: Auta tätä projektia kasvamaan
fr: Aidez ce projet à grandir
hi: इस परियोजना को बढ़ावा दें
id: Bantu proyek ini berkembang
it: Aiuta questo progetto a crescere
ja: プロジェクトの成長を支援する
ka: დაეხმარეთ ამ პროექტს განვითარებაში
ko: 이 프로젝트 성장에 도움을 주세요
ne: यस परियोजनामा वृद्धि गराउनुहोस्
nl: Help dit project met groeien
pa: ਇਸ ਪਰਿਯੋਜਨਾ ਨੂੰ ਵਧਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż temu projektowi rosnąć
pt: Ajude este projeto a crescer
ru: Помогите этому проекту расти
ta: இந்த திட்டம் வளர உதவுங்கள்
th: ช่วยให้โครงการนี้เติบโต
tl: Tulungan ang proyektong ito na lumago
uk: Допоможіть цьому проекту рости
vi: Hãy giúp dự án này phát triển
zh: 帮助这个项目成长
zh_tw: 幫助這個專案成長

# help_project_grow_description
source: Spotube is an open-source project. You can help this project grow by contributing to the project, reporting bugs, or suggesting new features.
ar: Spotube هو مشروع مفتوح المصدر. يمكنك مساعدة هذا المشروع في النمو عن طريق المساهمة في المشروع، أو الإبلاغ عن الأخطاء، أو اقتراح ميزات جديدة.
bn: স্পটুব একটি ওপেন সোর্স প্রকল্প। আপনি প্রকল্পে অবদান রাখেন, বাগ রিপোর্ট করেন, বা নতুন বৈশিষ্ট্যগুলি সুপারিশ করেন।
ca: Spotube és un projecte de codi obert. Podeu ajudar a fer créixer aquest projecte contribuint al projecte, informant d'errors o suggerint noves funcionalitats.
cs: Spotube je open-source projekt. Můžete pomoci tomuto projektu růst tím, že přispějete do projektu, nahlásíte chyby nebo navrhnete nové funkce.
de: Spotube ist ein Open-Source-Projekt. Sie können diesem Projekt helfen, indem Sie zum Projekt beitragen, Fehler melden oder neue Funktionen vorschlagen.
es: Spotube es un proyecto de código abierto. Puedes ayudar a que este proyecto crezca contribuyendo al proyecto, informando errores o sugiriendo nuevas funciones.
eu: Spotube kode irekiko proiektu bat da. Proiektu hau hazten lagundu dezakezu, erroreak jakinaraziz edo ezaugarri berriak proposatuz.
fa: Spotube یک پروژه متن باز است. شما می‌توانید با به پروژه کمک کردن، گزارش دادن اشکالات یا پیشنهاد ویژگی‌های جدید، به این پروژه کمک کنید.
fi: Spotube projekti minkä lähdekoodi on julkisesti saatavilla. Voit autta tätä projektia kasvamaan muutoksilla, ilmoittamalla bugeista, tai ehdottamalla uusia ominaisuuksia.
fr: Spotube est un projet open-source. Vous pouvez aider ce projet à grandir en contribuant au projet, en signalant des bugs ou en suggérant de nouvelles fonctionnalités.
hi: Spotube एक ओपन सोर्स परियोजना है। आप इस परियोजना को योगदान देकर, बग रिपोर्ट करके या नई विशेषताओं का सुझाव देकर इस परियोजना को बढ़ा सकते हैं।
id: Spotube adalah proyek sumber terbuka. Anda dapat membantu proyek ini berkembang dengan berkontribusi pada proyek, melaporkan bug, atau menyarankan fitur baru.
it: Spotube è un progetto open-source. Puoi aiutare questo progetto a crescere contribuendo al progetto, segnalando bug o suggerendo nuove funzionalità.
ja: SpoTubeはオープンソースプロジェクトです。貢献したり、バグ報告したり、新機能を提案することで、プロジェクトの成長に貢献できます。
ko: Spotube는 오픈 소스 프로젝트입니다. 프로젝트에 기여하거나 버그를 보고하거나 새로운 기능을 제안하여이 프로젝트의 성장에 도움을 줄 수 있습니다.
ne: Spotube एक खुला स्रोतको परियोजना हो। तपाईं परियोजनामा योगदान गरेर, त्रुटिहरू सूचिकै, वा नयाँ सुविधाहरू सुझाव दिएर यस परियोजनामा वृद्धि गर्न सक्नुहुन्छ।
nl: Spotube is een open-source project. Je kunt dit project helpen groeien door eraan bij te dragen, problemen te melden of nieuwe functies voor te stellen.
pa: Spotube ਇੱਕ ਓਪਨ ਸੋਰਸ ਪ੍ਰੋਜੈਕਟ ਹੈ। ਤੁਸੀਂ ਯੋਗਦਾਨ ਦੇ ਕੇ, ਬੱਗਾਂ ਦੀ ਰਿਪੋਰਟ ਕਰਕੇ, ਜਾਂ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਾ ਸੁਝਾਅ ਦੇ ਕੇ ਇਸ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ।
pl: Spotube to projekt open-source. Możesz pomóc temu projektowi rosnąć, przyczyniając się do projektu, zgłaszając błędy lub sugerując nowe funkcje.
pt: Spotube é um projeto de código aberto. Você pode ajudar este projeto a crescer contribuindo para o projeto, relatando bugs ou sugerindo novos recursos.
ru: Spotube - это проект с открытым исходным кодом. Вы можете помочь этому проекту развиваться, внося вклад в проект, сообщая ошибках или предлагая новые функции.
ta: Spotube ஒரு திறந்த மூல திட்டம். திட்டத்திற்கு பங்களிப்பு செய்வதன் மூலம், பிழைகளைப் புகாரளிப்பதன் மூலம் அல்லது புதிய அம்சங்களைப் பரிந்துரைப்பதன் மூலம் இந்தத் திட்டம் வளர உதவலாம்.
th: Spotube เป็นโครงการโอเพนซอร์ส คุณสามารถช่วยให้โครงการนี้เติบโตได้โดยการมีส่วนร่วมในโครงการ รายงานข้อบกพร่อง หรือเสนอคุณสมบัติใหม่
tl: Ang Spotube ay isang open-source na proyekto. Maaari mong tulungan ang proyektong ito na lumago sa pamamagitan ng pag-contribute sa proyekto, pag-ulat ng mga bug, o pagmungkahi ng mga bagong feature.
uk: Spotube - це проект з відкритим кодом. Ви можете допомогти цьому проекту зростати, вносячи свій внесок у проект, повідомляючи про помилки або пропонуючи нові функції.
vi: Spotube là một dự án mã nguồn mở. Bạn có thể giúp dự án này phát triển bằng cách đóng góp vào dự án, báo cáo lỗi hoặc đề xuất tính năng mới.
zh: Spotube是一个开源项目。您可以通过为项目做出贡献、报告错误或建议新功能来帮助该项目成长。
zh_tw: Spotube 是一個開源專案。您可以通過為專案做出貢獻、回報錯誤或建議新功能來幫助該專案成長。

source: Contribute on GitHub
ar: المساهمة على GitHub
bn: গিটহাবে অবদান রাখুন
ca: Contribueix a GitHub
cs: Přispějte na GitHub
de: Auf GitHub beitragen
es: Contribuir en GitHub
eu: GitHub-en lagundu
fa: مشارکت در GitHub
fi: Auta GitHub:ssa
fr: Contribuer sur GitHub
hi: GitHub पर योगदान करें
id: Berkontribusi di GitHub
it: Contribuisci su GitHub
ja: GitHubで貢献
ka: GitHub-ზე კონტრიბუცია
ko: GitHub에서 기여하기
ne: GitHubमा योगदान गर्नुहोस्
nl: Bijdragen on GitHub
pa: GitHub ਉੱਤੇ ਯੋਗਦਾਨ ਦਿਉ
pl: Przyczyniaj się na GitHubie
pt: Contribuir no GitHub
ru: Внести вклад на GitHub
ta: GitHub இல் பங்களியுங்கள்
th: มีส่วนร่วมบน GitHub
tl: Mag-contribute sa GitHub
uk: Долучайтесь на GitHub
vi: Đóng góp trên GitHub
zh: 在GitHub上做出贡献
zh_tw: 在 GitHub 上做出貢獻

source: Donate on Open Collective
ar: التبرع على Open Collective
bn: ওপেন কলেক্টিভে অনুদান করুন
ca: Fes una donació a Open Collective
cs: Darujte na Open Collective
de: Auf Open Collective spenden
es: Donar en Open Collective
eu: Open Collective-en diruz lagundu
fa: کمک مالی در Open Collective
fi: Lahjoita avoimessa kollektiivissa
fr: Faire un don sur Open Collective
hi: ओपन कलेक्टिव पर दान करें
id: Donasi di Open Collective
it: Dona su Open Collective
ja: Open Collectiveで寄付
ka: Open Collective-ზე დონაცია
ko: Open Collective에 기부하기
ne: खुला संगठनमा दान गर्नुहोस्
nl: Doneren on Open Collective
pa: ਓਪਨ ਕਲੈਕਟਿਵ ਉੱਤੇ ਯੋਗਦਾਨ ਦਿਉ
pl: Dotuj na Open Collective
pt: Doar no Open Collective
ru: Пожертвовать на Open Collective
ta: Open Collective இல் நன்கொடை அளியுங்கள்
th: บริจาคบน Open Collective
tl: Mag-donate sa Open Collective
uk: Пожертвуйте на Open Collective
vi: Quyên góp trên Open Collective
zh: 在Open Collective上捐款
zh_tw: 在 Open Collective 上捐款

source: Browse Anonymously
ar: تصفح بشكل مجهول
bn: অজানে ব্রাউজ করুন
ca: Navega de manera anònima
cs: Procházet anonymně
de: Anonym durchsuchen
es: Navegar Anónimamente
eu: Nabigatu Anonimoki
fa: مرور به صورت ناشناس
fi: Selaa anonyyminä
fr: Naviguer anonymement
hi: बिना नाम के ब्राउज़ करें
id: Jelajahi Secara Anonim
it: Naviga in modo anonimo
ja: 匿名で閲覧する
ka: ანონიმურად ნახვა
ko: 익명으로 둘러보기
ne: अनामित रूपमा ब्राउज़ गर्नुहोस्
nl: Anoniem browsen
pa: ਬਿਨ੍ਹਾ ਨਾਮ ਦੇ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj Anonimowo
pt: Navegar Anonimamente
ru: Анонимно просматривать
ta: அநாமதேயமாக உலாவுக
th: เรียกดูแบบไม่ระบุตัวตน
tl: Mag-browse nang Anonymous
uk: Анонімно переглядати
vi: Duyệt Anonymously
zh: 匿名浏览
zh_tw: 匿名瀏覽

source: Enable Connect
ar: تمكين الاتصال
bn: সংযোগ সক্রিয় করুন
ca: Habilita la connexió
cs: Povolit ovládání
de: Verbindung aktivieren
es: Habilitar conexión
eu: Gaitu konexioa
fa: فعال‌سازی اتصال
fi: Ota käyttöön yhdistäminen
fr: Activer la connexion
hi: कनेक्ट सक्षम करें
id: Aktifkan Hubungkan
it: Abilita connessione
ja: 接続する
ka: დაკავშირების ჩართვა
ko: 연결 활성화
ne: कनेक्ट सक्रिय गर्नुहोस्
nl: Verbinding inschakelen
pa: ਕਨੈਕਟ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz połączenie
pt: Ativar conexão
ru: Включить подключение
ta: இணைப்பை இயக்கு
th: เปิดใช้งานการเชื่อมต่อ
tl: I-enable ang Connect
uk: Увімкнути підключення
vi: Kích hoạt kết nối
zh: 启用连接
zh_tw: 啟用連接

# enable_connect_description
source: Control Spotube from other devices
ar: التحكم في Spotube من الأجهزة الأخرى
bn: অন্যান্য ডিভাইস থেকে Spotube নিয়ন্ত্রণ করুন
ca: Controla Spotube des d'altres dispositius
cs: Ovládejte Spotube z jiného zařízení
de: Spotube von anderen Geräten steuern
es: Controla Spotube desde otros dispositivos
eu: Kontrolatu Spotube beste gailu batzuetatik
fa: کنترل Spotube از دیگر دستگاه‌ها
fi: Ohjaa Spotubea toiselta laitteelta
fr: Contrôlez Spotube depuis d'autres appareils
hi: अन्य उपकरणों से Spotube को नियंत्रित करें
id: Kontrol Spotube dari perangkat lain
it: Controlla Spotube da altri dispositivi
ja: 他の端末からSpotubeを制御する
ka: აკონტროლე Spotube სხვა მოწყობილობებიდან
ko: 다른 장치에서 Spotube 제어
ne: अन्य उपकरणहरूबाट Spotube कन्ट्रोल गर्नुहोस्
nl: Spotube bedienen vanaf andere apparaten
pa: ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ Spottube ਨੂੰ ਕੰਟਰੋਲ ਕਰੋ
pl: Kontroluj Spotube z innych urządzeń
pt: Controle o Spotube a partir de outros dispositivos
ru: Управление Spotube с других устройств
ta: மற்ற சாதனங்களிலிருந்து Spotube ஐக் கட்டுப்படுத்தவும்
th: ควบคุม Spotube จากอุปกรณ์อื่น
tl: Kontrolin ang Spotube mula sa ibang mga device
uk: Керуйте Spotube з інших пристроїв
vi: Điều khiển Spotube từ các thiết bị khác
zh: 从其他设备控制Spotube
zh_tw: 從其他裝置控制Spotube

source: Devices
ar: الأجهزة
bn: ডিভাইস
ca: Dispositius
cs: Zařízení
de: Geräte
es: Dispositivos
eu: Gailuak
fa: دستگاه‌ها
fi: Laitteet
fr: Appareils
hi: उपकरण
id: Perangkat
it: Dispositivi
ja: 機器
ka: მოწყობილობები
ko: 장치
ne: उपकरणहरू
nl: Apparaten
pa: ਉਪਕਰਣ
pl: Urządzenia
pt: Dispositivos
ru: Устройства
ta: சாதனங்கள்
th: อุปกรณ์
tl: Mga Device
uk: Пристрої
vi: Thiết bị
zh: 设备
zh_tw: 裝置

source: Select
ar: اختر
bn: নির্বাচন করুন
ca: Selecciona
cs: Vybrat
de: Auswählen
es: Seleccionar
eu: Aukeratu
fa: انتخاب
fi: Valitse
fr: Sélectionner
hi: चयन करें
id: Pilih
it: Seleziona
ja: 選択
ka: არჩევა
ko: 선택
ne: चयन गर्नुहोस्
nl: Selecteren
pa: ਚੁਣੋ
pl: Wybierz
pt: Selecionar
ru: Выбрать
ta: தேர்ந்தெடு
th: เลือก
tl: Pumili
uk: Вибрати
vi: Chọn
zh: 选择
zh_tw: 選擇

# connect_client_alert
source: You're being controlled by {client}
ar: أنت تتم التحكم بواسطة {client}
bn: আপনি {client} দ্বারা নিয়ন্ত্রিত হচ্ছেন
ca: Estàs sent controlat per {client}
cs: Zařízení je ovládáno z {client}
de: Du wirst von {client} gesteuert
es: Estás siendo controlado por {client}
eu: {client} gailuak kontrolatzen zaitu
fa: شما توسط {client} کنترل می‌شوید
fi: {client} ohjaa sinua
fr: Vous êtes contrôlé par {client}
hi: आप {client} द्वारा नियंत्रित हो रहे हैं
id: Anda dikendalikan oleh {client}
it: Stai venendo controllato da {client}
ja: {client} から操作されています
ka: თქვენ კონტროლირებული ხართ {client} მოწყობილობით
ko: {client}님에 의해 제어되고 있습니다
ne: तपाईंलाई {client} द्वारा नियन्त्रित गरिएको छ
nl: Je wordt gecontroleerd door {client}
pa: ਤੁਹਾਨੂੰ {client} ਦੁਆਰਾ ਕੰਟਰੋਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Jesteś sterowany przez {client}
pt: Você está sendo controlado por {client}
ru: Вас контролирует {client}
ta: நீங்கள் {client} ஆல் கட்டுப்படுத்தப்படுகிறீர்கள்
th: คุณกำลังถูกควบคุมโดย {client}
tl: Ikaw ay kontrolado ng {client}
uk: Вас керує {client}
vi: Bạn đang được điều khiển bởi {client}
zh: 您正在被 {client} 控制
zh_tw: 您正在被 {client} 控制

source: This Device
ar: هذا الجهاز
bn: এই ডিভাইস
ca: Aquest dispositiu
cs: Toto zařízení
de: Dieses Gerät
es: Este dispositivo
eu: Gailu hau
fa: این دستگاه
fi: Tämä laite
fr: Cet appareil
hi: यह उपकरण
id: Perangkat Ini
it: Questo dispositivo
ja: この端末
ka: ეს მოწყობილობა
ko: 이 장치
ne: यो उपकरण
nl: Dit apparaat
pa: ਇਹ ਉਪਕਰਣ
pl: To urządzenie
pt: Este dispositivo
ru: Это устройство
ta: இந்த சாதனம்
th: อุปกรณ์นี้
tl: Ang Device na ito
uk: Цей пристрій
vi: Thiết bị này
zh: 此设备
zh_tw: 此裝置

source: Remote
ar: بعيد
bn: রিমোট
ca: Remot
cs: Ovladač
de: Fernbedienung
es: Remoto
eu: Urrunekoa
fa: راه‌دور
fi: Etä
fr: À distance
hi: रिमोट
id: Remot
it: Remoto
ja: リモート
ka: დისტანციური
ko: 원격
ne: दूरसंचार
nl: Afstandsbediening
pa: ਰਿਮੋਟ
pl: Zdalny
pt: Remoto
ru: Дистанционное управление
ta: தொலைநிலை
th: ระยะไกล
uk: Віддалений
vi: Từ xa
zh: 远程
zh_tw: 遠端

source: Local library
ar: المكتبة المحلية
bn: স্থানীয় লাইব্রেরি
ca: Biblioteca local
cs: Místní knihovna
de: Lokale Bibliothek
es: Biblioteca local
eu: Liburutegi lokala
fa: کتابخانه محلی
fi: Paikallinen kirjasto
fr: Bibliothèque locale
hi: स्थानीय पुस्तकालय
id: Perpustakaan lokal
it: Biblioteca locale
ja: 端末内ライブラリ
ka: ადგილობრივი ბიბლიოთეკა
ko: 로컬 도서관
ne: स्थानिय पुस्तकालय
nl: Lokale bibliotheek
pa: ਸਥਾਨਕ ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka lokalna
pt: Biblioteca local
ru: Локальная библиотека
ta: உள்ளூர் நூலகம்
th: ห้องสมุดท้องถิ่น
tl: Lokal na silid-aklatan
uk: Місцева бібліотека
vi: Thư viện địa phương
zh: 本地图书馆
zh_tw: 本機音樂庫

# add_library_location
source: Add to library
ar: أضف إلى المكتبة
bn: লাইব্রেরিতে যোগ করুন
ca: Afegeix a la biblioteca
cs: Přidat do knihovny
de: Zur Bibliothek hinzufügen
es: Añadir a la biblioteca
eu: Gehitu liburutegira
fa: اضافه کردن به کتابخانه
fi: Lisää kirjastoon
fr: Ajouter à la bibliothèque
hi: पुस्तकालय में जोड़ें
id: Tambahkan ke perpustakaan
it: Aggiungi alla biblioteca
ja: ライブラリに追加
ka: ბიბლიოთეკაში დამატება
ko: 도서관에 추가
ne: पुस्तकालयमा थप्नुहोस्
nl: Toevoegen aan bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do biblioteki
pt: Adicionar à biblioteca
ru: Добавить в библиотеку
ta: நூலகத்தில் சேர்
th: เพิ่มในห้องสมุด
tl: Idagdag sa silid-aklatan
uk: Додати до бібліотеки
vi: Thêm vào thư viện
zh: 添加到图书馆
zh_tw: 新增到音樂庫
