Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# encryption_failed_warning
source: Spotube uses encryption to securely store your data. But failed to do so. So it'll fallback to insecure storage If you're using linux, please make sure you've any secret-service (gnome-keyring, kde-wallet, keepassxc etc) installed
ar: يستخدم Spotube التشفير لتخزين بياناتك بشكل آمن. لكنها فشلت في القيام بذلك. لذلك سيعود الأمر إلى التخزين غير الآمن إذا كنت تستخدم Linux، فيرجى التأكد من تثبيت أي خدمة سرية (gnome-keyring، kde-wallet، keepassxc، إلخ)
bn: Spotube আপনার তথ্যগুলি নিরাপদভাবে স্টোর করতে এনক্রিপশন ব্যবহার করে। কিন্তু এটি ব্যর্থ হয়েছে। তাই এটি অনিরাপদ স্টোরে ফলফল হবে যদি আপনি Linux ব্যবহার করেন, তবে দয়া করে নিশ্চিত হউন যে আপনার কোনও সিক্রেট-সার্ভিস gnome-keyring, kde-wallet, keepassxc ইত্যাদি ইনস্টল করা আছে
ca: Spotube utilitza el xifrado per emmagatzemar les seves dades de forma segura. Però ha fallat. Per tant, tornarà a un emmagatzament no segur Si estè utilizant Linux, asseguri's de tenir instal·lats els serveis secrets com gnome-keyring, kde-wallet i keepassxc
cs: Spotube používá šifrování k bezpečnému ukládání vašich dat. Ale selhalo. Takže se vrátí k nezabezpečenému úložišti Pokud používáte linux, ujistěte se, že máte nainstalovanou jakoukoli službu k ukládání bezpečnostních pověření (gnome-keyring, kde-wallet, keepassxc atd.)
de: Spotube verwendet Verschlüsselung, um Ihre Daten sicher zu speichern. Dies ist jedoch fehlgeschlagen. Daher wird es auf unsichere Speicherung zurückgreifen Wenn Sie Linux verwenden, stellen Sie bitte sicher, dass Sie Secret-Services wie gnome-keyring, kde-wallet und keepassxc installiert haben
es: Spotube utiliza el cifrado para almacenar sus datos de forma segura. Pero ha fallado. Por lo tanto, volverá a un almacenamiento no seguro Si está utilizando Linux, asegúrese de tener instalados servicios secretos como gnome-keyring, kde-wallet y keepassxc
eu: Spotube-ek zifratzea darabil datuak modu seguruan biltegiratzeko. Baina huts egin du. Hori dela eta, biltegiratzea ez da segurua izango Linux erabiltzen ari bazara, ziurtatu edozein sekretu-zerbitzu (gnome-keyring, kde-wallet, keepassxc etab.) instalatuta duzula
fa: Spotube از رمزگذاری برای ذخیره ایمن داده های شما استفاده می کند. اما موفق به انجام این کار نشد. بنابراین به فضای ذخیره‌سازی ناامن تبدیل می‌شود اگر از لینوکس استفاده می‌کنید، لطفاً مطمئن شوید که سرویس مخفی (gnome-keyring، kde-wallet، keepassxc و غیره) را نصب کرده‌اید.
fi: Spotube käyttää salausta tallentaakseen tietosi, mutta epäonnistui, joten se palaa epäturvalliseen tallennukseen Jos käytät Linuxia, varmista että sinulla on turvallisuuspalvelu (gnome-keyring, kde-wallet, keepassxc jne) asennettu
fr: Spotube utilise le cryptage pour stocker vos données en toute sécurité. Mais cela a échoué. Il basculera donc vers un stockage non sécurisé Si vous utilisez Linux, assurez-vous d'avoir installé des services secrets tels que gnome-keyring, kde-wallet et keepassxc
hi: Spotube आपके डेटा को सुरक्षित रूप से स्टोर करने के लिए एन्क्रिप्शन का उपयोग करता है। लेकिन इसमें विफल रहा। इसलिए, यह असुरक्षित स्टोरेज पर फॉलबैक करेगा यदि आप Linux का उपयोग कर रहे हैं, तो कृपया सुनिश्चित करें कि आपके पास gnome-keyring, kde-wallet, keepassxc आदि जैसी कोई सीक्रेट-सर्विस इंस्टॉल की गई है
id: Spotube menggunakan enkripsi untuk menyimpan data Anda dengan aman. Namun gagal melakukannya. Jadi itu akan kembali ke penyimpanan yang tidak aman Jika Anda menggunakan linux, pastikan Anda telah menginstal layanan rahasia (gnome-keyring, kde-wallet, keepassxc, dll)
it: Spotube usa la criptazione per memorizzare in modo sicuro i dati. Ma ha fallito a farlo. Passerà quindi in ripiego alla memorizzazione non siscura Se stai usando Linux assicurati di avere un servizio di segretezza installato (gnome-keyring, kde-wallet, keepassxc etc)
ja: SpoTubeはデータを安全に保存するために暗号化を用いますが、暗号化に失敗しました。このため、安全でない保存領域への保存に切り替えます OSがLinuxなら、gnome-keyring、kde-wallet、keepassxcなどの管理ツールがインストールされていることを確認してください
ko: Spotube는 암호화를 사용하여 데이터를 안전하게 저장합니다. 하지만 그렇게 하지 못했습니다. 따라서 안전하지 않은 저장소로 대체됩니다. 리눅스를 사용하는 경우, 비밀 서비스(gnome-keyring, kde-wallet, keepassxc 등)가 설치되어 있는지 확인하세요.
ne: स्पट्यूबले तपाईंको डेटा सुरक्षित रूपमा स्टोर गर्नका लागि एन्क्रिप्ट गर्न खोजेको छ। तर यसले गरेको छैन। यसले असुरक्षित स्टोरेजमा फल्लब्याक गर्दछ यदि तपाईंले लिनक्स प्रयोग गरिरहेका छन् भने कृपया सुनिश्चित गर्नुहोस् कि तपाईंले कुनै सीक्रेट-सर्भिस (गोनोम-किरिङ, केडीइ-वालेट, किपासेक्ससि इत्यादि) इन्स्टल गरेका छौं
nl: Spotube gebruikt versleuteling om je gegevens veilig op te slaan. Maar dat is niet gelukt. Dus zal het terugvallen op onveilige opslag. Als je linux gebruikt, zorg er dan voor dat je een geheim-dienst (gnome-keyring, kde-wallet, keepassxc etc) hebt geïnstalleerd.
pa: Spottube ਤੁਹਾਡੇ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸਟੋਰ ਕਰਨ ਲਈ ਐਨਕ੍ਰਿਪਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਪਰ ਇਹ ਅਸਫਲ ਰਿਹਾ. ਇਸ ਲਈ, ਇਹ ਅਸੁਰੱਖਿਅਤ ਸਟੋਰੇਜ 'ਤੇ ਵਾਪਸ ਆ ਜਾਵੇਗਾ ਜੇਕਰ ਤੁਸੀਂ ਲੀਨਕਸ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਗੁਪਤ-ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ gnome-keyring, kde-wallet, Keepassxc ਆਦਿ ਇੰਸਟਾਲ ਹਨ।
pl: Spotube używa szyfrowania do bezpiecznego przechowywania danych. Ale nie udało się tego zrobić. Więc powróci do niezabezpieczonego przechowywania Jeśli używasz Linuksa, upewnij się, że masz zainstalowane jakieś usługi do szyfrowania (gnome-keyring, kde-wallet, keepassxc itp.)
pt: O Spotube usa criptografia para armazenar seus dados com segurança, mas falhou em fazê-lo. Portanto, ele voltará para o armazenamento não seguro. Se você estiver usando o Linux, certifique-se de ter algum serviço secreto (gnome-keyring, kde-wallet, keepassxc, etc.) instalado
ru: Spotube использует шифрование для безопасного хранения ваших данных. Однако в этом случае произошла ошибка. Поэтому будет использовано небезопасное хранилище. Если вы используете Linux, убедитесь, что у вас установлен какой-либо инструмент для работы с секретами (gnome-keyring, kde-wallet, keepassxc и т.д.)
ta: Spotube உங்கள் தரவை பாதுகாப்பாக சேமிக்க குறியாக்கத்தைப் பயன்படுத்துகிறது. ஆனால் அவ்வாறு செய்ய முடியவில்லை. எனவே இது பாதுகாப்பற்ற சேமிப்பகத்திற்கு மாறும் நீங்கள் லினக்ஸ் பயன்படுத்துகிறீர்கள் என்றால், எந்த ரகசிய சேவையும் (gnome-keyring, kde-wallet, keepassxc போன்றவை) நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்
th: Spotube ใช้การเข้ารหัสเพื่อเก็บข้อมูลของคุณอย่างปลอดภัย แต่ไม่สามารถทำได้ ดังนั้นจะเปลี่ยนเป็นการจัดเก็บที่ไม่ปลอดภัย หากคุณใช้ Linux โปรดตรวจสอบว่าคุณได้ติดตั้งบริการลับ (gnome-keyring, kde-wallet, keepassxc เป็นต้น)
tl: Gumagamit ng encryption ang Spotube para ligtas na i-store ang iyong data. Ngunit nabigo. Kaya babalik ito sa hindi secure na storage Kung gumagamit ka ng linux, mangyaring tiyakin na mayroon kang anumang secret-service na naka-install (gnome-keyring, kde-wallet, keepassxc atbp)
uk: Spotube використовує шифрування для безпечного зберігання ваших даних. Але не вдалося цього зробити. Тому він перейде до небезпечного зберігання Якщо ви використовуєте Linux, переконайтеся, що у вас встановлено будь-який секретний сервіс (gnome-keyring, kde-wallet, keepassxc тощо)
vi: Spotube không thành công trong việc mã hóa nhằm lưu trữ dữ liêu an toàn. vậy nên sẽ chuyển về lưu trữ không an toàn Nếu bạn đang sử dụng Linux, đảm bảo rằng bạn có sử dụng dịch vụ bảo mật (gnome-keyring, kde-wallet, keepassxc, v.v.)
zh: Spotube使用加密来安全地存储您的数据。但是失败了。因此，它将回退到不安全的存储 如果您使用Linux，请确保已安装gnome-keyring、kde-wallet和keepassxc等秘密服务
zh_tw: Spotube 使用加密來安全地存儲您的資料。但是失敗了。因此，它將回退到不安全的存儲 如果您使用 Linux，請確保已安裝 gnome-keyring、kde-wallet 與 keepassxc 等秘密服務

source: Querying info...
ar: جارٍ الاستعلام عن معلومات...
bn: তথ্য অনুসন্ধান করা হচ্ছে
ca: Consultant informació...
cs: Získávání informací...
de: Abfrageinformationen...
es: Consultando información...
eu: Informazioa egiaztatzen...
fa: جستجو درباره
fi: Hankitaan tietoa...
fr: Interrogation des info...
hi: जानकारी प्राप्त करना
id: Mencari informasi...
it: Richiesta informazioni...
ja: 情報を取得中...
ko: 정보를 얻는 중...
ne: जानकारी हेर्दै...
nl: Info opvragen…
pa: ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Szukam informacji...
pt: Consultando informações...
ru: Запрос информации...
ta: தகவலைக் கேட்கிறது...
th: กำลังดึงข้อมูล...
tl: Kinukuha ang impormasyon...
uk: Запит інформації...
vi: Đang truy vấn thông tin...
zh: 正在查询信息...
zh_tw: 正在查詢資訊...

# piped_api_down
source: Piped API is down
ar: Piped API معطلة
bn: পাইপড API ডাউন আছে
ca: La API de Piped no està operativa
cs: Piped API je mimo provoz
de: Die Piped API ist ausgefallen
es: La API de Piped no está disponible
eu: Piped-en APIa ez dago eskuragarri
fa: ایراد در سرور
fi: Johdettu palvelinesiintymä on alhaalla
fr: L'API Piped est hors service
hi: पाइप्ड एपीआई डाउन है
id: Piped API tidak aktif
it: Le Piped API non funzionano
ja: Piped APIがダウンしています
ko: Piped API가 응답하지 않습니다
ne: पाइपड एपीआई डाउन छ
nl: Piped API is uit
pa: ਪਾਈਪਡ ਏਪੀਆਈ ਡਾਊਨ ਹੈ
pl: API Piped jest niedostępne
pt: A API do Piped está indisponível
ru: Piped API не отвечает
ta: Piped API செயலிழந்துள்ளது
th: Piped API ไม่ทำงาน
tl: Ang Piped API ay hindi gumagana
uk: API Piped не працює
vi: API Piped đang gặp sự cố
zh: Piped API不可用
zh_tw: Piped API不可用

# piped_down_error_instructions
source: The Piped instance {pipedInstance} is currently down Either change the instance or change the 'API type' to official YouTube API Make sure to restart the app after change
ar: المثيل الموجه {pipedInstance} معطل حاليًا يمكنك إما تغيير المثيل أو تغيير 'نوع API' إلى YouTube API الرسمي تأكد من إعادة تشغيل التطبيق بعد التغيير
bn: বর্তমানে পাইপড ইনস্ট্যান্স {pipedInstance} ডাউন আছে ইনস্ট্যান্স পরিবর্তন করুন অথবা 'API টাইপ' পরিবর্তন করুন অফিসিয়াল ইউটিউব API হতে পরিবর্তনের পরে অ্যাপটি পুনরায় চালানোর নিশ্চিত করুন
ca: La instància de Piped {pipedInstance} no està operativa en aquest moment Canvieu la instància o canvieu el 'Tipus d'API' a l'API oficial de YouTube Assegureu-vos de reiniciar l'aplicació després del canvi
cs: Instance Piped {pipedInstance} je momentálně mimo provoz Buď změňte instanci nebo změňte 'Typ API' na oficiální YouTube API Po změně se ujistěte, že aplikaci restartujete
de: Die Piped-Instanz {pipedInstance} ist derzeit nicht verfügbar Entweder ändern Sie die Instanz oder wechseln Sie den 'API-Typ' zur offiziellen YouTube API Stellen Sie sicher, dass Sie die App nach der Änderung neu starten
es: La instancia de Piped {pipedInstance} no está funcionando en este momento Cambie la instancia o cambie el 'Tipo de API' a la API oficial de YouTube Asegúrese de reiniciar la aplicación después del cambio
eu: Piped-en {pipedInstance} instantzia ez dago martxan une honetan Aldatu instantzia edo aldatu 'API mota' YouTuberen API ofizialera Ziurtatu aplikazioa berrabiarazten duzula aldaketa eta gero
fa: به دلیل مشکل {pipedInstance} ارتباط با سرور مقدور نیست نمونه را تغییر دهید یا «نوع API» را به API رسمی YouTube تغییر دهید حتماً پس از تغییر، برنامه را دوباره راه‌اندازی کنید
fi: Johdettu palvelinesiintymä {pipedInstance} on alhaalla. Vaihda joko ilmeytymä tia vahda 'API tyyppi' YouTuben viralliseen API Käynnistä sovellus uudestaan vaihdon jälkeen
fr: L'instance Piped {pipedInstance} est actuellement indisponible Changez soit l'instance, soit le 'Type d'API' pour utiliser l'API officielle de YouTube N'oubliez pas de redémarrer l'application après la modification
hi: पाइप्ड इंस्टेंस {pipedInstance} वर्तमान में डाउन है इंस्टेंस बदलें या 'एपीआई प्रकार' को आधिकृत YouTube एपीआई में बदलें परिवर्तन के बाद ऐप को फिर से चालने की सुनिश्चित करें
id: Piped Instance {pipedInstance} saat ini tidak aktif Ubah instance atau ubah 'jenis API' menjadi API YouTube resmi Pastikan untuk memulai ulang aplikasi setelah perubahan
it: L'istanza di Piped {pipedInstance} è correntemente offline Cambia istanza o cambia 'Tipo API' alle API ufficiali YouTube Assicurati di riavviare l'app dopo il cambio
ja: Pipedインスタンス {pipedInstance} は現在ダウンしています インスタンスを変更するか、「APIの種類」を公式のYouTube APIに変更してください 変更後にアプリを再起動してください
ko: Piped 인스턴스 {pipedInstance}가 현재 다운되었습니다. 인스턴스를 변경하거나 'API 유형'을 공식 YouTube API로 변경하세요. 변경 후 앱을 다시 시작해야 합니다.
ne: पाइपड इन्स्ट्यान्स {pipedInstance} हाल डाउन छ जीसनै इन्स्ट्यान्स परिवर्तन गर्नुहोस् वा 'एपीआई प्रकार' लाइ YouTube आफिसियल एपीआईमा परिवर्तन गर्नुहोस् परिवर्तनपछि एप्लिकेसन पुन: सुरु गर्नुहोस्
nl: De Piped-instantie {pipedInstance} is momenteel uitgevallen Verander de instantie of verander het 'API-type' naar de officiële YouTube API. Zorg ervoor dat u de app herstart na de wijziging
pa: ਪਾਈਪਡ ਇੰਸਟੈਂਸ {pipedInstance} ਵਰਤਮਾਨ ਵਿੱਚ ਡਾਊਨ ਹੈ ਇੰਸਟੈਂਸ ਬਦਲੋ ਜਾਂ 'ਏਪੀਆਈ ਪ੍ਰਕਾਰ' ਨੂੰ ਅਧਿਕਾਰਤ YouTube API ਵਿੱਚ ਬਦਲੋ ਤਬਦੀਲੀਆਂ ਤੋਂ ਬਾਅਦ ਐਪ ਨੂੰ ਦੁਬਾਰਾ ਚਲਾਉਣਾ ਯਕੀਨੀ ਬਣਾਓ
pl: Instancja Piped {pipedInstance} jest obecnie niedostępna Zmień instancję lub zmień 'Rodzaj API' na oficjalne API YouTube Upewnij się, że po zmianie zrestartujesz aplikację
pt: A instância do Piped {pipedInstance} está atualmente indisponível Mude a instância ou mude o 'Tipo de API' para a API oficial do YouTube Certifique-se de reiniciar o aplicativo após a alteração
ru: Экземпляр Piped {pipedInstance} в данный момент недоступен. Вы можете либо изменить экземпляр, либо переключиться на использование официального API YouTube. Не забудьте перезапустить приложение после внесенных изменений
ta: Piped நிகழ்வு {pipedInstance} தற்போது செயலிழந்துள்ளது நிகழ்வை மாற்றவும் அல்லது 'API வகை'யை அதிகாரப்பூர்வ YouTube API க்கு மாற்றவும் மாற்றத்திற்குப் பிறகு பயன்பாட்டை மறுதொடக்கம் செய்வதை உறுதிப்படுத்தவும்
th: Piped instance {pipedInstance} ไม่ทำงานขณะนี้ เปลี่ยนอินสแตนซ์หรือเปลี่ยน 'ประเภท API' เป็น YouTube API อย่างเป็นทางการ อย่าลืมรีสตาร์ทแอปหลังจากเปลี่ยน
tl: Ang instance ng Piped na {pipedInstance} ay kasalukuyang hindi gumagana Maaari mong baguhin ang instance o baguhin ang 'Uri ng API' sa opisyal na YouTube API Siguraduhing i-restart ang app pagkatapos ng pagbabago
uk: Поточний екземпляр Piped {pipedInstance} не працює Змініть екземпляр або змініть 'Тип API' на офіційний YouTube API Обов'язково перезапустіть програму після зміни
vi: Phiên bản Piped {pipedInstance} hiện đang gặp sự cố Thay đổi phiên bản hoặc thay đổi 'Loại API' thành API YouTube official Khởi động lai ứng dụng sau khi thay đổi.
zh: 当前Piped实例{pipedInstance}不可用 请更改实例或将'API类型'更改为官方YouTube API 更改后请确保重新启动应用程序
zh_tw: 目前 Piped 實例 {pipedInstance} 不可用 請更改實例或將『API 類型』更改為官方 YouTube API 更改後請確保重新啟動應用程式

# you_are_offline
source: You are currently offline
ar: أنت غير متصل حالياً
bn: আপনি বর্তমানে অফলাইন
ca: Actualment no teniu connexió a internet
cs: Momentálně jste offline
de: Sie sind derzeit offline
es: Actualmente estás sin conexión
eu: Une honetan konexiorik gabe zaude
fa: شما در حال حاضر افلاین هستید
fi: Et ole yhdistetty verkkoon
fr: Vous êtes actuellement hors ligne
hi: आप वर्तमान में ऑफ़लाइन हैं
id: Anda sedang offline
it: Sei correntemente offline
ja: 現在、オフラインです
ka: ამჟამად ხაზგარეშე ხართ
ko: 현재 오프라인입니다
ne: तपाईं वर्तमान अफलाइन हुनुहुन्छ
nl: Je bent momenteel offline
pa: ਤੁਸੀਂ ਵਰਤਮਾਨ ਵਿੱਚ ਆਫ਼ਲਾਈਨ ਹੋ
pl: Obecnie jesteś offline
pt: Você está offline no momento
ru: Нет доступа к сети
ta: நீங்கள் தற்போது ஆஃப்லைனில் உள்ளீர்கள்
th: คุณออฟไลน์อยู่
tl: Kasalukuyan kang offline
uk: Ви зараз не в мережі
vi: Bạn đang ngoại tuyến
zh: 您当前处于离线状态
zh_tw: 您目前處於離線狀態

# connection_restored
source: Your internet connection was restored
ar: تمت استعادة اتصالك بالإنترنت
bn: আপনার ইন্টারনেট সংযোগ পুনরুদ্ধার হয়েছে
ca: S'ha restablert la connexió a internet
cs: Vaše internetové připojení bylo obnoveno
de: Ihre Internetverbindung wurde wiederhergestellt
es: Se ha restablecido tu conexión a internet
eu: Internet konexioa berrezarri egin da
fa: اتصال به اینترنت شما بازیابی شد
fi: Verkkoyhteys palautettu
fr: Votre connexion internet a été rétablie
hi: आपका इंटरनेट कनेक्शन बहाल हो गया है
id: Koneksi internet Anda telah pulih
it: Connessione ad internet ripristinata
ja: インターネット接続が復旧しました
ka: თქვენი ინტერნეტ კავშირი აღდგა
ko: 인터넷에 다시 연결되었습니다
ne: तपाईंको इन्टरनेट कनेक्सन पुन: स्थापित भएको छ
nl: Je internetverbinding is hersteld
pa: ਤੁਹਾਡਾ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਬਹਾਲ ਹੋ ਗਿਆ ਹੈ
pl: Twoje połączenie z internetem zostało przywrócone
pt: Sua conexão com a internet foi restaurada
ru: Ваше интернет-соединение восстановлено
ta: உங்கள் இணைய இணைப்பு மீட்டெடுக்கப்பட்டது
th: การเชื่อมต่ออินเทอร์เน็ตของคุณได้รับการกู้คืน
tl: Naibalik na ang iyong koneksyon sa internet
uk: Ваше інтернет-з'єднання відновлено
vi: Kết nối internet của bạn đã được khôi phục
zh: 您的互联网连接已恢复
zh_tw: 您的網際網路連接已恢復

source: Use system title bar
ar: استخدم شريط عنوان النظام
bn: সিস্টেম শিরোনাম বার ব্যবহার করুন
ca: Utilitza la barra de títol del sistema
cs: Použít systémové záhlaví okna
de: System-Titelleiste verwenden
es: Usar la barra de título del sistema
eu: Erabili sistemako izenburu barra
fa: از نوار عنوان سیستم استفاده کنید
fi: Käytä järjestelmäpalkkia
fr: Utiliser la barre de titre système
hi: सिस्टम शीर्षक पट्टी का उपयोग करें
id: Gunakan bilah judul sistem
it: Usa la barra del titolo di sistema
ja: システムのタイトルバーを使う
ka: სისტემის სათაურის ზოლის გამოყენება
ko: 시스템 타이틀바를 사용
ne: सिस्टम शीर्षक पट्टी प्रयोग गर्नुहोस्
nl: Systeemtitelbalk gebruiken
pa: ਸਿਸਟਮ ਸਿਰਲੇਖ ਪੱਟੀ ਵਰਤੋ
pl: Użyj paska tytułu systemu
pt: Usar a barra de título do sistema
ru: Использовать системную панель заголовка
ta: கணினி தலைப்புப் பட்டியைப் பயன்படுத்தவும்
th: ใช้แถบชื่อระบบ
tl: Gamitin ang title bar ng system
uk: Використовувати системний заголовок
vi: Sử dụng thanh tiêu đề hệ thống
zh: 使用系统标题栏
zh_tw: 使用系統標題列

source: Update playlist
ar: تحديث قائمة التشغيل
bn: প্লেলিস্ট আপডেট করুন
ca: Actualitzar la llista de reproducció
cs: Aktualizovat playlist
de: Wiedergabeliste aktualisieren
es: Actualizar lista de reproducción
eu: Eguneratu zerrenda
fa: بروز کردن لیست پخش
fi: Päivitä soittolista
fr: Mettre à jour la playlist
hi: प्लेलिस्ट अपडेट करें
id: Ubah daftar putar
it: Aggiorna playlist
ja: 再生リストを更新
ka: ფლეილისტის განახლება
ko: 플레이리스트를 업데이트
ne: प्लेलिस्ट अपडेट गर्नुहोस्
nl: Afspeellijst bijwerken
pa: ਪਲੇਸੂਚੀ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj playlistę
pt: Atualizar lista de reprodução
ru: Обновить плейлист
ta: பாடல் பட்டியலைப் புதுப்பிக்க
th: อัพเดทเพลย์ลิสต์
tl: I-update ang playlist
uk: Оновити плейлист
vi: Cập nhật danh sách phát
zh: 更新播放列表
zh_tw: 更新播放清單

source: Update
ar: تحديث
bn: আপডেট
ca: Actualitzar
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
eu: Eguneratu
fa: بروز رسانی
fi: Päivitä
fr: Mettre à jour
hi: अपडेट करें
id: Ubah
it: Aggiorna
ja: 更新
ka: განახლება
ko: 업데이트
ne: अपडेट गर्नुहोस्
nl: Bijwerken
pa: ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj
pt: Atualizar
ru: Обновить
ta: புதுப்பி
th: อัพเดท
tl: I-update
uk: Оновити
vi: Cập nhật
zh: 更新
zh_tw: 更新

source: Crunching results...
ar: تدمير النتائج
bn: ফলাফল বিশ্লেষণ করা হচ্ছে...
ca: Processant resultats...
cs: Zpracovávání výsledků...
de: Ergebnisse werden verarbeitet...
es: Procesando resultados...
eu: Emaitzak prozesatzen...
fa: نتایج خرد کردن...
fi: Paloitellaan tuloksia...
fr: Traitement des résultats...
hi: परिणाम को प्रसंस्कृत किया जा रहा है...
id: Mengolah hasil...
it: Elaborazione risultati...
ja: 結果を処理中...
ka: იტვირთება შედეგები...
ko: 결과를 처리하는 중...
ne: परिणामहरू कपालबाट पीस्दै...
nl: Resultaten verwerken…
pa: ਨਤੀਜਿਆਂ 'ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Przetwarzanie wyników...
pt: Processando resultados...
ru: Обработка результатов...
ta: முடிவுகளை செயலாக்குகிறது...
th: กำลังประมวลผล...
tl: Pinaproseso ang mga resulta...
uk: Опрацювання результатів...
vi: Đang tìm kiếm...
zh: 处理结果中...
zh_tw: 處理結果中...

source: Search to get results
ar: إبحث للحصول على النتائج
bn: ফলাফল পেতে খোঁজ করুন
ca: Cerca per obtenir resultats
cs: Hledejte pro získání výsledků
de: Suche, um Ergebnisse zu erhalten
es: Buscar para obtener resultados
eu: Bilatu emaitzak lortzeko
fa: جستجو کنید تا به نتیجه برسید
fi: Hae saadakseen tuloksia
fr: Recherche pour obtenir des résultats
hi: परिणाम प्राप्त करने के लिए खोजें
id: Cari untuk mendapatkan hasil
it: Cerca per ottenere risultati
ja: 結果を取得するために検索
ka: მოძებნეთ შედეგების მისაღებად
ko: 결과를 얻으려면 검색해주세요
ne: परिणामहरू प्राप्त गर्नका लागि खोज्नुहोस्
nl: Zoeken naar resultaten
pa: ਨਤੀਜੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਖੋਜੋ
pl: Szukaj, aby uzyskać wyniki
pt: Pesquisar para obter resultados
ru: Поиск для получения результатов
ta: முடிவுகளைப் பெற தேடவும்
th: ค้นหาเพื่อดูผลลัพธ์
tl: Maghanap para makakuha ng mga resulta
uk: Почніть пошук, щоб отримати результати
vi: Chưa tìm kiếm
zh: 搜索以获取结果
zh_tw: 搜尋以獲取結果

# use_amoled_mode
source: Pitch black dark theme
ar: استخدم وضع AMOLED
bn: AMOLED মোড ব্যবহার করুন
ca: Utilitza el mode AMOLED
cs: Úplně černé téma
de: AMOLED-Modus verwenden
es: Usar modo AMOLED
eu: Erabili AMOLED modua
fa: استفاده از حالت AMOLED
fi: Pilkkopimeä tumma teema
fr: Utiliser le mode AMOLED
hi: AMOLED मोड का उपयोग करें
id: Tema gelap gulita
it: Usa modalità AMOLED
ja: AMOLEDモードを使用
ko: AMOLED모드를 사용
ne: कृष्ण ब्ल्याक गाढा थिम प्रयोग गर्नुहोस्
nl: Pikzwart donkerthema
pa: AMOLED ਮੋਡ ਵਰਤੋ
pl: Tryb AMOLED
pt: Modo AMOLED
ru: Режим AMOLED
ta: கருமை நிற இருண்ட தீம்
th: ธีมมืดสนิท
tl: Matingkad na itim na madilim na tema
uk: Режим AMOLED
vi: Chủ đề tối hoàn toàn
zh: 使用 AMOLED 模式
zh_tw: 使用 AMOLED 模式

# pitch_dark_theme
source: AMOLED Mode
ar: موضوع دارت الأسود الفحمي
bn: পিচ ব্ল্যাক ডার্ট থিম
ca: Tema de dart negre intens
cs: AMOLED režim
de: Pitch Black Dart Theme
es: Tema oscuro de dart
eu: Dart-en gai iluna
fa: تم تیره دارت
fi: AMOLED Tila
fr: Thème Dart noir intense
hi: पिच ब्लैक डार्ट थीम
id: Mode AMOLED
it: Tema nero profondo
ja: ピッチブラック ダークテーマ
ko: 검정색 기반의 어두운 테마
ne: एमोलेड मोड
nl: AMOLED-modus
pa: ਪਿੱਚ ਬਲੈਕ ਗੂੜ੍ਹੀ ਥੀਮ
pl: Ciemny motyw
pt: Tema escuro
ru: Темная тема
ta: AMOLED முறை
th: โหมด AMOLED
uk: Темна тема
vi: Chế độ AMOLED
zh: 深色主题
zh_tw: 深色主題

source: Normalize audio
ar: تطبيع الصوت
bn: অডিও স্তরমান করুন
ca: Normalitza l'àudio
cs: Normalizovat audio
de: Audio normalisieren
es: Normalizar audio
eu: Normalizatu audioa
fa: نرمال کردن صدا
fi: Normalisoi audio
fr: Normaliser l'audio
hi: ऑडियो को सामान्य करें
id: Normalisasi audio
it: Normalizza audio
ja: 音声を正規化
ka: აუდიოს ნორმალიზება
ko: 오디오 노멀라이즈
ne: अडियो सामान्य गर्नुहोस्
nl: Audio normaliseren
pa: ਆਡੀਓ ਨੂੰ ਸਧਾਰਨ ਕਰੋ
pl: Normalizuj dźwięk
pt: Normalizar áudio
ru: Нормализовать звук
ta: ஒலியை சீரமை
th: ปรับระดับเสียง
tl: I-normalize ang audio
uk: Нормалізувати звук
vi: Bình thường hóa âm thanh
zh: 标准化音频
zh_tw: 標準化音訊

source: Change cover
ar: تغيير الغلاف
bn: কভার পরিবর্তন করুন
ca: Canvia la coberta
cs: Změnit obal
de: Cover ändern
es: Cambiar portada
eu: Aldatu azala
fa: تغییر جلد
fi: Vaihda koveri
fr: Changer de couverture
hi: कवर बदलें
id: Ganti sampul
it: Cambia copertina
ja: カバーを変更
ka: Ქავერის შეცვლა
ko: 커버 변경
ne: कवर परिवर्तन गर्नुहोस्
nl: Hoes aanpassen
pa: ਕਵਰ ਬਦਲੋ
pl: Zmień okładkę
pt: Alterar capa
ru: Изменить обложку
ta: அட்டையை மாற்று
th: เปลี่ยนปก
tl: Baguhin ang cover
uk: Змінити обкладинку
vi: Thay đổi ảnh bìa
zh: 更改封面
zh_tw: 更改封面

source: Add cover
ar: إضافة غلاف
bn: কভার যোগ করুন
ca: Afegeix una coberta
cs: Přidat obal
de: Cover hinzufügen
es: Agregar portada
eu: Gehitu azala
fa: افزودن جلد
fi: Lisää koveri
fr: Ajouter une couverture
hi: कवर जोड़ें
id: Tambah sampul
it: Aggiungi copertina
ja: カバーを追加
ka: Ქავერის ფოტოს დამატება
ko: 커버 추가
ne: कवर थप्नुहोस्
nl: Hoes toevoegen
pa: ਕਵਰ ਜੋੜੋ
pl: Dodaj okładkę
pt: Adicionar capa
ru: Добавить обложку
ta: அட்டையைச் சேர்
th: เพิ่มปก
tl: Magdagdag ng cover
uk: Додати обкладинку
vi: Thêm ảnh bìa
zh: 添加封面
zh_tw: 新增封面
