Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Not born
ar: لم يولد
bn: জন্মগ্রহণ করেনি
ca: No ha nascut
cs: Nenarozen
de: Nicht geboren
es: No nacido
eu: Jaio gabe
fa: متولد نشده
fi: Ei syntynyt
fr: Non né
hi: अभी पैदा नहीं हुआ
id: Belum lahir
it: Non nato
ja: 未出生
ka: არ დაბადებულა
ko: 태어나지 않음
ne: जन्मिएको छैन
nl: Niet geboren
pa: ਹਲੇ ਪੈਦਾ ਨਹੀਂ ਹੋਇਆ
pl: Nie urodzony
pt: Não nascido
ru: Не рожден
ta: பிறக்கவில்லை
th: ยังไม่เกิด
tl: Hindi pa ipinanganak
uk: Ще не народжений
vi: Chưa sinh
zh: 尚未出生
zh_tw: 尚未出生

source: Hacker
ar: هاكر
bn: হ্যাকার
fa: هکر
fi: Hakkeri
hi: हैकर
ja: ハッカー
ka: ჰაკერი
ko: 해커
ne: ह्याकर
pa: ਹੈਕਰ
pl: Haker
ru: Хакер
ta: ஹேக்கர்
th: แฮ็กเกอร์
uk: Хакер
vi: Tin tặc
zh: 黑客
zh_tw: 黑客

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
ca: Perfil
cs: Profil
de: Profil
es: Perfil
eu: Profila
fa: پروفایل
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ka: პროფილი
ko: 프로필
ne: प्रोफाइल
nl: Profiel
pa: ਪ੍ਰੋਫ਼ਾਈਲ
pl: Profil
pt: Perfil
ru: Профиль
ta: சுயவிவரம்
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ
zh: 个人资料
zh_tw: 個人資料

source: No Name
ar: بدون اسم
bn: কোন নাম নেই
ca: Sense nom
cs: Bez jména
de: Kein Name
es: Sin nombre
eu: Izenik Ez
fa: بدون نام
fi: Ei nimeä
fr: Sans nom
hi: कोई नाम नहीं
id: Tanpa nama
it: Nessun nome
ja: 名前なし
ka: არ არის სახელი
ko: 이름 없음
ne: नाम छैन
nl: Geen naam
pa: ਕੋਈ ਨਾਮ ਨਹੀਂ
pl: Brak nazwy
pt: Sem Nome
ru: Без имени
ta: பெயர் இல்லை
th: ไม่มีชื่อ
tl: Walang Pangalan
uk: Без імені
vi: Không có tên
zh: 无名
zh_tw: 無名

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
ca: Editar
cs: Upravit
de: Bearbeiten
es: Editar
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ka: რედაქტირება
ko: 편집
ne: सम्पादन गर्नुहोस्
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
pt: Editar
ru: Редактировать
ta: திருத்து
th: แก้ไข
tl: I-edit
uk: Редагувати
vi: Chỉnh sửa
zh: 编辑
zh_tw: 編輯

source: User Profile
ar: ملف المستخدم
bn: ব্যবহারকারীর প্রোফাইল
ca: Perfil d'usuari
cs: Uživatelský profil
de: Benutzerprofil
es: Perfil de usuario
eu: Erabiltzaile Profila
fa: پروفایل کاربر
fi: Käyttäjäprofiili
fr: Profil utilisateur
hi: उपयोगकर्ता प्रोफ़ाइल
id: Profil pengguna
it: Profilo utente
ja: ユーザープロフィール
ka: მომხმარებლის პროფილი
ko: 사용자 프로필
ne: प्रयोगकर्ता प्रोफाइल
nl: Gebruikersprofiel
pa: ਵਰਤੋਂਕਾਰ ਪ੍ਰੋਫ਼ਾਈਲ
pl: Profil użytkownika
pt: Perfil do Usuário
ru: Профиль пользователя
ta: பயனர் சுயவிவரம்
th: โปรไฟล์ผู้ใช้
tl: Profile ng User
uk: Профіль користувача
vi: Hồ sơ người dùng
zh: 用户资料
zh_tw: 使用者資料

source: {count} plays
ar: {count} تشغيلات
bn: {count} বার প্লে হয়েছে
ca: {count} reproduccions
cs: {count} přehrání
de: {count} Wiedergaben
es: {count} reproducciones
eu: {count} erreprodukzio
fa: {count} پخش
fi: {count} toistoa
fr: {count} lectures
hi: {count} प्ले
id: {count} pemutaran
it: {count} riproduzioni
ja: {count} 回再生
ka: {count} გაწვდვა
ko: {count} 재생
ne: {count} खेलाइन्छ
nl: {count} afspeelbeurten
pa: {count} ਪਲੇ
pl: {count} odtworzeń
pt: {count} reproduzidos
ru: {count} воспроизведений
ta: {count} முறை இசைக்கப்பட்டது
th: {count} การเล่น
tl: {count} na mga play
uk: {count} відтворень
vi: {count} lần phát
zh: {count} 次播放
zh_tw: {count} 次播放

source: Streaming fees (hypothetical)
ar: رسوم البث (افتراضية)
bn: স্ট্রিমিং ফি (ধারণাগত)
ca: Comissions de streaming (hipotètic)
cs: Poplatky za streamování (hypotetické)
de: Streaming-Gebühren (hypothetisch)
es: Tarifas de streaming (hipotéticas)
eu: Streaming ordainketa (hipotetikoa)
fa: هزینه‌های پخش (فرضی)
fi: Suoratoiston maksut (hypoteettinen)
fr: Frais de streaming (hypothétiques)
hi: *Spotify की प्रति स्ट्रीम भुगतान के आधार पर $0.003 से $0.005 तक गणना की गई है। यह एक काल्पनिक गणना है जो उपयोगकर्ता को यह जानकारी देती है कि वे कितना भुगतान करते यदि वे Spotify पर गाने सुनते।
id: Biaya streaming (hipotetis)
it: Spese di streaming (ipotetico)
ja: ストリーミング料金 (概算)
ka: *ეს рассчитывается на основе выплат за поток от Spotify от $0.003 до $0.005. ეს ჰიპოთეტური გამოთვლა იძლევა მომხმარებელს წარმოდგენას იმაზე, რამდენად გადახდილი იქნებოდა არტისტებისთვის, თუ მათ მოუსმინოს Spotify-ს ტრეკებს.
ko: *이것은 Spotify의 스트림당 지급액 $0.003에서 $0.005를 기준으로 계산된 것입니다. 이것은 사용자가 Spotify에서 곡을 들었을 때 아티스트에게 지불했을 금액에 대한 통찰을 제공하기 위한 가상의 계산입니다.
ne: *यो Spotify को प्रति स्ट्रिमको आधारमा गणना गरिएको छ $0.003 देखि $0.005 बीचको भुक्तानी। यो एक काल्पनिक गणना हो उपयोगकर्तालाई यो थाहा दिनको लागि कि उनीहरूले अर्टिस्टहरूलाई Spotify मा गीत सुनेको भए कति भुक्तानी गर्ने थिए।
nl: *Dit is berekend op basis van Spotify's uitbetaling per stream van $0.003 tot $0.005. Dit is een hypothetische berekening om gebruikers inzicht te geven in hoeveel ze aan de artiesten zouden hebben betaald als ze hun lied op Spotify zouden hebben beluisterd.
pa: ਸਟ੍ਰੀਮਿੰਗ ਫੀਸ (ਕਾਲਪਨਿਕ)
pl: *Obliczone na podstawie wypłaty Spotify za stream od $0.003 do $0.005. Jest to hipotetyczne obliczenie, które ma na celu pokazanie, ile użytkownik zapłaciłby artystom, gdyby odsłuchał tych utworów na Spotify.
pt: *Calculado com base no pagamento por stream do Spotify que varia de $0.003 a $0.005. Isso é um cálculo hipotético para fornecer uma visão ao usuário sobre quanto eles teriam pago aos artistas se estivessem ouvindo o seu som no Spotify.
ru: *Рассчитано на основе выплат Spotify за стрим от $0.003 до $0.005. Это гипотетический расчет, чтобы показать пользователю, сколько бы он заплатил артистам, если бы слушал их песни на Spotify.
ta: ஸ்ட்ரீமிங் கட்டணங்கள் (கற்பனை)
th: *คำนวณจากการจ่ายเงินต่อการสตรีมของ Spotify ระหว่าง $0.003 ถึง $0.005 นี่เป็นการคำนวณสมมุติ เพื่อให้ข้อมูลแก่ผู้ใช้เกี่ยวกับจำนวนเงินที่พวกเขา อาจจะจ่ายให้กับศิลปินหากพวกเขาฟังเพลงของพวกเขาใน Spotify
tl: Mga bayarin sa streaming (hypothetical)
uk: *Розраховано на основі виплат Spotify за стримінг від $0.003 до $0.005. Це гіпотетичний розрахунок, щоб дати уявлення користувачу про те, скільки б він заплатив артистам, якби слухав їхні пісні на Spotify.
vi: *Tính toán dựa trên thanh toán của Spotify cho mỗi lần phát từ $0.003 đến $0.005. Đây là một tính toán giả định để give người dùng cái nhìn về số tiền họ sẽ chi trả cho các nghệ sĩ nếu họ nghe bài hát của họ trên Spotify.
zh: *基于 Spotify 每次播放的支付金额 从 $0.003 到 $0.005 计算。这是一个假设性的 计算，旨在让用户了解如果他们在 Spotify 上收听 这些歌曲，可能会付给艺术家的金额。
zh_tw: *基於 Spotify 每次播放的支付金額 從 $0.003 到 $0.005 計算。這是一個假設性的 計算，旨在讓使用者瞭解如果他們在 Spotify 上收聽 這些歌曲，可能會付給藝人的金額。

source: Minutes listened
ar: الدقائق المستمعة
bn: শুনেছেন মিনিট
ca: minuts escoltats
cs: Poslouchané minuty
de: Gehörte Minuten
es: Minutos escuchados
eu: Entzundako minutuak
fa: دقایق گوش داده شده
fi: Kuunneltuja minuutteja
fr: Minutes écoutées
hi: सुनिएका मिनेटहरू
id: Menit didengarkan
it: Minuti ascoltati
ja: 視聴時間
ka: წუთები მოუსმინეს
ko: 청취한 시간
ne: सुनिएका मिनेटहरू
nl: Luistertijd
pa: ਮਿੰਟ ਸੁਣਿਆ
pl: Minuty odsłuchane
pt: Minutos ouvidos
ru: Минут прослушивания
ta: காலம் கேட்டது
th: เวลาที่ฟัง
tl: Mga minutong pinapakinggan
uk: Хвилини прослуховування
vi: Thời gian nghe
zh: 听的分钟数
zh_tw: 聽的分鐘數

source: Streamed songs
ar: الأغاني المذاعة
bn: স্ট্রিম করা গান
ca: cançons reproduïdes
cs: Streamované skladby
de: Gestreamte Lieder
es: Canciones reproducidas
eu: Streaming-ez entzundako kantak
fa: ترانه‌های پخش شده
fi: Suoratoistettuja kappaleita
fr: Morceaux diffusés
hi: स्ट्रीम गरिएका गीतहरू
id: Lagu yang disiarkan
it: Brani in streaming
ja: ストリーミングされた曲
ka: სტრიმირებული სიმღერები
ko: 스트리밍된 곡
ne: स्ट्रीम गरिएका गीतहरू
nl: Gestreamde nummers
pa: ਗੀਤ ਸਟ੍ਰੀਮ ਕੀਤੇ
pl: Strumieniowane utwory
pt: Músicas transmitidas
ru: Стримленные песни
ta: ஸ்ட்ரீமிங் செய்யப்பட்ட பாடல்கள்
th: เพลงที่สตรีม
tl: Mga na-stream na kanta
uk: Стримлені пісні
vi: Bài hát đã phát
zh: 已流媒体歌曲
zh_tw: 已串流媒體歌曲

source: {count} streams
ar: {count} بث
bn: {count} বার স্ট্রিম
ca: {count} reproduccions
cs: {count} streamů
eu: {count} stream
fa: {count} پخش
fi: {count} suoratoistoa
hi: {count} स्ट्रिम
it: {count} streaming
ja: {count} 回のストリーム
ka: {count} სტრიმი
ko: {count} 스트림
ne: {count} स्ट्रिम
pa: {count} ਸਟ੍ਰੀਮ
pl: {count} strumieni
ru: {count} стримов
ta: {count} ஸ்ட்ரீம்கள்
th: {count} สตรีม
tl: {count} na mga stream
uk: {count} стримів
vi: {count} lượt phát
zh: {count} 次流媒体
zh_tw: {count} 次串流媒體

source: Owned by you
ar: مملوك لك
bn: আপনার মালিকানাধীন
ca: De la teva propietat
cs: Vlastněno vámi
de: In Ihrem Besitz
es: En tu posesión
eu: Zure jabetzakoa
fa: توسط شما مالکیت شده
fi: Sinun omistama
fr: Possédé par vous
hi: तपाईंले स्वामित्व गरेको
id: Dimiliki oleh Anda
it: Di tua proprietà
ja: あなたが所有
ka: შენ მიერ საკუთრებული
ko: 당신이 소유
ne: तपाईंले स्वामित्व गरेको
nl: Bezit door jou
pa: ਤੁਹਾਡੀ ਮਲਕੀਅਤ
pl: Własność Twoja
pt: De sua propriedade
ru: Ваша собственность
ta: உங்களால் கொண்டது
th: เป็นเจ้าของโดยคุณ
tl: Pag-aari mo
uk: Ваша власність
vi: Thuộc sở hữu của bạn
zh: 由您拥有
zh_tw: 由您擁有

source: Copied {shareUrl} to clipboard
ar: تم نسخ {shareUrl} إلى الحافظة
bn: {shareUrl} ক্লিপবোর্ডে কপি করা হয়েছে
ca: S'ha copiat {shareUrl} al porta-retalls
cs: Zkopírováno {shareUrl} do schránky
de: {shareUrl} in die Zwischenablage kopiert
es: Copiado {shareUrl} al portapapeles
eu: {shareUrl} arbelera kopiatua
fa: {shareUrl} به کلیپ‌بورد کپی شد
fi: {shareUrl} kopioitu leikepöydälle
fr: {shareUrl} copié dans le presse-papier
hi: {shareUrl} क्लिपबोर्डमा कपी गरियो
id: {shareUrl} disalin ke clipboard
it: Copiato {shareUrl} negli appunti
ja: {shareUrl} をクリップボードにコピーしました
ka: {shareUrl} აიღო კლიპბორდზე
ko: {shareUrl}를 클립보드에 복사했습니다
ne: {shareUrl} क्लिपबोर्डमा कपी गरियो
nl: {shareUrl} gekopieerd naar klembord
pa: {shareUrl} ਕਲਿੱਪਬੋਰਡ ਉੱਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: {shareUrl} skopiowano do schowka
pt: {shareUrl} copiado para a área de transferência
ru: {shareUrl} скопировано в буфер обмена
ta: நகலெடுக்கப்பட்டது {shareUrl} கிளிப்போர்டுக்காக
th: {shareUrl} คัดลอกไปที่คลิปบอร์ดแล้ว
tl: Na-kopya ang {shareUrl} sa clipboard
uk: {shareUrl} скопійовано в буфер обміну
vi: {shareUrl} đã sao chép vào bảng tạm
zh: {shareUrl} 已复制到剪贴板
zh_tw: {shareUrl} 已複製到剪貼簿

# count_mins
source: {minutes} mins
ar: {minutes} دقيقة
bn: {minutes} মিনিট
ca: {minutes} minuts
cs: {minutes} minut
de: {minutes} Minuten
es: {minutes} minutos
eu: {minutes} minutu
fa: {minutes} دقیقه
fi: {minutes} min
fr: {minutes} minutes
hi: {minutes} मिनट
id: {minutes} menit
it: {minutes} min
ja: {minutes} 分
ka: {minutes} წუთი
ko: {minutes} 분
ne: {minutes} मिनेट
nl: {minutes} min
pa: {minutes} ਮਿੰਟ
pl: {minutes} min
pt: {minutes} min
ru: {minutes} мин
ta: {minutes} நிமிடங்கள்
th: {minutes} นาที
tl: {minutes} minuto
uk: {minutes} хв
vi: {minutes} phút
zh: {minutes} 分钟
zh_tw: {minutes} 分鐘

# summary_minutes
source: minutes
ar: الدقائق
bn: মিনিট
ca: minuts
cs: minuty
de: Minuten
es: minutos
eu: minutu
fa: دقیقه‌ها
fi: minuuttia
hi: मिनट
id: menit
it: minuti
ja: 分
ka: წუთები
ko: 분
ne: मिनेट
nl: minuten
pa: ਮਿੰਟ
pl: minuty
pt: minutos
ru: минуты
ta: நிமிடங்கள்
th: นาที
tl: minuto
uk: хвилини
vi: phút
zh: 分钟
zh_tw: 分鐘

# summary_listened_to_music
source: Listened to music
ar: استمعت إلى الموسيقى
bn: সঙ্গীত শুনেছেন
ca: has escoltat música
cs: Poslouchal(a) hudbu
de: Hat Musik gehört
es: Escuchó música
eu: Musika entzuten
fa: به موسیقی گوش داده شده
fi: Kuunneltu musiikkia
fr: A écouté de la musique
hi: सुनी गई संगीत
id: Mendengarkan musik
it: Musica ascoltata
ja: 音楽を聴いた
ka: მუსიკა გაწვდილი
ko: 듣는 음악
ne: सङ्गीत सुन्नु
nl: Beluisterde muziek
pa: ਸੁਣਿਆ ਗਿਆ ਸੰਗੀਤ
pl: Słuchana muzyka
pt: Música ouvida
ru: Слушанная музыка
ta: இசை கேட்டது
th: ฟังเพลง
tl: Nakinig sa musika
uk: Прослухана музика
vi: Đã nghe nhạc
zh: 听音乐
zh_tw: 聽音樂

# summary_songs
source: songs
ar: أغاني
bn: গান
ca: cançons
cs: písně
de: Lieder
es: canciones
eu: kanta
fa: ترانه‌ها
fi: kappaletta
fr: morceaux
hi: गाने
id: lagu
it: brani
ja: 曲
ka: მელოდია
ko: 곡
ne: गीतहरू
nl: nummers
pa: ਗੀਤ
pl: utwory
pt: faixas
ru: песни
ta: பாடல்கள்
th: เพลง
tl: mga kanta
uk: пісні
vi: bài hát
zh: 歌曲
zh_tw: 歌曲

# summary_streamed_overall
source: Streamed overall
ar: بث بشكل عام
bn: মোট স্ট্রিম
ca: reproduït en general
cs: Streamováno celkově
de: Insgesamt gestreamt
es: Transmitido en general
eu: Streaming abesti oro har
fa: پخش شده به طور کلی
fi: Suoratoistettu yhteensä
fr: Diffusé en général
hi: कुल स्ट्रीम
id: Disiarkan secara keseluruhan
it: Streaming complessivo
ja: まるごと聴いた
ka: გაწვდილი საერთო
ko: 전체 스트리밍
ne: सामान्य रूपले स्ट्रीम गरिएको
nl: Totaal gestreamd
pa: ਕੁੱਲ ਸਟ੍ਰੀਮ
pl: Ogółem streamowane
pt: Total de streams
ru: Всего стримов
ta: மொத்தமாக ஸ்ட்ரீமிங்
th: สตรีมทั้งหมด
tl: Na-stream sa kabuuan
uk: Загалом стримів
vi: Stream tổng cộng
zh: 总体流媒体
zh_tw: 總體串流媒體

# summary_owed_to_artists
source: Owed to artists this month
ar: مدين للفنانين هذا الشهر
bn: এই মাসে শিল্পীদেরকে ঋণী
ca: degut als artistes Aquest mes
cs: Dluženo umělcům Tento měsíc
de: Den Künstlern geschuldet Diesen Monat
es: Debido a los artistas Este mes
eu: Hilabete honetan artistei zor zaiena
fa: به هنرمندان بدهکار است این ماه
fi: Maksettava artisteille Tässä kuussa
fr: Dû aux artistes Ce mois-ci
hi: कलाकारों को देनदार इस महीने
id: Terhutang kepada artis Bulan ini
it: Dovuto agli artisti questo mese
ja: 今月アーティストに払う べき額
ka: გადასახადი არტისტებს ამ თვეში
ko: 이번 달 아티스트에게 지급해야 할 금액
ne: यस महिना कलाकारहरूलाई देन
nl: Te betalen aan artiesten deze maand
pa: ਕਲਾਕਾਰਾਂ ਨੂੰ ਦੇਣਦਾਰ ਇਸ ਮਹੀਨੇ
pl: Do zapłaty artystom w tym miesiącu
pt: Devido aos artistas este mês
ru: К выплате артистам в этом месяце
ta: கலைஞர்களுக்கு இந்த மாதம் சொந்தமானது
th: ค้างชำระให้ศิลปิน ในเดือนนี้
tl: Utang sa mga artista ngayong buwan
uk: Заборгованість артистам цього місяця
vi: Nợ nghệ sĩ trong tháng này
zh: 本月欠艺术家的
zh_tw: 本月欠藝人的

# summary_artists
source: artist's
ar: الفنانين
bn: শিল্পীর
ca: artistes
cs: umělců
de: Künstler
es: artistas
eu: artisten
fa: هنرمندان
fi: artisti
fr: artistes
hi: कलाकार
id: artis
it: dell'artista
ja: アーティスト
ka: არტისტების
ko: 아티스트의
ne: कलाकारको
nl: van de artiest
pa: ਕਲਾਕਾਰ
pl: artystów
pt: artista
ru: артиста
ta: கலைஞர்கள்
th: ศิลปิน
tl: artista
uk: артистів
vi: nghệ sĩ
zh: 艺术家的
zh_tw: 藝人的

# summary_music_reached_you
source: Music reached you
ar: وصلت إليك الموسيقى
bn: আপনার কাছে পৌঁছেছে সঙ্গীত
ca: La música t'ha arribat
cs: Hudba vás oslovila
de: Musik hat Sie erreicht
es: La música te alcanzó
eu: Musika ailegatu zaizu
fa: موسیقی به شما رسیده است
fi: Musiikki saavutti sinut
fr: La musique vous a atteint
hi: संगीत आपके पास पहुंच गया
id: Musik mencapai Anda
it: La musica ti ha raggiunto
ja: の音楽が届いた
ka: მუსიკა ჩაგივარდა
ko: 음악이 도달함
ne: सङ्गीत तपाईंलाई पुग्यो
nl: Muziek heeft je bereikt
pa: ਸੰਗੀਤ ਤੁਹਾਡੇ ਤੱਕ ਪਹੁੰਚ ਗਿਆ
pl: Muzyka dotarła do Ciebie
pt: A música chegou até você
ru: Музыка дошла до вас
ta: இசை உங்களுக்கு வந்தது
th: เพลงมาถึงคุณ
tl: Umabot sa iyo ang musika
uk: Музика досягла вас
vi: Âm nhạc đã đến với bạn
zh: 音乐触及了你
zh_tw: 音樂觸及了您

# summary_full_albums
source: full albums
ar: ألبومات كاملة
bn: সম্পূর্ণ অ্যালবাম
ca: Àlbums complets
cs: plná alba
de: volle Alben
es: álbumes completos
eu: album osok
fa: آلبوم‌های کامل
fi: täydet albumit
fr: albums complets
hi: पूरा एल्बम
id: album lengkap
it: album completi
ja: フルアルバム
ka: სრული ალბომები
ko: 전체 앨범
ne: पूर्ण एल्बमहरू
nl: volledige albums
pa: ਪੂਰਾ ਐਲਬਮ
pl: pełne albumy
pt: álbuns completos
ru: полные альбомы
ta: முழு ஆல்பங்கள்
th: อัลบั้มเต็ม
tl: buong album
uk: повні альбоми
vi: album đầy đủ
zh: 完整专辑
zh_tw: 完整專輯

# summary_got_your_love
source: Got your love
ar: حصلت على حبك
bn: আপনার ভালোবাসা পেয়েছে
ca: ha aconseguit el teu amor
cs: Získal vaši lásku
de: Hat Ihre Liebe gewonnen
es: Obtuvo tu amor
eu: Jaso dute zure maitasuna
fa: عشق شما را به دست آورد
fi: Sai rakkautesi
fr: A obtenu votre amour
hi: आपका प्यार मिला
id: Mendapatkan cinta Anda
it: Ha ricevuto il tuo amore
ja: があなたの愛を受け取った
ka: მოსულა თქვენი სიყვარული
ko: 당신의 사랑을 받음
ne: तपाईंको माया प्राप्त गरियो
nl: Kreeg je liefde
pa: ਤੁਹਾਡਾ ਪਿਆਰ ਮਿਲਿਆ
pl: Otrzymał Twoją miłość
pt: Recebeu seu amor
ru: Получил вашу любовь
ta: உங்கள் அன்பை பெற்றுக்கொண்டேன்
th: ได้รับความรักของคุณ
tl: Nakuha ang iyong pagmamahal
uk: Отримав вашу любов
vi: Nhận được tình yêu của bạn
zh: 获得了你的爱
zh_tw: 獲得了您的愛

# summary_playlists
source: playlists
ar: قوائم التشغيل
bn: প্লেলিস্ট
ca: llistes de reproducció
cs: playlisty
de: Wiedergabelisten
es: listas de reproducción
eu: zerrenda
fa: لیست‌های پخش
fi: soittolistat
hi: प्लेलिस्ट
id: daftar putar
it: playlist
ja: 再生リスト
ka: პლეილისტები
ko: 플레이리스트
ne: प्लेइस्ट
nl: afspeellijsten
pa: ਪਲੇਸੂਚੀਆਂ
pl: playlisty
ru: плейлисты
ta: பாடல் பட்டியல்கள்
th: เพลย์ลิสต์
tl: mga playlist
uk: плейлисти
vi: danh sách phát
zh: 播放列表
zh_tw: 播放清單

# summary_were_on_repeat
source: Were on repeat
ar: كانت على التكرار
bn: পুনরাবৃত্তিতে ছিল
ca: estaven en repetició
cs: Byly na opakování
de: Wurden wiederholt
es: Estaban en repetición
eu: Dituzu errepikatze moduan
fa: در تکرار بودند
fi: Olivat toistossa
fr: Était en répétition
hi: दोहराया गया
id: Sedang diulang
it: Erano in ripetizione
ja: をリピートしました
ka: გადაწვდილი იყო
ko: 반복 재생됨
ne: पुनरावृत्ति गरियो
nl: Was op herhaling
pa: ਦੁਹਰਾਇਆ ਗਿਆ
pl: Były na powtarzaniu
pt: Estavam em repetição
ru: Были на повторе
ta: மீண்டும் மீண்டும் இருந்தன
th: อยู่ในโหมดซ้ำ
tl: Pinu-playlst muli
uk: Були на повторі
vi: Đã được phát lại
zh: 已重复播放
zh_tw: 已重複播放

source: Total {money}
ar: المجموع {money}
bn: মোট {money}
cs: Celkem {money}
de: Gesamt {money}
eu: Guztira {money}
fa: مجموع {money}
fi: Yhteensä {money}
hi: कुल {money}
it: Totale {money}
ja: 計 {money}
ka: მთლიანი {money}
ko: 총 {money}
ne: कुल {money}
nl: Totaal {money}
pa: ਕੁੱਲ {money}
pl: Łącznie {money}
ru: Всего {money}
ta: மொத்தம் {money}
th: รวม {money}
tl: Kabuuang {money}
uk: Загалом {money}
vi: Tổng cộng {money}
zh: 总计 {money}
zh_tw: 總計 {money}

source: Webview not found
ar: لم يتم العثور على Webview
bn: ওয়েবভিউ পাওয়া যায়নি
ca: No s'ha trobat el Webview
cs: Webview nebyl nalezen
de: Webview nicht gefunden
es: No se encontró el Webview
eu: Ez da Webview aurkitu
fa: وب‌ویو پیدا نشد
fi: Webview ei löydy
fr: Webview non trouvé
hi: वेबव्यू नहीं मिला
id: Webview tidak ditemukan
it: Webview non trovato
ja: Webviewが見つかりません
ka: ვებვიუ ვერ მოიძებნა
ko: 웹뷰를 찾을 수 없음
ne: वेबभ्यू फेला परेन
nl: Webview niet gevonden
pa: ਵੈੱਬਵਿਯੂ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono Webview
pt: Webview não encontrado
ru: Webview не найден
ta: வெப்வியூ கிடைக்கவில்லை
th: ไม่พบ Webview
tl: Hindi nahanap ang Webview
uk: Webview не знайдено
vi: Không tìm thấy Webview
zh: 未找到 Webview
zh_tw: 沒有發現 Webview

# webview_not_found_description
source: No webview runtime is installed in your device. If it's installed make sure it's in the Environment PATH After installing, restart the app
ar: لم يتم تثبيت بيئة تشغيل Webview على جهازك. إذا كانت مثبتة، تأكد من وجودها في environment PATH بعد التثبيت، أعد تشغيل التطبيق
bn: আপনার ডিভাইসে কোনো ওয়েবভিউ রানটাইম ইনস্টল করা নেই। যদি ইনস্টল থাকে, তা নিশ্চিত করুন যে এটি environment PATH এ রয়েছে ইনস্টল করার পর, অ্যাপটি পুনরায় চালু করুন
ca: No hi ha cap temps d'execució de Webview instal·lat al dispositiu. Si està instal·lat, assegureu-vos que estigui en el environment PATH Després d'instal·lar-lo, reinicieu l'aplicació
cs: Na vašem zařízení není nainstalováno žádné runtime prostředí Webview. Pokud je nainstalováno, ujistěte se, že je v environment PATH Po instalaci restartujte aplikaci
de: Es ist keine Webview-Laufzeitumgebung auf Ihrem Gerät installiert. Falls installiert, stellen Sie sicher, dass es im environment PATH ist Nach der Installation starten Sie die App neu
es: No hay tiempo de ejecución de Webview instalado en su dispositivo. Si está instalado, asegúrese de que esté en el environment PATH Después de instalar, reinicie la aplicación
eu: Ez dago Webview abiarazte denbora-instalaziorik zure gailuan. Instalatuta badago, ziurtatu environment PATH-an dagoela Instalatu ondoren, berrabiarazi aplikazioa
fa: هیچ اجرای وب‌ویو روی دستگاه شما نصب نشده است. در صورت نصب، مطمئن شوید که در environment PATH قرار دارد پس از نصب، برنامه را مجدداً راه‌اندازی کنید
fi: Laitteellasi ei ole asennettua Webview-ajonaikaa. Jos se on asennettu, varmista, että se on environment PATH:ssa Asennuksen jälkeen käynnistä sovellus uudelleen
fr: Aucun environnement d'exécution Webview installé sur votre appareil. Si c'est installé, assurez-vous qu'il soit dans le environment PATH Après l'installation, redémarrez l'application
hi: आपके डिवाइस पर वेबव्यू रनटाइम इंस्टॉल नहीं है। अगर इंस्टॉल है, तो सुनिश्चित करें कि यह environment PATH में है इंस्टॉल करने के बाद, ऐप को पुनः शुरू करें
id: Tidak ada runtime Webview yang diinstal di perangkat Anda. Jika sudah diinstal, pastikan itu ada di environment PATH Setelah diinstal, restart aplikasi
it: Nessun runtime Webview installato nel tuo dispositivo. Se è installato, assicurati che sia nel environment PATH Dopo l'installazione, riavvia l'app
ja: 端末にWebviewランタイムがインストールされていません。 インストールされている場合は、環境変数のパスにあるか確認してください インストール後、アプリを再起動してください
ka: თქვენს მოწყობილობაზე ვებვიუის შესრულების დრო არ არის დაყენებული. თუ დაყენებულია, დარწმუნდით, რომ ის environment PATH-შია დაყენების შემდეგ, გადატვირთეთ აპი
ko: 기기에 웹뷰 런타임이 설치되지 않았습니다. 설치되어 있으면 environment PATH에 있는지 확인하십시오 설치 후 앱을 다시 시작하세요
ne: तपाईंको उपकरणमा कुनै वेबभ्यू रनटाइम स्थापना गरिएको छैन। यदि स्थापना गरिएको छ भने, environment PATH मा छ कि छैन भनेर सुनिश्चित गर्नुहोस् स्थापना पछि, अनुप्रयोग पुनः सुरु गर्नुहोस्
nl: Er is geen Webview-runtime geïnstalleerd op uw apparaat. Als het is geïnstalleerd, zorg ervoor dat het in het environment PATH staat Herstart de app na installatie
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਉੱਤੇ ਕੋਈ ਵੈੱਬਵਿਯੂ ਰਨਟਾਈਮ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ। ਜੈਕਰ ਇਹ ਇੰਸਟਾਲ ਹੈ ਤਾਂ ਪੱਕਾ ਕਰੋ ਕਿ ਇਹ ਵਾਤਾਵਰਨ ਰਸਤੇ ਵਿੱਚ ਹੈ ਇੰਸਟਾਲ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਐਪ ਦੁਬਾਰਾ ਚਲਾਉ
pl: Na twoim urządzeniu nie zainstalowano środowiska uruchomieniowego Webview. Jeśli jest zainstalowany, upewnij się, że jest w environment PATH Po instalacji uruchom ponownie aplikację
pt: Nenhum runtime Webview está instalado no seu dispositivo. Se estiver instalado, certifique-se de que está no environment PATH Após a instalação, reinicie o aplicativo
ru: На вашем устройстве не установлена среда выполнения Webview. Если он установлен, убедитесь, что он находится в environment PATH После установки перезапустите приложение
ta: உங்கள் சாதனத்தில் எந்தவொரு வெப்வியூ இயக்கத்தை நிறுவவில்லை. இது நிறுவப்பட்டிருந்தால், சுற்றுச்சூழல் பாதையில் PATH உள்ளது என்பதை உறுதிபடுத்தவும் நிறுவித்த பிறகு, செயலியை மறுதொடக்கம் செய்யவும்
th: ไม่พบ runtime ของ Webview บนอุปกรณ์ของคุณ หากติดตั้งแล้วตรวจสอบให้แน่ใจว่าอยู่ใน environment PATH หลังจากติดตั้งแล้ว ให้รีสตาร์ทแอป
tl: Walang webview runtime na naka-install sa iyong device. Kung naka-install ito, siguraduhing nasa Environment PATH Pagkatapos mag-install, i-restart ang app
uk: На вашому пристрої не встановлено виконуване середовище Webview. Якщо воно встановлено, переконайтеся, що воно знаходиться в environment PATH Після встановлення перезапустіть програму
vi: Không có runtime Webview nào được cài đặt trên thiết bị của bạn. Nếu đã cài đặt, hãy đảm bảo rằng nó nằm trong environment PATH Sau khi cài đặt, hãy khởi động lại ứng dụng
zh: 您的设备中未安装 Webview 运行时。 如果已安装，请确保它在 environment PATH 中 安装后，重新启动应用程序
zh_tw: 您的裝置中未安裝 Webview 運行時。 如果已安裝，請確保它在環境變數 PATH 中 安裝後，重新啟動應用程式

source: Unsupported platform
ar: المنصة غير مدعومة
bn: সমর্থিত প্ল্যাটফর্ম নয়
ca: Plataforma no compatible
cs: Nepodporovaná platforma
de: Nicht unterstützte Plattform
es: Plataforma no soportada
eu: Plataforma ez onartua
fa: پلتفرم پشتیبانی نمی‌شود
fi: Ei tuettu alusta
fr: Plateforme non prise en charge
hi: असमर्थित प्लेटफार्म
id: Platform tidak didukung
it: Piattaforma non supportata
ja: 未対応のプラットフォーム
ka: მოუხერხებელი პლატფორმა
ko: 지원되지 않는 플랫폼
ne: असमर्थित प्लेटफार्म
nl: Niet ondersteund platform
pa: ਅਸਮਰਥਿਤ ਪਲੇਟਫਾਰਮ
pl: Nieobsługiwana platforma
pt: Plataforma não suportada
ru: Платформа не поддерживается
ta: அதிர்ஷ்டகாத உருப்படியை ஆதரிக்கவில்லை
th: แพลตฟอร์มไม่รองรับ
tl: Hindi suportadong platform
uk: Непідтримувана платформа
vi: Nền tảng không được hỗ trợ
zh: 不支持的平台
zh_tw: 不支援的平台
