Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: System Default
ar: لغة النظام الإفتراضية
bn: সিস্টেম ডিফল্ট
ca: Predeterminat del sistema
cs: Systém
de: Systemstandard
es: Predeterminado del sistema
eu: Sisteman lehenetsia
fa: پیش فرض سیستم
fi: Järjestelmän oletus
fr: Paramètres par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Bawaan Sistem
it: Default sistema
ja: システムの既定値
ka: სისტემის ნაგულისხმევი
ko: 시스템 기본설정
ne: सिस्टम पूर्वनिर्धारित
nl: Systeemstandaard
pa: ਸਿਸਟਮ ਡਿਫਾਲਟ
pl: Domyślny systemowy
pt: Padrão do Sistema
ru: Системное значение по умолчанию
ta: கணினி இயல்புநிலை
th: ค่าเริ่มต้นของระบบ
tl: Default ng Sistema
uk: Системна мова
vi: Mặc định hệ thống
zh: 系统默认
zh_tw: 系統預設

source: Marketplace Region
ar: منطقة السوق
bn: মার্কেটপ্লেস অঞ্চল
ca: Regió de la botiga
cs: Region
de: Marktplatzregion
es: Región de la tienda
eu: Dendaren herrialdea
fa: منطقه
fi: Markkina-alue
fr: Région du marché
hi: मार्केटप्लेस क्षेत्र
id: Wilayah Pasar
it: Regione del mercato
ja: 音楽市場の地域
ka: მარკეტფლეისის რეგიონი
ko: 마켓플레이스 지역
ne: बजार स्थान
nl: Marktplaats-regio
pa: ਮਾਰਕਿਟਪਲੇਸ ਖੇਤਰ
pl: Region Rynku
pt: Região da Loja
ru: Региональное пространство
ta: சந்தை பிராந்தியம்
th: ภูมิภาค Marketplace
tl: Rehiyon ng Marketplace
uk: Регіон маркетплейсу
vi: Khu vực Marketplace
zh: 市场地区
zh_tw: 市場地區

source: Recommendation Country
ar: بلد التوصية
bn: দেশভিত্তিক সঙ্গীত পরামর্শের জন্য দেশ
ca: País de recomanació
cs: Země pro doporučení
de: Empfehlungsland
es: País de recomendación
eu: Gomendio herrialdea
fa: کشور های پیشنهادی
fi: Suositeltu maa
fr: Pays de recommandation
hi: सिफ़ारिश देने वाला देश
id: Negara Rekomendasi
it: Paese Raccomandato
ja: おすすめの国
ka: რეკომენდირებული ქვეყანა
ko: 추천 국가
ne: सिफारिस गरिएको देश
nl: Aanbeveling Land
pa: ਸੁਝਾਇਆ ਗਿਆ ਦੇਸ਼
pl: Kraj rekomendacji
pt: País de Recomendação
ru: Страна рекомендаций
ta: பரிந்துரை நாடு
th: ประเทศที่แนะนำ
tl: Bansang Inirerekomenda
uk: Країна рекомендацій
vi: Quốc gia gợi ý
zh: 选择国家与地区以获取对应推荐
zh_tw: 選擇國家與地區以獲取對應推薦

source: Appearance
ar: مظهر
bn: রুপ
ca: Apariència
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
eu: Itxura
fa: ظاهر
fi: Ulkomuto
fr: Apparence
hi: दिखने में
id: Tampilan
it: Aspetto
ja: 外観
ka: გარეგნობა
ko: 디자인
ne: दृष्टिकोण
nl: Uiterlijk
pa: ਦਿੱਖ
pl: Wygląd
pt: Aparência
ru: Внешний вид
ta: தோற்றம்
th: ลักษณะที่ปรากฏ
tl: Hitsura
uk: Зовнішній вигляд
vi: Giao diện
zh: 外观
zh_tw: 外觀

source: Layout Mode
ar: وضع التخطيط
bn: UI বিন্যাস রূপ
ca: Mode de disseny
cs: Režim rozložení
de: Layout-Modus
es: Modo de diseño
eu: Diseinua
fa: حالت چیدمان
fi: Asettelutila
fr: Mode de mise en page
hi: लेआउट मोड
id: Mode Tata Letak
it: Modalità Layout
ja: レイアウトの種類
ka: განლაგების რეჟიმი
ko: 레이아웃 모드
ne: लेआउट मोड
nl: Opmaakmodus
pa: ਲੇਆਊਟ ਮੋਡ
pl: Tryb Układu
pt: Modo de Layout
ru: Режим компоновки
ta: அமைப்பு முறை
th: โหมดเค้าโครง
tl: Mode ng Layout
uk: Режим макета
vi: Chế độ layout
zh: 布局类型
zh_tw: 佈局模式

# override_layout_settings
source: Override responsive layout mode settings
ar: تجاوز إعدادات وضع التخطيط سريع الاستجابة
bn: প্রতিক্রিয়াশীল UI বিন্যাস রূপের সেটিংস পরিবর্তন করুন
ca: Anul·leu la configuració del mode de disseny responsiu
cs: Přepsat režim rozložení
de: Responsiven Layout-Modus-Einstellungen überschreiben
es: Anular la configuración del modo de diseño responsive
eu: Responsive diseinuaren ezarpenak ezeztatu
fa: تنطیمات حالت واکنشگرای چیدمان را لغو کن
fi: Jätä reagoiva asettelutila huomioimatta
fr: Remplacer les paramètres de mise en page adaptative
hi: ओवरराइड रेस्पॉन्सिव लेआउट मोड सेटिंग्स
id: Ganti pengaturan mode tata letak responsif
it: Sovrascrivi le impostazioni del layout responsivo
ja: レスポンシブなレイアウトの種類の設定を上書きする
ka: რესფონსივ განლაგების რეჟიმის კონფიგურაციაზე გადაწერა
ko: 반응형 레이아웃 모드 설정 덮어씌우기
ne: अनुकूलित प्रतिकृयात्मक लेआउट मोड सेटिङ्गहरू
nl: Instellingen voor responsieve opmaakmodus opheffen
pa: ਓਵਰਰਾਈਡ ਰਿਸਪਾਂਸਿਵ ਲੇਆਊਟ ਮੋਡ ਸੈਟਿੰਗ
pl: Nadpisz responsywne ustawienia trybu układu
pt: Substituir configurações do modo de layout responsivo
ru: Изменить настройки режима адаптивной компоновки
ta: தளவமைப்பு அமைப்புகளை மாற்றியமை
th: แทนที่การตั้งค่าโหมดเค้าโครงแบบตอบสนอง
tl: I-override ang mga setting ng responsive layout mode
uk: Перезаписати налаштування адаптивного режиму макета
vi: Ghi đè cài đặt layout
zh: 将覆盖响应式布局设置
zh_tw: 將覆蓋響應式佈局設定

source: Adaptive
ar: متكيف
bn: অভিযোজিত
ca: Adaptable
cs: Adaptivní
de: Adaptiv
es: Adaptable
eu: Moldagarria
fa: قابل تطبیق
fi: Mukautuva
fr: Adaptatif
hi: अनुकूल
id: Adaptif
it: Adattiva
ja: 適応的
ka: ადაპტირებული
ko: 적응형
ne: अनुकूलित
nl: Adaptief
pa: ਅਨੁਕੂਲ
pl: Adaptacyjny
pt: Adaptável
ru: Адаптивный
ta: தகவமைப்பு
th: ปรับเปลี่ยน
tl: Umaangkop
uk: Адаптивний
vi: Tương thích
zh: 自适应
zh_tw: 自適應

source: Compact
ar: مدمج
bn: আঁটসাঁট UI
ca: Compacte
cs: Kompaktní
de: Kompakt
es: Compacto
eu: Trinkoa
fa: فشرده
fi: Kompakti
hi: कॉम्पैक्ट
id: Ringkas
it: Compatta
ja: コンパクト
ka: კომპაქტური
ko: 컴팩트
ne: संकुचित
pa: ਕੰਪੈਕਟ
pl: Kompaktowy
pt: Compacto
ru: Компактный
ta: சுருக்கமான
th: กระชับ
tl: Kompakto
uk: Компактний
vi: Nhỏ gọn
zh: 紧凑
zh_tw: 緊湊

source: Extended
ar: ممتد
bn: বিস্তৃত UI
ca: Extès
cs: Rozšířený
de: Erweitert
es: Extendido
eu: Hedatua
fa: گسترده
fi: Laajennettu
fr: Étendu
hi: विस्तृत
id: Diperluas
it: Estesa
ja: 幅広
ka: გაფართოებული
ko: 확장
ne: बढाइएको
nl: Uitgebreid
pa: ਵਿਸਤ੍ਰਿਤ
pl: Rozszerzony
pt: Estendido
ru: Расширенный
ta: விரிவான
th: ขยาย
tl: Pinalawig
uk: Розширений
vi: Mở rộng
zh: 宽广
zh_tw: 寬廣

source: Theme
ar: مظهر
bn: থিম
ca: Tema
cs: Téma
de: Design
es: Tema
eu: Gaia
fa: تم
fi: Teema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ka: თემა
ko: 테마
ne: थिम
nl: Thema
pa: ਥੀਮ
pl: Motyw
pt: Tema
ru: Тема
ta: தீம்
th: ธีม
tl: Tema
uk: Тема
vi: Chủ đề
zh: 主题
zh_tw: 主題

source: Dark
ar: داكن
bn: অন্ধকার
ca: Fosc
cs: Tmavé
de: Dunkel
es: Oscuro
eu: Iluna
fa: تاریک
fi: Tumma
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ka: ბნელი
ko: 다크
ne: गाढा
nl: Donker
pa: ਗੂੜ੍ਹਾ
pl: Ciemny
pt: Escuro
ru: Тёмная
ta: இருள்
th: มืด
tl: Madilim
uk: Темна
vi: Tối
zh: 深色
zh_tw: 深色

source: Light
ar: ساطعt
bn: উজ্জল
ca: Clar
cs: Světlé
de: Hell
es: Claro
eu: Argia
fa: روشن
fi: Vaalea
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ka: ღია
ko: 라이트
ne: प्रकाश
nl: Licht
pa: ਚਾਨਣ
pl: Jasny
pt: Claro
ru: Светлая
ta: வெளிர்
th: สว่าง
tl: Maliwanag
uk: Світла
vi: Sáng
zh: 浅色
zh_tw: 淺色

source: System
ar: حسب النظام
bn: সিস্টেম থিম
ca: Sistema
cs: Systém
es: Sistema
eu: Sistema
fa: سیستم
fi: Järjestelmä
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システムに従う
ka: სისტემის
ko: 시스템과 동일
ne: सिस्टम
nl: Systeem
pa: ਸਿਸਟਮ
pl: Systemowy
pt: Sistema
ru: Системная
ta: கணினி வழி
th: ระบบ
tl: Sistema
uk: Системна
vi: Hệ thống
zh: 系统
zh_tw: 系統

source: Accent Color
ar: لون تمييز
bn: প্রভাবশালী রং
ca: Color d'accent
cs: Barva akcentu
de: Akzentfarbe
es: Color de acento
eu: Azentu kolorea
fa: رنگ تاکیدی
fi: Korostusväri
fr: Couleur d'accentuation
hi: अक्षरशैली का रंग
id: Warna Aksen
it: Colore accento
ja: アクセントカラー
ka: აქცენტის ფერი
ko: 보조색
ne: एक्सेन्ट रङ्ग
nl: Accentkleur
pa: ਅੱਖਰਸ਼ੈਲੀ ਦਾ ਰੰਗ
pl: Kolor Akcentu
pt: Cor de Destaque
ru: Акцентный цвет
ta: அழுத்த நிறம்
th: สีเน้น
tl: Kulay ng Accent
uk: Колір акценту
vi: Màu nhấn
zh: 主色调
zh_tw: 主色調

source: Sync album color
ar: مزامنة لون الألبوم
bn: অ্যালবাম সুসংগত UI এর রং
ca: Sincronitzar color de l'àlbum
cs: Synchronizovat barvu alba
de: Albumfarbe synchronisieren
es: Sincronizar color del álbum
eu: Sinkronizatu albumaren kolorea
fa: هنگام سازی رنگ البوم
fi: Synkronoi albumin väri
fr: Synchroniser la couleur de l'album
hi: एल्बम का रंग सिंक करें
id: Sinkronkan warna album
it: Syncronizza colore album
ja: アルバムの色に合わせる
ka: ალბომის ფერის სინქრონიზაცია
ko: 앨범 색상
ne: एल्बम रङ्ग सिङ्क गर्नुहोस्
nl: Albumkleur synchroniseren
pa: ਐਲਬਮ ਦਾ ਰੰਗ ਸਿੰਕ ਕਰੋ
pl: Synchronizuj kolor albumu
pt: Sincronizar cor do álbum
ru: Синхронизировать цвет альбома
ta: ஆல்பம் நிறத்தை ஒத்திசை
th: ซิงค์สีอัลบั้ม
tl: I-sync ang kulay ng album
uk: Синхронізувати колір альбому
vi: Đồng bộ màu album
zh: 匹配封面颜色
zh_tw: 匹配封面顏色

# sync_album_color_description
source: Uses the dominant color of the album art as the accent color
ar: يستخدم اللون السائد لصورة الألبوم باعتباره لون التمييز
bn: অ্যালবাম কভারের প্রভাবশালী রঙ UI অ্যাকসেন্ট রঙ হিসাবে ব্যবহার করে
ca: Utilitza el color dominant de l'álbum com a color d'accent
cs: Používá dominantní barvu obalu alba jako barvu akcentu
de: Verwendet die dominante Farbe des Album Covers als Akzentfarbe
es: Usa el color dominante del arte del álbum como color de acento
eu: Albumaren artearen kolore nagusia erabili azentu kolore bezala
fa: از رنگ البوم هنرمند به عنوان رنگ تاکیدی استفاده میکند
fi: Käyttää albumin kansitaiteen vallitsevaa väirä korostuvärinä
fr: Utilise la couleur dominante de l'art de l'album comme couleur d'accentuation
hi: एल्बम कला का प्रधान रंग एक्सेंट रंग के रूप में उपयोग किया जाता है
id: Menggunakan warna dominan sampul album sebagai warna aksen
it: Usa il colore dominante della copertina dell'album come colore accento
ja: アルバムアートの主張色をアクセントカラーとして使用
ka: დომინანტური ალბომის ფერის აქცენტის ფერად გამოყენება
ko: 앨범아트의 주요 색상을 보조색으로 사용
ne: एल्बम कला को प्रमुख रङ्गलाई एक्सेन्ट रङ्गको रूपमा प्रयोग गर्दछ
nl: Gebruikt de overheersende kleur van het album als accentkleur
pa: ਐਲਬਮ ਕਲਾ ਦਾ ਪ੍ਰਾਇਮਰੀ ਰੰਗ ਇੱਕ ਲਹਿਜ਼ੇ ਦੇ ਰੰਗ ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Używa dominującego koloru okładki albumu jako koloru akcentującego
pt: Usa a cor predominante da capa do álbum como cor de destaque
ru: Использует основной цвет обложки альбома как цвет акцента
ta: ஆல்பம் படத்தின் முக்கிய நிறத்தை அழுத்த நிறமாகப் பயன்படுத்துகிறது
th: ใช้สีเด่นของอาร์ตอัลบั้มเป็นสีเน้น
tl: Ginagamit ang pangunahing kulay ng album art bilang kulay ng accent
uk: Використовує домінуючий колір обкладинки альбому як колір акценту
vi: Sử dụng màu chủ đạo của hình ảnh album làm màu nhấn
zh: 选取专辑封面主题色作为主色调
zh_tw: 選取專輯封面主題色作為主色調

source: Playback
ar: التشغيل
bn: সংগীতের প্লেব্যাক
ca: Reproducció
cs: Přehrávání
de: Wiedergabe
es: Reproducción
eu: Erreprodukzioa
fa: پخش
fi: Toisto
fr: Lecture
hi: प्लेबैक
id: Pemutaran
it: Riproduzione
ja: 再生
ka: დაკვრა
ko: 재생
ne: प्लेब्याक
nl: Weergave
pa: ਪਲੇਬੈਕ
pl: Odtwarzanie
pt: Reprodução
ru: Воспроизведение
ta: பின்னணி
th: การเล่น
uk: Відтворення
vi: Phát
zh: 播放
zh_tw: 播放

source: Audio Quality
ar: جودة الصوت
bn: শব্দের গুণমান
ca: Qualitat d'àudio
cs: Kvalita zvuku
de: Audioqualität
es: Calidad de audio
eu: Audioaren kalitatea
fa: کیفیت صدا
fi: Äänenlaatu
fr: Qualité audio
hi: ऑडियो क्वालिटी
id: Kualitas Suara
it: Qualità Audio
ja: 音声品質
ka: აუდიოს ხარისხი
ko: 음질
ne: आडियो गुणस्तर
nl: Audiokwaliteit
pa: ਆਡੀਉ ਗੁਣਵੱਤਾ
pl: Jakość dźwięku
pt: Qualidade do Áudio
ru: Качество звука
ta: ஒலி தரம்
th: คุณภาพเสียง
tl: Kalidad ng Audio
uk: Якість аудіо
vi: Chất lượng âm thanh
zh: 音质
zh_tw: 音質

source: High
ar: مرتفعة
bn: উচ্চ
ca: Alta
cs: Vysoká
de: Hoch
es: Alta
eu: Altua
fa: زیاد
fi: Korkea
fr: Haute
hi: उच्च
id: Tinggi
it: Alta
ja: 高
ka: მაღალი
ko: 높음
ne: उच्च
nl: Hoog
pa: ਉੱਚ
pl: Duża
pt: Alta
ru: Высокое
ta: உயர்
th: สูง
tl: Mataas
uk: Висока
vi: Cao
zh: 高
zh_tw: 高

source: Low
ar: منخفضة
bn: নিম্ন
ca: Baixa
cs: Nízká
de: Niedrig
es: Baja
eu: Baxua
fa: کم
fi: Matala
fr: Basse
hi: निम्न
id: Rendah
it: Bassa
ja: 低
ka: დაბალი
ko: 낮음
ne: न्यून
nl: Laag
pa: ਨਿਮਨ
pl: Mała
pt: Baixa
ru: Низкое
ta: குறைந்த
th: ต่ำ
tl: Mababa
uk: Низька
vi: Thấp
zh: 低
zh_tw: 低

# pre_download_play
source: Pre-download and play
ar: التحميل المسبق والتشغيل
bn: আগে গান ডাউনলোড করে পরে চালান
ca: Descàrrega prèvia i reproduir
cs: Předstáhnout a přehrát
de: Vorab herunterladen und abspielen
es: Pre-descargar y reproducir
eu: Aurre-deskargatu eta erreproduzitu
fa: دانلود و پخش کنید
fi: Esilataa ja soita
fr: Pré-télécharger et lire
hi: पूर्वावत डाउनलोड और प्ले करें
id: Unduh dan putar
it: Pre-scarica e riproduci
ja: 事前ダウンロードと再生
ka: წინასწარ ჩამოტვირთვა და დაკვრა
ko: 재생할 곡을 미리 다운로드
ne: पूर्व-डाउनलोड र प्ले गर्नुहोस्
nl: Vooraf downloaden en afspelen
pa: ਪਹਿਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਚਲਾਉ
pl: Wstępnie pobierz i odtwórz
pt: Pré-download e reprodução
ru: Предварительная загрузка и воспроизведение
ta: முன்பதிவிறக்கம் மற்றும் இயக்கம்
th: ดาวน์โหลดล่วงหน้าและเล่น
tl: Mag-pre-download at i-play
uk: Попереднє завантаження та відтворення
vi: Tải xuống và phát
zh: 先下后播
zh_tw: 先下後播

# pre_download_play_description
source: Instead of streaming audio, download bytes and play instead (Recommended for higher bandwidth users)
ar: بدلاً من دفق الصوت، قم بتنزيل وحدات البايت وتشغيلها بدلاً من ذلك (موصى به لمستخدمي Bandwidth)
bn: গান স্ট্রিম করার পরিবর্তে, ডাউনলোড করুন এবং প্লে করুন (উচ্চ ব্যান্ডউইথ ব্যবহারকারীদের জন্য প্রস্তাবিত)
ca: En lloc de transmetre l'àudio, descarrega bytes i ho reprodueix (recomendat per usuaris amb un bon ample de banda)
cs: Místo streamování audia stáhnout skladbu a přehrát (doporučeno pro uživatele s rychlejším internetem)
de: Anstatt Audio zu streamen, Bytes herunterladen und abspielen (Empfohlen für Benutzer mit hoher Bandbreite)
es: En lugar de transmitir audio, descarga bytes y reproduce en su lugar (recomendado para usuarios con mayor ancho de banda)
eu: Streaming egin beharrean, byte-ak deskargatu eta erreproduzitu (banda-zabalera handia duten erabiltzaileentzat gomendagarria)
fa: به جای پخش جریانی صدا، بایت ها را دانلود کنید و به جای آن پخش کنید (برای کاربران با پهنای باند بالاتر توصیه می شود)
fi: Audion suoratoiston sijaan, lataa tavut ja soita ne (Suositeltu korkeamman kaistanleveyden käyttäjille)
fr: Au lieu de diffuser de l'audio, téléchargez les octets et lisez-les à la place (recommandé pour les utilisateurs à bande passante élevée)
hi: ऑडियो स्ट्रीमिंग की बजाय बाइट्स डाउनलोड करें और बजाय में प्ले करें (उच्च बैंडविड्थ उपयोगकर्ताओं के लिए सिफारिश किया जाता है)
id: Daripada streaming audio, unduh byte dan mainkan (Direkomendasikan untuk pengguna bandwidth yang lebih tinggi)
it: Anzi che effettuare lo stream dell'audio, scarica invece i byte e li riproduce (raccomandato per gli utenti con banda più alta)
ja: 音声をストリーミングする代わりに、データをバイト単位でダウンロードして再生 (回線速度が早いユーザーにおすすめ)
ka: აუდიოს სტრიმინგის ნაცვლად, ბაიტების ჩამოტვირთვა და დაკვრა (რეკომენდებულია უფრო მაღალი გამტარუნარიანობის მომხმარებლებისთვის)
ko: 스트리밍 방식을 쓰는 대신 파일 단위로 다운로드 받고 재생 (인터넷 대역폭이 높은 환경에서 추천)
ne: आडियो स्ट्रिम गर्नु नगरी बाइटहरू डाउनलोड गरी बजाउँछ (उच्च ब्यान्डविथ उपयोगकर्ताहरूको लागि सिफारिस गरिएको)
nl: In plaats van audio te streamen, kun je bytes downloaden en afspelen (aanbevolen voor gebruikers met een hogere bandbreedte)
pa: ਸਟ੍ਰੀਮਿੰਗ ਆਡੀਓ ਦੀ ਬਜਾਏ ਬਾਈਟ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਚਲਾਓ (ਉੱਚ ਬੈਂਡਵਿਡਥ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਸਿਫ਼ਾਰਿਸ਼ ਕੀਤੀ ਗਈ ਹੈ)
pl: Zamiast przesyłać strumieniowo dźwięk, pobiera odpowiedni bufor i odtwarza (zalecane dla użytkowników o większej przepustowości)
pt: Em vez de transmitir áudio, baixar bytes e reproduzir (recomendado para usuários com maior largura de banda)
ru: Вместо потоковой передачи аудио используйте загруженные байты и воспроизводьте их (рекомендуется для пользователей с высокой пропускной способностью)
ta: ஒலியை ஸ்ட்ரீம் செய்வதற்குப் பதிலாக, பைட்டுகளைப் பதிவிறக்கி இயக்கவும் (அதிக பேண்ட்விட்த் பயனர்களுக்கு பரிந்துரைக்கப்படுகிறது)
th: แทนที่จะสตรีมเสียง ดาวน์โหลดข้อมูลและเล่นแทน (แนะนำสำหรับผู้ใช้แบนด์วิดธ์สูง)
tl: Sa halip na mag-stream ng audio, mag-download ng bytes at i-play sa halip (Inirerekomenda para sa mga gumagamit ng mataas na bandwidth)
uk: Замість потокового відтворення аудіо завантажте байти та відтворіть їх (рекомендовано для користувачів з високою пропускною здатністю)
vi: Thay vì stream âm thanh, tải xuống trước và phát (Khuyến nghị cho người dùng có băng thông cao)
zh: 先下载歌曲后再播放而非流式播放（推荐带宽较高用户使用）
zh_tw: 先下載歌曲後再播放而非流式播放（推薦頻寬較高使用者使用）

# skip_non_music
source: Skip non-music segments (SponsorBlock)
ar: تخطي المقاطع غير الموسيقية (SponsorBlock)
bn: গানের নন-মিউজিক সেগমেন্ট এড়িয়ে যান (SponsorBlock)
ca: Ometre segments que no son música (SponsorBlock)
cs: Přeskočit nehudební segmenty (SponsorBlock)
de: Überspringe Nicht-Musik-Segmente (SponsorBlock)
es: Omitir segmentos que no son música (SponsorBlock)
eu: Musika ez diren segmentuak baztertu (SponsorBlock)
fa: رد شدن از پخش های غیر موسیقی (SponsorBlock)
fi: Ohita ei-musiikki kohdat (SponsorBlock)
fr: Ignorer les segments non musicaux (SponsorBlock)
hi: गाने के अलावा सेगमेंट्स को छोड़ें (स्पॉन्सरब्लॉक)
id: Lewati segmen non-musik (SponsorBlock)
it: Salta i segmenti non di musica (SponsorBlock)
ja: 音楽でない部分をスキップ (SponsorBlock)
ka: არა მუსიკალური ნაწილის გამოტოვება (სპონსორის ბლოკი)
ko: 음악이 아닌 부분을 스킵 (SponsorBlock)
ne: गीतहरू बाहेक कुनै अनुष्ठान छोड्नुहोस् (स्पन्सरब्लक)
nl: Niet-muzieksegmenten overslaan (SponsorBlock)
pa: ਗੀਤ ਦੇ ਇਲਾਵਾ ਸੈਗਮੈਂਟਾਂ ਨੂੰ ਛੱਡੋ (ਸਪਾਂਸਰਬਲਾਕ)
pl: Pomiń nie-muzyczne segmenty (SponsorBlock)
pt: Pular segmentos não musicais (SponsorBlock)
ru: Пропускать немузыкальные сегменты (SponsorBlock)
ta: இசையல்லாத பகுதிகளைத் தவிர் (SponsorBlock)
th: ข้ามส่วนที่ไม่ใช่เพลง (SponsorBlock)
tl: Laktawan ang mga segment na hindi musika (SponsorBlock)
uk: Пропустити не музичні сегменти
vi: Bỏ qua các đoạn không phải nhạc (SponsorBlock)
zh: 跳过非音乐片段（屏蔽赞助商）
zh_tw: 略過非音樂片段（贊助商阻擋）

# blacklist_description
source: Blacklisted tracks and artists
ar: المقطوعات والفنانون المدرجون في القائمة السوداء
bn: কালো তালিকাভুক্ত গানের ট্র্যাক এবং শিল্পী
ca: Cançons i artistes de la llista negra
cs: Zakázané skladby a umělci
de: Gesperrte Titel und Künstler
es: Canciones y artistas en la lista negra
eu: Zerrenda beltzeko abesti eta artistak
fa: آهنگ ها و هنرمند های در لیست سیاه
fi: Mustalistat kappaleet aja artistit
fr: Pistes et artistes en liste noire
hi: ब्लैकलिस्ट में शामिल ट्रैक और कलाकार
id: Lagu dan artis di daftar hitam
it: Tracce e artisti in blacklist
ja: 曲とアーティストのブラックリスト
ka: შავ სიაში მყოფი არტისტები და ტრეკები
ko: 블랙리스트에 추가된 곡과 아티스트
ne: कालोसूची गीत र कलाकारहरू
nl: Nummers en artiesten op de zwarte lijst
pa: ਕਾਲੀਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਟ੍ਰੈਕ ਅਤੇ ਕਲਾਕਾਰ
pl: Czarna lista utworów i artystów
pt: Faixas e artistas na lista negra
ru: Черный список треков и артистов
ta: தடைசெய்யப்பட்ட பாடல்கள் மற்றும் கலைஞர்கள்
th: แทร็กและศิลปินที่บล็อก
tl: Mga track at artista na nasa blacklist
uk: Треки та виконавці в чорному списку
vi: Các bài hát và nghệ sĩ trong blacklist
zh: 已屏蔽的歌曲与艺人
zh_tw: 已黑名單的歌曲與藝人

# wait_for_download_to_finish
source: Please wait for the current download to finish
ar: يرجى الانتظار حتى انتهاء التنزيل الحالي
bn: ডাউনলোড শেষ হওয়ার জন্য অপেক্ষা করুন
ca: Si us plau, esperi que acabi la descàrrega actual
cs: Počkejte, až se dokončí stahování
de: Bitte warten Sie, bis der aktuelle Download abgeschlossen ist
es: Por favor, espera a que termine la descarga actual
eu: Mesedez, itxaron uneko deskarga bukatu arte
fa: لطفا صبر کنید تا دانلود آهنگ جاری تمام شود
fi: Odota nykyisen latauksen lopetteluun
fr: Veuillez attendre la fin du téléchargement en cours
hi: वर्तमान डाउनलोड समाप्त होने तक कृपया प्रतीक्षा करें
id: Tunggu hingga unduhan saat ini selesai
it: Prego attendere che lo scaricamento corrente finisca
ja: 現在のダウンロードが完了するまでお待ちください
ka: გთხოვთ, დაელოდოთ მიმდინარე ჩამოტვირთვის დასრულებას
ko: 현재 진행중인 다운로드가 끝날 때까지 기다려주세요
ne: कृपया हालको डाउनलोड समाप्त हुन लागि पर्खनुहोस्
nl: Wacht tot de huidige download is voltooid
pa: ਵਰਤਮਾਨ ਡਾਊਨਲੋਡ ਸਮਾਪਤ ਹੋਣ ਤੱਕ ਇੰਤਜ਼ਾਰ ਕਰੋ
pl: Proszę poczekać na zakończenie obecnego pobierania.
pt: Aguarde o download atual ser concluído
ru: Пожалуйста, дождитесь завершения текущей загрузки
ta: தற்போதைய பதிவிறக்கம் முடியும் வரை காத்திருக்கவும்
th: โปรดรอให้การดาวน์โหลดปัจจุบันเสร็จสิ้น
tl: Mangyaring maghintay para matapos ang kasalukuyang pag-download
uk: Зачекайте, поки завершиться поточна загрузка
vi: Vui lòng đợi quá trình tải xuống hiện tại hoàn thành
zh: 请等待当前下载任务完成
zh_tw: 請等待目前下載任務完成

source: Desktop
ar: سطح المكتب
bn: ডেস্কটপ
ca: Escriptori
es: Escritorio
eu: Mahaigaina
fa: میز کار
fi: Työpöytä
fr: Bureau
hi: डेस्कटॉप
ja: デスクトップ
ka: დესკტოპი
ko: 데스크톱
ne: डेस्कटप
nl: Bureaublad
pa: ਡੈਸਕਟਾਪ
pl: Pulpit
ru: Компьютер
ta: கணினி
th: เดสก์ท็อป
uk: Робочий стіл
vi: Máy tính
zh: 桌面端设置
zh_tw: 桌面端設定

source: Close Behavior
ar: إغلاق التصرف
bn: বন্ধ করার প্রক্রিয়া
ca: Comportament al tancar
cs: Chování při zavření
de: Verhalten beim Schließen
es: Comportamiento al cerrar
eu: Ixterako Portaera
fa: رفتار نزدیک
fi: Sulkemisen käyttäytyminen
fr: Comportement de fermeture
hi: बंद करने का व्यवहार
id: Tutup Perilaku
it: Comportamento Chiusura
ja: 閉じた時の動作
ka: დახურვის ქცევა
ko: 닫을 때의 동작
ne: बन्द व्यवहार
nl: Sluitgedrag
pa: ਬੰਦ ਕਰਨ ਦਾ ਵਿਵਹਾਰ
pl: Zamknij
pt: Comportamento de Fechamento
ru: Поведение при закрытии
ta: மூடும் நடத்தை
th: ปิดพฤติกรรม
tl: Pag-uugali ng Pagsara
uk: Поведінка при закритті
vi: Thao tác đóng
zh: 点击关闭按钮行为
zh_tw: 點擊關閉按鈕行為

source: Close
ar: إغلاق
bn: বন্ধ করুন
ca: Tancar
cs: Zavřít
de: Schließen
es: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ka: დახურვა
ko: 닫기
ne: बन्द गर्नुहोस्
nl: Afsluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt: Fechar
ru: Закрыть
ta: மூடு
th: ปิด
tl: Isara
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

source: Minimize to tray
ar: تصغير إلى الدرج
bn: সিস্টেম ট্রেতে রাখুন
ca: Minimizar a la safata del sistema
cs: Minimalizovat do lišty
de: In Taskleiste minimieren
es: Minimizar en la bandeja del sistema
eu: Sistemako erretilura minimizatu
fa: پتجره را کوچک کنید
fi: Minimisoi tehtäväpalkkiin
fr: Réduire dans la zone de notification
hi: ट्रे में कम करें
id: Perkecil ke tray
it: Minimizza in tray
ja: トレイに最小化
ka: მინიმიზაცია
ko: 트레이로 최소화
ne: ट्रेमा कम गर्नुहोस्
nl: Minimaliseren naar systeemvak
pa: ਟ੍ਰੇ ਵਿੱਚ ਘੱਟ ਕਰੋ
pl: Zminimalizuj do zasobnika
pt: Minimizar para a bandeja
ru: Свернуть
ta: ட்ரேயை குறைக்கவும்
th: ลดขนาดลงถาด
tl: I-minimize sa tray
uk: Згорнути в трей
vi: Thu nhỏ vào khay hệ thống
zh: 最小化到托盘
zh_tw: 最小化到系統匣

# show_tray_icon
source: Show System tray icon
ar: إظهار أيقونات درج النظام
bn: সিস্টেম ট্রে আইকন দেখান
ca: Mostrar icona a la safata del sistema
cs: Zobrazit ikonu v systémové liště
de: Systemsymbol anzeigen
es: Mostrar icono en la bandeja del sistema
eu: Erakutsi ikonoa sistemaren erretiluan
fa: نماد را نمایش بده
fi: Näytä järjestelmäkuvake
fr: Afficher l'icône de la zone de notification
hi: सिस्टम ट्रे आइकन दिखाएं
id: Tampilkan tray ikon sistem
it: Mostra icona in tray di sistema
ja: システムトレイにアイコンを表示
ka: სისტემის აიკონის ჩვენება
ko: 시스템 트레이 아이콘 표시
ne: सिस्टम ट्रे आइकन देखाउनुहोस्
nl: Systeemvakpictogram tonen
pa: ਸਿਸਟਮ ਟ੍ਰੇ ਆਈਕਨ ਦਿਖਾਉ
pl: Pokazuj ikonę w zasobniku
pt: Mostrar ícone na bandeja do sistema
ru: Показать значок на панели задач
ta: ட்ரே ஐகானைக் காட்டு
th: แสดงไอคอนถาดระบบ
tl: Ipakita ang icon ng System tray
uk: Показувати значок у системному треї
vi: Hiển thị biểu tượng trên khay hệ thống
zh: 显示托盘图标
zh_tw: 顯示系統匣圖示

source: About
ar: حول
bn: বিস্তারিত
ca: Sobre
cs: O aplikaci
de: Über
es: Acerca de
eu: Honi buruz
fa: درباره
fi: Tietoa
fr: À propos
hi: के बारे में
id: Tentang
it: A proposito di
ja: このアプリについて
ka: ჩვენს შესახებ
ko: 앱 정보
ne: बारेमा
nl: Over
pa: ਬਾਬਤ
pl: O projekcie
pt: Sobre
ru: О нас
ta: பற்றி
th: เกี่ยวกับ
tl: Tungkol sa
uk: Про
vi: Về chúng tôi
zh: 关于
zh_tw: 關於

# u_love_spotube
source: We know you love Spotube
ar: نحن نعلم أنك تحب Spotube
bn: আমরা জানি আপনি Spotube কে ভালবাসেন
ca: Sabem que li encanta Spotube
cs: Víme, že milujete Spotube
de: Wir wissen, dass Sie Spotube lieben
es: Sabemos que te encanta Spotube
eu: Badakigu Spotube maite duzula
fa: دوست داریدSpotubeما میدانیم شما
fi: Tiedämme että rakastat Spotubea
fr: Nous savons que vous aimez Spotube
hi: हम जानते हैं कि आप Spotube से प्यार करते हैं
id: Kami tahu Anda menyukai Spotube
it: Sappiamo che ami Spotube
ja: Spotube が好きだと知っていますよ
ko: Spotube... 사랑하시죠?
ne: हामीले थाहा पारेका छौं तपाईंलाई Spotube मन पर्छ
nl: We weten dat je van Spotube houd
pa: ਅਸੀਂ ਜਾਣਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ Spotube ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹੋ
pl: Wiemy jak kochacie Spotube
pt: Sabemos que você adora o Spotube
ru: Мы знаем что вам нравится Spotube
ta: நீங்கள் Spotube ஐ நேசிக்கிறீர்கள் என்பது எங்களுக்குத் தெரியும்
th: เรารู้ว่าคุณรัก Spotube
tl: Alam naming gusto mo ang Spotube
uk: Ми знаємо, що ви любите Spotube
vi: Chúng tôi biết bạn yêu Spotube
zh: 我们明白你喜欢 Spotube
zh_tw: 我們明白您喜歡 Spotube
