Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Check for updates
ar: تحقق من وجود تحديثات
bn: আপডেট চেক করুন
ca: Buscar actualitzacions
cs: Zkontrolovat aktualizace
de: Nach Updates suchen
es: Buscar actualizaciones
eu: Bilatu eguneraketak
fa: بروزرسانی را بررسی کنید
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
hi: अपडेट के लिए जाँच करें
id: Periksa pembaruan
it: Controlla aggiornamenti
ja: アップデートの確認
ka: განახლებების შემოწმება
ko: 업데이트 확인
ne: अपडेटहरूको लागि जाँच गर्नुहोस्
nl: Controleren op updates
pa: ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ
pl: Sprawdź aktualizacje
pt: Verificar atualizações
ru: Проверьте наличие обновлений
ta: புதுப்பிப்புகளைச் சரிபார்
th: ตรวจสอบการปรับปรุง
tl: Maghanap ng mga update
uk: Перевірити наявність оновлень
vi: Kiểm tra cập nhật
zh: 检查更新
zh_tw: 檢查更新

source: About Spotube
ar: حول Spotube
bn: Spotube সম্পর্কে বিস্তারিত
ca: Sobre Spotube
cs: O Spotube
de: Über Spotube
es: Acerca de Spotube
eu: Spotube-ri buruz
fa: Spotube درباره
fi: Tietoa Spotube:sta
fr: À propos de Spotube
hi: Spotube के बारे में
id: Tentang Spotube
it: A proposito di Spotube
ja: Spotube について
ka: Spotube-ს შესახებ
ko: Spotube에 관해
ne: Spotube को बारेमा
nl: Over Spotube
pa: Spotube ਦੇ ਬਾਰੇ
pl: O Spotube
pt: Sobre o Spotube
ru: О Spotube
ta: Spotube பற்றி
th: เกี่ยวกับ Spotube
tl: Tungkol sa Spotube
uk: Про Spotube
vi: Về Spotube
zh: 关于 Spotube
zh_tw: 關於 Spotube

source: Blacklist
ar: قائمة سوداء
bn: কালো তালিকা
ca: Llista negra
cs: Černá listina
de: Gesperrte Titel
es: Lista negra
eu: Zerrenda beltza
fa: لیست سیاه
fi: Mustalista
fr: Liste noire
hi: ब्लैकलिस्ट
id: Daftar Hitam
ja: ブラックリスト
ka: შავი სია
ko: 블랙리스트
ne: कालोसूची
nl: Zwarte lijst
pa: ਕਾਲੀਸੂਚੀ
pl: Czarna lista
pt: Lista Negra
ru: Чёрный список
ta: தடைப்பட்டியல்
th: แบล็กลิสต์
uk: Чорний список
zh: 屏蔽列表
zh_tw: 黑名單

# please_sponsor
source: Please Sponsor/Donate
ar: يرجى دعم/التبرع
bn: স্পনসর/সহায়তা করুন
ca: Si us plau, patrocina/dona
cs: Sponzorovat/darovat
de: Bitte unterstützen/Spenden Sie
es: Por favor, apoya/dona
eu: Mesedez, babestu/diruz lagundu
fa: لطفا کمک/حمایت کنید
fi: Sponsoroi/Lahjoita, kiitos
fr: S'il vous plaît Sponsoriser/Donner
hi: कृपया स्पॉन्सर / डोनेट करें
id: Silakan Sponsor/Menyumbang
it: Per favore sponsorizza/dona
ja: 出資/寄付もお待ちします
ka: გთხოვთ დაგვასპონსოროთ
ko: 후원해주시면 감사하겠습니다.
ne: कृपया स्पन्सर/डोनेट गर्नुहोस्
nl: Sponsor/Doneer a.u.b.
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਪਾਂਸਰ / ਦਾਨ ਕਰੋ
pl: Proszę wesprzyj projekt
pt: Por favor, patrocine/doe
ru: Стать спосором/поддержать
ta: தயவுசெய்து ஆதரவு/நன்கொடை அளியுங்கள்
th: กรุณาสนับสนุน/บริจาค
tl: Mangyaring Mag-sponsor/Mag-donate
uk: Будь ласка, станьте спонсором/зробіть пожертву
vi: Vui lòng tài trợ/ủng hộ
zh: 请赞助/捐赠
zh_tw: 請贊助/捐贈

# spotube_description
source: Open source extensible music streaming platform and app, based on BYOMM (Bring your own music metadata) concept
ar: Spotube، عميل Spotify خفيف الوزن ومتعدد المنصات ومجاني للجميع
bn: Spotube, একটি কর্মদক্ষ, ক্রস-প্ল্যাটফর্ম, বিনামূল্যের জন্য Spotify ক্লায়েন্ট
ca: Spotube, un client lleuger, multiplataforma i gratuït de Spotify
cs: Spotube, rychlý, multiplatformní, bezplatný Spotify klient
de: Spotube, ein leichtgewichtiger, plattformübergreifender und kostenloser Spotify-Client
es: Spotube, un cliente ligero, multiplataforma y gratuito de Spotify
eu: Spotube, arina, plataforma-anitza eta doakoa den Spotify-ren bezeroa
fa: یک برنامه سبک و مولتی پلتفرم و رایگان برای همه استSpotube
fi: Spotube, kevyt, cross-platform, vapaa-kaikille spotify clientti
fr: Spotube, un client Spotify léger, multiplateforme et gratuit pour tous
hi: Spotube, एक हल्का, सभी प्लेटफॉर्मों पर चलने वाला, मुफ्त स्पॉटिफाई क्लाइंट
id: Spotube, klien Spotify yang ringan, lintas platform, dan gratis untuk semua
it: Spotube, un client spotify gratis per tutti, multipiattaforma e leggero
ja: Spotube は、軽量でクロスプラットフォームな、すべて無料の spotify クライアント
ka: Spotube, a lightweight, cross-platform, free-for-all spotify client
ko: Spotube는, 경량에 크로스플랫폼인데다 무료이기까지한 스포티파이 클라이언트입니다
ne: Spotube, एक हल्का, समृद्ध, स्वतन्त्र Spotify क्लाइयन
nl: Spotube, een lichtgewicht, cross-platform, vrij-voor-alles Spotify-client
pa: Spotube, ਇੱਕ ਹਲਕਾ, ਸਾਰੇ ਪਲੇਟਫਾਰਮਾਂ ਤੇ ਚੱਲਣ ਵਾਲਾ, ਮੁਫ਼ਤ ਸਪੋਟੀਫਾਈ ਕਲਾਇੰਟ
pl: Spotube, lekki, wieloplatformowy, darmowy dla wszystkich klient Spotify
pt: Spotube, um cliente leve, multiplataforma e gratuito para o Spotify
ru: Spotube – это легкий, кросс-платформенный клиент Spotify, предоставляющий бесплатный доступ для всех пользователей
ta: Spotube, ஒரு லேசான, பல தளங்களில் இயங்கும், அனைவருக்கும் இலவசமான spotify கிளையன்ட்
th: Spotube โปรแกรมเล่น Spotify ฟรีสำหรับทุกคน น้ำหนักเบา รองรับหลายแพลตฟอร์ม
tl: Spotube, isang magaan, cross-platform, libreng-para-sa-lahat na spotify client
uk: Spotube, легкий, кросплатформовий, безкоштовний клієнт Spotify
vi: Spotube, một ứng dụng Spotify nhẹ, đa nền tảng và miễn phí
zh: Spotube，一个轻量、跨平台且完全免费的 Spotify 客户端。
zh_tw: Spotube，一個輕量、跨平台且完全免費的 Spotify 客戶端。

source: Version
ar: إصدار
bn: সংস্করণ
ca: Versió
cs: Verze
es: Versión
eu: Bertsioa
fa: نسخه
fi: Versio
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ka: ვერსია
ko: 버전
ne: संस्करण
nl: Versie
pa: ਸੰਸਕਰਨ
pl: Wersja
pt: Versão
ru: Версия
ta: பதிப்பு
th: รุ่น
tl: Bersyon
uk: Версія
vi: Phiên bản
zh: 版本
zh_tw: 版本

source: Build Number
ar: رقم البنية
bn: বিল্ড নম্বর
ca: Número de compilació
cs: Číslo sestavení
de: Build-Nummer
es: Número de compilación
eu: Konpilazio zenbakia
fa: شماره ساخت
fi: Rakennusnumero
fr: Numéro de version
hi: बिल्ड नंबर
id: Nomor Pembuatan
it: Numero Build
ja: ビルド番号
ko: 빌드 번호
ne: निर्माण नम्बर
nl: Bouwnummer
pa: ਬਿਲਡ ਨੰਬਰ
pl: Numer Build'a
pt: Número de Build
ru: Номер сборки
ta: கட்டமைப்பு எண்
th: หมายเลขบิลด์
uk: Номер збірки
vi: Số phiên bản
zh: 构建代码
zh_tw: 建置代碼

source: Founder
ar: الموئسس
bn: প্রতিষ্ঠাতা
ca: Fundador
cs: Zakladatel
de: Gründer
es: Fundador
eu: Sortzailea
fa: بنیانگذار
fi: Perustaja
fr: Fondateur
hi: संस्थापक
id: Pendiri
it: Fondatore
ja: 創始者
ka: დამფუძნებელი
ko: 창시자
ne: संस्थापक
nl: Grondlegger
pa: ਸੰਸਥਾਪਕ
pl: Twórca Założyciel
pt: Fundador
ru: Создатель
ta: நிறுவனர்
th: ผู้ก่อตั้ง
tl: Nagtatag
uk: Засновник
vi: Người sáng lập
zh: 发起人
zh_tw: 發起人

source: Repository
ar: المستودع
bn: সংগ্রহস্থল
ca: Repositori
cs: Repozitář
es: Repositorio
eu: Errepositorioa
fa: مخزن
fi: Arkisto
fr: Dépôt
hi: भण्डार
id: Repositori
ja: リポジトリ
ka: რეპოზიტორია
ko: 리포지토리
ne: पुनरावलोकन स्थल
nl: Opslagplaats
pa: ਭੰਡਾਰ
pl: Repozytorium
pt: Repositório
ru: Репозиторий
ta: களஞ்சியம்
th: ที่เก็บ
uk: Репозиторій
vi: Mã nguồn
zh: 源码
zh_tw: 儲存庫

source: Bug+Issues
ar: أخطاء+مشاكل
bn: বাগ/সমস্যা
ca: Errors i problemes
cs: Chyby+Problémy
de: Fehler und Probleme
es: Errores y problemas
eu: Erroreak eta arazoak
fa: اشکال+مسایل
fi: Bugit+Ongelmat
fr: Bugs + Problèmes
hi: बग+मुद्दे
id: Bug+Masalah
it: Bug+Problemi
ja: バグや問題
ko: 버그 및 이슈
ne: त्रुटि + समस्याहरू
nl: Bug+problemen
pa: ਦਿੱਕਤਾਂ+ਮੁੱਦੇ
pl: Błędy i propozycje
pt: Bugs/Problemas
ru: Ошибки и проблемы
ta: பிழை_சிக்கல்கள்
th: ข้อผิดพลาด+ปัญหา
tl: Bug+Mga Isyu
uk: Помилки та проблеми
vi: Báo cáo lỗi
zh: 缺陷和问题报告
zh_tw: 錯誤與問題回報

# made_with
source: Made with ❤️ in Bangladesh🇧🇩
ar: صُنع باستخدام ❤️ في بنغلاديش🇧🇩
bn: ❤️ দিয়ে বাংলাদেশে🇧🇩 তৈরি
ca: Fet amb ❤️ a Bangladesh🇧🇩
cs: Vytvořeno s ❤️ v Bangladéši🇧🇩
de: Entwickelt mit ❤️ in Bangladesch 🇧🇩
es: Hecho con ❤️ en Bangladesh🇧🇩
eu: Bangladesh🇧🇩-en ❤️-z egina
fa: 🇧🇩ساخته شده با ❤️ در بنگلادش
fi: Tehty ❤️ Bangladeshista 🇧🇩
fr: Fabriqué avec ❤️ au Bangladesh🇧🇩
hi: बांग्लादेश🇧🇩 में दिल से बनाया गया
id: Dibuat dengan ❤️ di Bangladesh🇧🇩
it: Fatto con ❤️ in Bangladesh🇧🇩
ja: ❤️ を込めてバングラディシュ🇧🇩で開発
ko: ❤️을 담아 방글라데시에서 만듦
ne: ❤️ 2021-2024 बाट बनाइएको
nl: Met ❤️ gemaakt in Bangladesh🇧🇩
pa: ਬੰਗਲਾਦੇਸ਼🇧🇩 ਵਿੱਚ ਦਿਲ ਨਾਲ ਬਣਾਇਆ ਗਿਆ
pl: Stworzono z ❤️ w Bangladesh'u 🇧🇩
pt: Feito com ❤️ em Bangladesh🇧🇩
ru: Сделано Bangladesh🇧🇩 с ❤️
ta: வங்காளதேசத்திலிருந்து🇧🇩 ❤️ உருவாக்கப்பட்டது
th: ทำด้วย❤️ใน บังคลาเทศ🇧🇩
tl: Ginawa nang may ❤️ sa Bangladesh🇧🇩
uk: Зроблено з ❤️ в Бангладеш 🇧🇩
vi: Được làm bằng ❤️ ở Băng-la-đét
zh: 于孟加拉🇧🇩用 ❤️ 发电
zh_tw: 於孟加拉🇧🇩用 ❤️ 發電

source: Kingkor Roy Tirtho
bn: কিংকর রায় তীর্থ
hi: किंगकोर रॉय तिर्थो
ne: किङ्कोर राय तिर्थो
pa: ਕਿੰਗਕੋਰ ਰੌਏ ਤਿਰਥੋ
ta: கிங்கர் ராய் திர்தோ

# copyright
source: © 2021-{current_year} Kingkor Roy Tirtho
bn: © 2021-{current_year} কিংকর রায় তীর্থ
hi: © 2021-{current_year} किंगकोर रॉय तिर्थो
ne: © 2021-{current_year} किङ्कोर राय तिर्थो
pa: © 2021-{current_year} ਕਿੰਗਕੋਰ ਰੌਏ ਤਿਰਥੋ
ta: © 2021-{current_year} கிங்கர் ராய் திர்தோ

source: License
ar: الترخيص
bn: লাইসেন্স
ca: Llicència
cs: Licence
de: Lizenz
es: Licencia
eu: Lizentzia
fa: مجوز
fi: Lisenssi
fr: Licence
hi: लाइसेंस
id: Lisensi
it: Licenza
ja: ライセンス
ka: ლიცენზია
ko: 라이선스
ne: लाइसेन्स
nl: Licentie
pa: ਲਸੰਸ
pl: Licencja
pt: Licença
ru: Лицензия
ta: உரிமம்
th: ใบอนุญาต
tl: Lisensya
uk: Ліцензія
vi: Giấy phép
zh: 许可证
zh_tw: 許可證

# credentials_will_not_be_shared_disclaimer
source: Don't worry, any of your credentials won't be collected or shared with anyone
ar: لا تقلق، لن يتم جمع أي من بيانات الخاصة بك أو مشاركتها مع أي شخص
bn: চিন্তা করবেন না, আপনার কোনো লগইন তথ্য সংগ্রহ করা হবে না বা কারো সাথে শেয়ার করা হবে না
ca: No es preocupi, les seves credencials no seran recollides ni compartides amb ningú
cs: Nebojte, žádné z vašich údajů nebudou shromažďovány ani s nikým sdíleny
de: Keine Sorge, Ihre Anmeldeinformationen werden nicht erfasst oder mit anderen geteilt
es: No te preocupes, tus credenciales no serán recopiladas ni compartidas con nadie
eu: Ez arduratu, zure kredentzialak ez ditugu bilduko edo inorekin elkarbanatuko
fa: نگران نباشید، هیچ یک از اعتبارنامه های شما جمع آوری نمی شود یا با کسی به اشتراک گذاشته نمی شود
fi: Älä huoli, tunnuksiasi ei talleteta tai jaeta kenenkään kanssa
fr: Ne vous inquiétez pas, vos identifiants ne seront ni collectés ni partagés avec qui que ce soit
hi: चिंता न करें, आपके क्रेडेंशियल किसी भी तरह से नहीं एकत्रित या साझा किए जाएंगे
id: Jangan khawatir, kredensial Anda tidak akan dikumpulkan atau dibagikan kepada siapa pun
it: Non ti preoccupare, le tue credenziali non saranno inviate o condivise con nessuno
ja: 心配ありません。個人情報を収集したり、共有されることはありません
ka: არ ინერვიულოთ, თქვენი მონაცემები არ იქნება შეგროვებული ან გაზიარებული ვინმესთან
ko: 걱정하지 마세요. 귀하의 자격 증명은 수집되지 않으며 누구와도 공유되지 않습니다.
ne: चिन्ता नगर्नुहोस्, तपाईंको कुनै पनि क्रेडेन्शियलहरूले कसैले संग्रह वा साझा गर्नेछैन
nl: Maak je geen zorgen, je gegevens worden niet verzameld of gedeeld met anderen.
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਹਾਡੇ ਕਰੇਡੈਂਸ਼ੀਅਲ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਨਾਲ ਇਕੱਠੇ ਜਾਂ ਸਾਂਝੇ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ
pl: Nie martw się, żadne Twoje dane uwierzytelniające nie zostaną zebrane ani nikomu udostępnione
pt: Não se preocupe, suas credenciais não serão coletadas nem compartilhadas com ninguém
ru: Не беспокойся, никакая личная информация не собирается и не передается
ta: கவலைப்பட வேண்டாம், உங்கள் சான்றுகள் எதுவும் சேகரிக்கப்படாது அல்லது யாருடனும் பகிரப்படாது
th: ไม่ต้องกังวล ข้อมูลรับรองใดๆ ของคุณจะไม่ถูกเก็บรวบรวมหรือแชร์กับใคร
tl: Huwag mag-alala, ang alinman sa iyong mga kredensyal ay hindi kokolektahin o ibabahagi sa sinuman
uk: Не хвилюйтеся, жодні ваші облікові дані не будуть зібрані або передані кому-небудь
vi: Đừng lo lắng, không có thông tin đăng nhập nào của bạn sẽ được thu thập hoặc chia sẻ với bất kỳ ai
zh: 不用担心，您的任何凭据都不会被收集或与任何人共享
zh_tw: 不用擔心，軟體不會收集或分享任何個人資料給第三方

# know_how_to_login
source: Don't know how to do this?
ar: لا تعرف كيف تفعل هذا؟
bn: আপনি কিভাবে লগইন করবেন তা জানেন না?
ca: No sap com fer-ho?
cs: Nevíte, jak na to?
de: Wissen Sie nicht, wie es geht?
es: ¿No sabes cómo hacerlo?
eu: Ez dakizu nola egin?
fa: نمیدانی چگونه این کار را انجام بدهی؟
fi: Etkö tiedä miten tehdä tämä?
fr: Vous ne savez pas comment faire?
hi: इसे कैसे करें पता नहीं?
id: Tidak tahu bagaimana melakukan ini?
it: Non sai come farlo?
ja: やり方が分からないですか？
ka: არ იცით როგორ გააკეთოთ ეს?
ko: 어떻게 하는건지 모르겠나요?
ne: कसरी लगिन गर्ने भन्ने थाहा छैन?
nl: Weet je niet hoe je dit moet doen?
pa: ਇਸਨੂੰ ਕਿਵੇਂ ਕਰਨਾ ਹੈ, ਨਹੀਂ ਪਤਾ?
pl: Nie wiesz, jak się zalogować?
pt: Não sabe como fazer isso?
ru: Не знаете, как это сделать?
ta: இதை எப்படி செய்வது என்று தெரியவில்லையா?
th: ไม่รู้จักวิธีดำเนินการนี้ใช่ไหม
tl: Hindi mo alam kung paano gawin ito?
uk: Не знаєте, як це зробити?
vi: Không biết cách lấy thông tin đăng nhập?
zh: 不知道该怎么做？
zh_tw: 不知道該怎麼做？

# follow_step_by_step_guide
source: Follow along the Step by Step guide
ar: اتبع الدليل خطوة بخطوة
bn: ধাপে ধাপে নির্দেশিকা অনুসরণ করুন
ca: Segueixi la guia pas a pas
cs: Postupujte podle návodu
de: Befolgen Sie die schrittweise Anleitung
es: Sigue la guía paso a paso
eu: Jarraitu pausoz-pausoko gida
fa: راهنما را گام به گام دنبال کنید
fi: Seuraa askel askeleelta opasta
fr: Suivez le guide étape par étape
hi: कदम से कदम गाइड के साथ चलें
id: Ikuti panduan Langkah demi Langkah
it: Segui la guida passo-passo
ja: やり方の説明を見る
ka: მიჰყევით ნაბიჯ-ნაბიჯ სახელმძღვანელოს
ko: 사용법 확인하기
ne: चरणबद्ध मार्गदर्शनमा साथी बनाउनुहोस्
nl: Volg de stapsgewijze handleiding
pa: ਕਦਮ ਨਾਲ ਕਦਮ ਗਾਈਡ ਦੇ ਨਾਲ ਚੱਲੋ
pl: Postępuj zgodnie z poradnikiem krok po kroku
pt: Siga o guia passo a passo
ru: Следуйте пошаговому руководству
ta: படிப்படியான வழிகாட்டியைப் பின்பற்றவும்
th: ทำตามคู่มือทีละขั้น
tl: Sundin ang Hakbang-hakbang na gabay
uk: Дотримуйтесь покрокової інструкції
vi: Các bước lấy thông tin đăng nhập
zh: 请按照以下指南进行
zh_tw: 請依照以下指南進行

# cookie_name_cookie
source: {name} Cookie
ar: {name} كوكيز
bn: {name} কুকি
ca: Cookie {name}
cs: Cookie {name}
es: Cookie {name}
eu: {name} cookiea
fa: {name} کوکی
fi: {name} Keksi
fr: Cookie {name}
hi: {name} कुकी
it: Cookie {name}
ja: {name} Cookies
ka: {name} ქუქი
ko: {name} Cookies
ne: {name} कुकी
pa: {name} ਕੁਕੀ
pl: {name} Ciasteczko
pt: Cookie {name}
ta: {name} நட்புநிரல்
th: คุกกี้ {name}
uk: Кукі-файл {name}
vi: Cookie {name}

# fill_in_all_fields
source: Please fill in all the fields
ar: يرجى تعبئة جميع الحقول
bn: সমস্ত ফর্ম ক্ষেত্র পূরণ করুন
ca: Si us plau, completi tots els camps
cs: Vyplňte prosím všechna pole
de: Bitte füllen Sie alle Felder aus
es: Por favor, completa todos los campos
eu: Mesedez, osatu eremu guztiak
fa: لطفا تمام فلید ها را پر کنید
fi: Täytä kaikki kentät
fr: Veuillez remplir tous les champs
hi: कृपया सभी फ़ील्ड भरें
id: Silakan isi semua kolom
it: Inserire tutti i campi
ja: すべての欄に入力してください
ka: გთხოვთ შეავსოთ ყველა ველი
ko: 모든 필드에 정보를 입력해주세요
ne: कृपया सबै क्षेत्रहरू भर्नुहोस्
nl: Vul alle velden in a.u.b.
pa: ਕ੍ਰਿਪਾ ਸਾਰੇ ਫੀਲਡ ਭਰੋ
pl: Proszę wypełnić wszystkie pola
pt: Preencha todos os campos, por favor
ru: Пожалуйста, заполните все поля
ta: அனைத்து களங்களையும் நிரப்பவும்
th: กรุณากรอกข้อมูลทุกช่อง
tl: Mangyaring punan ang lahat ng field
uk: Будь ласка, заповніть усі поля
vi: Vui lòng điền đầy đủ thông tin
zh: 请填写所有栏目
zh_tw: 請填寫所有欄位

source: Submit
ar: إرسال
bn: জমা দিন
ca: Enviar
cs: Odeslat
de: Senden
es: Enviar
eu: Bidali
fa: ثبت
fi: Lähetä
fr: Soumettre
hi: सबमिट
id: Kirim
it: Invia
ja: 送信
ka: გაგზავნა
ko: 제출
ne: पेश गर्नुहोस्
nl: Verzenden
pa: ਸਪੁਰਦ
pl: Zatwierdź
pt: Enviar
ru: Отправить
ta: சமர்ப்பி
th: ยื่น
tl: Isumite
uk: Надіслати
vi: Gửi
zh: 提交
zh_tw: 提交

source: Exit
ar: خروج
bn: প্রস্থান
ca: Sortir
cs: Ukončit
de: Beenden
es: Salir
eu: Irten
fa: خروج
fi: Poistu
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
ja: 終了
ka: გამოსვლა
ko: 종료
ne: बाहिर निस्कनुहोस्
nl: Afronden
pa: ਬਾਹਰ ਨਿਕਲੋ
pl: Zamknij
pt: Sair
ru: Выйти
ta: வெளியேறு
th: ออก
tl: Lumabas
uk: Вийти
vi: Thoát
zh: 退出
zh_tw: 退出

source: Previous
ar: السابق
bn: পূর্ববর্তী
ca: Anterior
cs: Předchozí
de: Zurück
es: Anterior
eu: Aurrekoa
fa: قبلی
fi: Edellinen
fr: Précédent
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
ka: წინა
ko: 이전으로
ne: पूर्ववत
nl: Vorige
pa: ਪਿਛਲਾ
pl: Poprzedni
pt: Anterior
ru: Предыдущий
ta: முந்தைய
th: ย้อนกลับ
tl: Nakaraan
uk: Попередній
vi: Trước
zh: 上一步
zh_tw: 上一步

source: Next
ar: التالي
bn: পরবর্তী
ca: Següent
cs: Další
de: Weiter
es: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
hi: अगला
id: Berikutnya
it: Prossimo
ja: 次へ
ka: შემდეგი
ko: 다음으로
ne: अरू
nl: Volgende
pa: ਅਗਲਾ
pl: Następny
pt: Próximo
ru: Следующий
ta: அடுத்து
th: ถัดไป
tl: Susunod
uk: Наступний
vi: Tiếp
zh: 下一步
zh_tw: 下一步

source: Done
ar: تم
bn: সম্পন্ন
ca: Fet
cs: Hotovo
de: Fertig
es: Listo
eu: Eginda
fa: اتمام
fi: Tehty
fr: Terminé
hi: किया हुआ
id: Selesai
it: Finito
ja: 完了
ka: მზადაა
ko: 완료
ne: गरिएको
nl: Klaar
pa: ਹੋ ਗਿਆ
pl: Gotowe 🙂
pt: Concluído
ru: Готово
ta: முடிந்தது
th: เสร็จ
tl: Tapos na
uk: Готово
vi: Hoàn tất
zh: 完成
zh_tw: 完成

source: Step 1
ar: الخطوة 1
bn: ধাপ 1
ca: Pas 1
cs: Krok 1
de: Schritt 1
es: Paso 1
eu: 1. pausua
fa: گام 1
fi: Vaihe 1
fr: Étape 1
hi: 1 चरण
id: Langkah 1
it: Passo 1
ja: ステップ 1
ka: ნაბიჯი 1
ko: 1단계
ne: कदम 1
nl: Stap 1
pa: ਚਰਣ 1
pl: Krok 1
pt: Passo 1
ru: Шаг 1
ta: முதல் படி
th: ขั้นที่ 1
tl: Hakbang 1
uk: Крок 1
vi: Bước 1
zh: 步骤 1
zh_tw: 步驟 1

source: First, Go to
ar: أولا، اذهب إلى
bn: প্রথমে যান
ca: Primer, vagi a
cs: Nejprve jděte na
de: Gehe zuerst zu
es: Primero, ve a
eu: Hasteko, joan hona
fa: اول برو داخل
fi: Ensiksi, mene
fr: Tout d'abord, allez sur
hi: पहले, जाएं
id: Pertama, Pergi ke
it: Prim, vai a
ja: 最初にここを開き
ka: პირველი, გადადით
ko: 가장 먼저 먼저 들어갈 곳은
ne: पहिलो, जानुहोस्
nl: Ga eerst naar
pa: ਪਹਿਲਾਂ, ਜਾਉ
pl: Po pierwsze przejdź do
pt: Primeiro, vá para
ru: Сначала перейдите в
ta: முதலில், செல்லவேண்டியது
th: ก่อนอื่น ไปที่
tl: Una, Pumunta sa
uk: Спочатку перейдіть на
vi: Đầu tiên, truy cập
zh: 首先，前往
zh_tw: 首先，前往

source: Something went wrong
ar: هناك خطأ ما
bn: কিছু ভুল হয়েছে
ca: Quelcom ha sortit malament
cs: Něco se pokazilo
de: Etwas ist schiefgelaufen
es: Algo salió mal
eu: Zerbaitek huts egin du
fa: اشتباهی رخ داده
fi: Jotain meni pieleen
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 何か誤りがあります
ka: Რაღაც არასწორად წავიდა
ko: 알 수 없는 이유로 동작에 실패했습니다.
ne: केहि गल्ति भएको छ
nl: Er ging iets mis
pa: ਕੁੱਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ
pl: Coś poszło nie tak 🙁
pt: Algo deu errado
ru: Что-то пошло не так
ta: ஏதோ தவறு நடந்துவிட்டது
th: มีอะไรผิดพลาด
tl: May nangyaring mali
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh: 某些地方出现了问题
zh_tw: 某些地方出現了問題

# piped_instance
source: Piped Server Instance
ar: مثيل خادم Piped
bn: Piped সার্ভার এড্রেস
ca: Instància del servidor Piped
cs: Instance serveru Piped
de: Piped-Serverinstanz
es: Instancia del servidor Piped
eu: Piped zerbitzariaren instantzia
fa: مشکل در ارتباط با سرور
fi: Johdettu palvelinesiintymä
fr: Instance pipée
hi: पाइप्ड सर्वर
it: Istanza Server Piped
ja: Piped サーバーのインスタンス
ko: Piped 서버의 인스턴스
ne: पाइपड सर्भर इन्स्ट्यान्स
nl: Piped-serverinstantie
pa: ਪਾਈਪਡ ਸਰਵਰ
pl: Instancja serwera Piped
pt: Instância do Servidor Piped
ru: Экземпляр сервера Piped
ta: Piped சேவையகம் நிகழ்வு
th: อินสแตนซ์เซิร์ฟเวอร์แบบ Pipe
tl: Instance ng Piped Server
uk: Примірник сервера Piped
vi: Phiên bản Server Piped
zh: 管道服务器实例
zh_tw: 管線伺服器實例

# piped_description
source: The Piped server instance to use for track matching
ar: مثيل خادم Piped الذي سيتم استخدامه لمطابقة المقطوعة
bn: গান ম্যাচ করার জন্য ব্যবহৃত পাইপড সার্ভার
ca: La instància del servidor Piped a utilitzar per la coincidència de cançons
cs: Instance serveru Piped, kterou použít pro hledání skladeb
de: Die Piped-Serverinstanz, die zur Titelzuordnung verwendet werden soll
es: La instancia del servidor Piped a utilizar para la coincidencia de pistas
eu: Kanten koizidentzietan erabiltzeko Piped zerbitzariaren instantzia
fa: مشکل در ارتباط با سرور در دریافت آهنگ ها
fi: Johdettu palvelinesiintymä Kappale täsmäyksiin
fr: L'instance de serveur Piped à utiliser pour la correspondance des pistes
hi: पाइप किए गए सर्वर
id: The Piped server instance untuk digunakan sebagai pencocokan trek
it: L'istanza server Piped da usare per il match della tracccia
ja: 曲の一致に使う Piped サーバーのインスタンス
ko: 곡 탐색에 사용할 Piped 서버 인스턴스
ne: गीत मिलाउको लागि प्रयोग गर्ने पाइपड सर्भर इन्स्ट्यान्स
nl: De Piped-serverinstantie die moet worden gebruikt voor overeenkomstige nummers
pa: ਪਾਈਪ ਕੀਤੇ ਗਏ ਸਰਵਰ
pl: Instancja serwera Piped używana jest do dopasowania utworów.
pt: A instância do servidor Piped a ser usada para correspondência de faixas
ru: Серверный экземпляр Piped для сопоставления треков
ta: பாடல் பொருத்தத்திற்குப் பயன்படுத்த வேண்டிய Piped சேவையகம் நிகழ்வு
th: อินสแตนซ์เซิร์ฟเวอร์แบบ Pipe ที่ใช้สำหรับการจับคู่แทร็ก
tl: Ang instance ng Piped server na gagamitin para sa pagtutugma ng track
uk: Примірник сервера Piped, який використовуватиметься для зіставлення треків
vi: Phiên bản Piped để sử dụng cho Track matching
zh: 管道服务器实例用于匹配歌曲
zh_tw: 管線伺服器實例用於匹配歌曲

# piped_warning
source: Some of them might not work well. So use at your own risk
ar: البعض منهم قد لا يعمل بشكل جيد. لذلك استخدمه على مسؤوليتك
bn: এগুলোর মধ্যে কিছু ভাল কাজ নাও করতে পারে৷ তাই নিজ দায়িত্বে ব্যবহার করুন
ca: Algunes poden no funcionar bé, utilitzi-les sota el seu propi risc
cs: Některé z nich nemusí dobře fungovat. Používejte na vlastní riziko
de: Einige von ihnen funktionieren möglicherweise nicht gut. Verwende sie also auf eigenes Risiko
es: Algunas pueden no funcionar bien, úsalas bajo tu propio riesgo
eu: Batzuk agian ez dute ongi funtzionatuko, zure ardurapean erabili
fa: برخی از آنها ممکن است خوب کارنکند.بنابراین با مسولیت خود استفاده کنید
fi: Jotkut niistä eivät toimi hyvin, käytä siis omalla vastuullasi
fr: Certaines d'entre elles peuvent ne pas fonctionner correctement. Alors utilisez à vos risques et périls
hi: गानों का मिलान करने के लिए उपयोग किए जाते हैं, हो सकता है कि उनमें से कुछ के साथ ठीक से काम न करें इसलिए अपने जोखिम पर उपयोग करें
id: Beberapa di antaranya mungkin tidak berfungsi dengan baik. Jadi gunakan dengan risiko Anda sendiri
it: Alcune di queste non funzioneranno benen. Usa quindi a tuo rischio
ja: それらの一部ではうまく動作しないこともあります。自己責任で使用してください
ka: ზოგიერთი მათგანმა შეიძლება კარგად არ იმუშაოს.
ko: 몇몇 서버는 제대로 동작하지 않을 수 있습니다. 본인 책임 하에 이용해주세요.
ne: तिनीहरूमध्ये केहि ठिक गर्न सक्छ। यसलाई आफ्नो जोखिममा प्रयोग गर्नुहोस्
nl: Sommige werken misschien niet goed. Dus gebruik ze op eigen risico
pa: ਗਾਣਿਆਂ ਨਾਲ ਮੇਲ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ, ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕੁਝ ਦੇ ਨਾਲ ਸਹੀ ਢੰਗ ਨਾਲ ਕੰਮ ਨਾ ਕਰੇ ਇਸਲਈ ਆਪਣੇ ਜੋਖਮ 'ਤੇ ਵਰਤੋਂ
pl: Niektóre z nich mogą nie działać. Używasz na własną odpowiedzialność!
pt: Algumas delas podem não funcionar bem. Use por sua conta e risco
ru: Некоторые из них могут работать неправильно, поэтому используйте на свой страх и риск
ta: அவற்றில் சில நன்றாக வேலை செய்யாமல் இருக்கலாம். எனவே உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும்
th: บางอย่างอาจใช้งานไม่ได้ผล คุณจึงต้องรับความเสี่ยงเอง
tl: Maaaring hindi gumagana nang mabuti ang ilan sa mga ito. Kaya gamitin sa sarili mong peligro
uk: Деякі з них можуть працювати неправильно. Тому використовуйте на свій страх і ризик
vi: Một số phiên bản Piped có thể không hoạt động tốt
zh: 它们中的一部分可能并不能正常工作。使用时请自行承担风险
zh_tw: 它們中的一部分可能並不能正常工作。使用時請自行承擔風險

# track_exists
source: Track {track} already exists
ar: المقطوعة {track} بالفعل موجودة
bn: ট্র্যাক {track} ইতিমধ্যে বিদ্যমান
ca: La cançó {track} ja existeix
cs: Skladba {track} již existuje
de: Track {track} existiert bereits
es: La canción {track} ya existe
eu: {track} kanta dagoeneko badago
fa: آهنگ {track} وجود دارد
fi: Kappale {track} on jo olemassa!
fr: La piste {track} existe déjà
hi: ट्रैक {track} पहले से मौजूद है
id: Lagu {track} sudah ada
it: La traccia {track} esiste già
ja: 曲 {track} は既に存在します
ka: ტრეკი {track} უკვე არსებობს
ko: 곡 {track} 은 이미 리스트에 있습니다
ne: ट्र्याक {track} पहिले नै छ
nl: Nummer {track} bestaat al
pa: ਟ੍ਰੈਕ {track} ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Utwór {track} już istnieje
pt: A faixa {track} já existe
ru: Трек {track} уже существует
ta: பாடல் {track} ஏற்கனவே உள்ளது
th: แทร็ก {track} มีอยู่แล้ว
tl: Ang Track na {track} ay umiiral na
uk: Трек {track} вже існує
vi: Bài hát {track} đã tồn tại
zh: 歌曲 {track} 已存在
zh_tw: 歌曲 {track} 已存在
