Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# replace_downloaded_tracks
source: Replace all downloaded tracks
ar: استبدل جميع المقطوعات التي تم تنزيلها
bn: সমস্ত ডাউনলোড করা ট্র্যাক প্রতিস্থাপন করুন
ca: Substituir totes les cançons descarregades
cs: Nahradit všechny stažené skladby
de: Alle heruntergeladenen Titel ersetzen
es: Reemplazar todas las canciones descargadas
eu: Ordezkatu deskargatutako kanta guztiak
fa: همه ی آهنگ های دانلود شده را جایگزین کنید
fi: Korvaa kaikki ladatut kappaleet
fr: Remplacer toutes les pistes téléchargées
hi: सभी डाउनलोड किए गए ट्रैक्स को बदलें
id: Ganti semua trek yang diunduh
it: Sostituisci tutte le tracce scaricate
ja: すべてのダウンロード済みの曲を置換
ka: ყველა ჩამოტვირთული ტრეკის შეცვლა
ko: 다운로드한 모든 곡을 교체
ne: सबै डाउनलोड गरिएका ट्र्याकहरूलाई परिवर्तन गर्नुहोस्
nl: Alle gedownloade nummers vervangen
pa: ਸਾਰੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਗਏ ਟ੍ਰੈਕ ਬਦਲੋ
pl: Zamień wszystkie pobrane utwory
pt: Substituir todas as faixas baixadas
ru: Заменить все ранее скачанные треки
ta: பதிவிறக்கம் செய்யப்பட்ட அனைத்து பாடல்களையும் மாற்றவும்
th: แทนที่แทร็กที่ดาวน์โหลดทั้งหมด
tl: Palitan ang lahat ng na-download na mga track
uk: Замінити всі завантажені треки
vi: Thay thế tất cả các bài hát đã tải
zh: 替换已下载的歌曲
zh_tw: 取代已下載的歌曲

# skip_download_tracks
source: Skip downloading all downloaded tracks
ar: تخطي تنزيل كافة المقطوعات التي تم تنزيلها
bn: সমস্ত ডাউনলোড করা ট্র্যাক এ স্কিপ করুন
ca: Ometre la descàrrega de totes les cançons descarregades
cs: Přeskočit stahování všech stažených skladeb
de: Das Herunterladen aller heruntergeladenen Titel überspringen
es: Omitir la descarga de todas las canciones descargadas
eu: Deskargatutako kanta guztien deskarga baztertu
fa: همه ی آهنگ های دانلود شده را رد کنید
fi: Ohita ladattujen laulujen lataaminen
fr: Ignorer le téléchargement de toutes les pistes téléchargées
hi: सभी डाउनलोड किए गए ट्रैक्स को छोड़ें
id: Lewati pengunduhan semua trek yang diunduh
it: Salta lo scaricamento di tutte le tracce scaricate
ja: すべてのダウンロード済みの曲をスキップ
ka: ყველა ჩამოტვირთული ტრეკის გამოტოვება
ko: 다운로드가 끝난 곡을 모두 건너뛰기
ne: सबै डाउनलोड गरिएका ट्र्याकहरूलाई छोड्नुहोस्
nl: Downloaden van alle gedownloade nummers overslaan
pa: ਸਾਰੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਗਏ ਟ੍ਰੈਕ ਛੱਡੋ
pl: Pomiń pobieranie wszystkich pobranych utworów
pt: Pular o download de todas as faixas baixadas
ru: Пропустить загрузку всех ранее скачанных треков
ta: பதிவிறக்கம் செய்யப்பட்ட அனைத்து பாடல்களையும் தவிர்க்கவும்
th: ข้ามการดาวน์โหลดแทร็กที่ดาวน์โหลดทั้งหมด
tl: Laktawan ang pag-download ng lahat ng na-download na mga track
uk: Пропустити завантаження всіх завантажених треків
vi: Bỏ qua tải xuống tất cả các bài hát đã tải
zh: 下载时跳过已下载的歌曲
zh_tw: 下載時略過已下載的歌曲

# do_you_want_to_replace
source: Do you want to replace the existing track??
ar: هل تريد استبدال المقطوعة الحالية؟
bn: আপনি কি বিদ্যমান ট্র্যাকটি প্রতিস্থাপন করতে চান?
ca: Vol substituir la cançó existent?
cs: Chcete nahradit existující skladbu??
de: Möchtest du den vorhandenen Track ersetzen?
es: ¿Deseas reemplazar la canción existente?
eu: Dagoen kanta ordezkatu nahi duzu??
fa: ایا میخواهید آهنگ های موجود جایگزین کنید؟
fi: Haluatko korvata olemassa olevan kappaleen??
fr: Voulez-vous remplacer la piste existante ?
hi: क्या आप मौजूदा ट्रैक को बदलना चाहते हैं?
id: Apakah Anda ingin mengganti track yang ada?
it: Vuoi sovrascrivere la traccia esistente??
ja: 既存の曲と置換しますか？
ka: გსურთ შეცვალოთ არსებული ტრეკი??
ko: 현재 곡을 교체하시겠습니까?
ne: के तपाईंले वर्तमान ट्र्याकलाई परिवर्तन गर्न चाहनुहुन्छ?
nl: Wil je het bestaande nummer vervangen?
pa: ਕੀ ਤੁਸੀਂ ਮੌਜੂਦਾ ਟ੍ਰੈਕ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz zamienić istniejący utwór ??
pt: Deseja substituir a faixa existente?
ru: Хотите заменить существующий трек??
ta: ஏற்கனவே உள்ள பாடலை மாற்ற விரும்புகிறீர்களா?
th: คุณต้องการแทนที่แทร็กที่มีอยู่หรือไม่
tl: Gusto mo bang palitan ang umiiral na track??
uk: Ви хочете замінити існуючий трек?
vi: Bạn có muốn thay thế bài hát hiện có không?
zh: 你确定要替换已下载的歌曲吗？？
zh_tw: 您確定要取代已下載的歌曲嗎？？

source: Replace
ar: إستبدال
bn: প্রতিস্থাপন করুন
ca: Substituir
cs: Nahradit
de: Ersetzen
es: Reemplazar
eu: Ordezkatu
fa: جایگزین کردن
fi: Korvaa
fr: Remplacer
hi: बदलें
id: Ganti
it: Sovrascrivi
ja: 置換する
ka: შეცვლა
ko: 교체
ne: परिवर्तन गर्नुहोस्
nl: Vervangen
pa: ਬਦਲੋ
pl: Zamień
pt: Substituir
ru: Заменить
ta: மாற்று
th: แทนที่
tl: Palitan
uk: Замінити
vi: Thay thế
zh: 替换
zh_tw: 取代

source: Skip
ar: تخطي
bn: স্কিপ করুন
ca: Ometre
cs: Přeskočit
de: Überspringen
es: Omitir
eu: Baztertu
fa: رد کردن
fi: Ohita
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ka: გამოტოვება
ko: 건너뛰기
ne: छोड्नुहोस्
nl: Overslaan
pa: ਛੱਡੋ
pl: Pomiń
pt: Pular
ru: Пропустить
ta: தவிர்
th: ข้าม
tl: Laktawan
uk: Пропустити
vi: Bỏ qua
zh: 跳过
zh_tw: 略過

source: Select up to {count} {type}
ar: إختر ما يصل إلى {count} {type}
bn: {count} {type} পর্যন্ত নির্বাচন করুন
ca: Seleccionar fins{count} {type}
cs: Vyberte až {count} {type}
de: Wähle bis zu {count} {type} aus
es: Seleccionar hasta {count} {type}
eu: Aukertu {count} {type}
fa: انتخاب کنید تا {count} {type}
fi: Valitse enintään {count} {type}
fr: Sélectionnez jusqu'à {count} {type}
hi: {count} {type} तक चुनें
id: Pilih hingga {count} {type}
it: Seleziona fino a {count} {type}
ja: {type}を最大{count} 個まで選択
ka: აირჩიე {count}-მდე {type}
ko: {type}을 {count}개까지 선택
ne: {count} {type} सम्म चयन गर्नुहोस्
nl: Selecteer tot {count} {type}
pa: {count} {type} ਤੱਕ ਚੁਣੋ
pl: Wybierz do {count} {type}
pt: Selecione até {count} {type}
ru: Выберите до {count} {type}
ta: {count} {type} வரை தேர்ந்தெடுக்கவும்
th: เลือกสูงสุด {count} {type}
tl: Pumili ng hanggang {count} {type}
uk: Виберіть до {count} {type}
vi: Chọn tối đa {count} {type}
zh: 选择多达 {count} 种的类型 {type}
zh_tw: 選擇多達 {count} 種的類型 {type}

source: Select Genres
ar: حدد الأنواع
bn: গানের ধরণ নির্বাচন করুন
ca: Seleccionar Gèneres
cs: Vyberte žánry
de: Genres auswählen
es: Seleccionar Géneros
eu: Aukeratu Generoak
fa: ژانر ها را انتخاب کنید
fi: Valitse Genret
fr: Sélectionner les genres
hi: जान्र चुनें
id: Pilih Genre
it: Seleziona Generi
ja: ジャンルを選択
ka: ჟანრების არჩევა
ko: 장르 선택
ne: जनरहरू चयन गर्नुहोस्
nl: Genres selecteren
pa: ਸ਼ੈਲੀਆਂ ਚੁਣੋ
pl: Wybierz Gatunki
pt: Selecionar Gêneros
ru: Выберите жанр
ta: வகைகளைத் தேர்ந்தெடுக்கவும்
th: เลือกประเภท
tl: Pumili ng mga Genre
uk: Виберіть жанри
vi: Chọn Thể loại
zh: 选择曲风
zh_tw: 選擇曲風

source: Add Genres
ar: أضف الأنواع
bn: গানের ধরণ যুক্ত করুন
ca: Afegir Gèneres
cs: Přidat žánry
de: Genres hinzufügen
es: Agregar Géneros
eu: Gehitu Generoak
fa: ژانر را اطافه کنید
fi: Lisää Genrejä
fr: Ajouter des genres
hi: जान्र जोड़ें
id: Tambah Genre
it: Aggiungi Generi
ja: ジャンルを追加
ka: ჟანრების დამატება
ko: 장르 추가
ne: जनरहरू थप्नुहोस्
nl: Genres toevoegen
pa: ਸ਼ੈਲੀਆਂ ਜੋੜੋ
pl: Dodaj Gatunki
pt: Adicionar Gêneros
ru: Добавить жанр
ta: வகைகளைச் சேர்க்கவும்
th: เพิ่มประเภท
tl: Magdagdag ng mga Genre
uk: Додати жанри
vi: Thêm Thể loại
zh: 添加曲风
zh_tw: 新增曲風

source: Country
ar: دولة
bn: দেশ
ca: País
cs: Země
de: Land
es: País
eu: Herrialdea
fa: کشور
fi: Maa
fr: Pays
hi: देश
id: Negara
it: Paese
ja: 国
ka: ქვეყანა
ko: 국가
ne: देश
nl: Land
pa: ਦੇਸ਼
pl: Kraj
pt: País
ru: Страна
ta: நாடு
th: ประเทศ
tl: Bansa
uk: Країна
vi: Quốc gia
zh: 国家和地区
zh_tw: 國家與地區

# number_of_tracks_generate
source: Number of tracks to generate
ar: عدد المسارات المقطوعات المراد توليدها
bn: উত্পাদিত ট্র্যাকের সংখ্যা
ca: Número de cançons a generar
cs: Počet skladeb k vygenerování
de: Anzahl der zu generierenden Titel
es: Número de canciones a generar
eu: Sortzeko kanta kopurua
fa: تعداد آهنگ های ساخته شده
fi: Numero tuotettavia kappaleita
fr: Nombre de pistes à générer
hi: उत्पन्न करने के लिए ट्रैक की संख्या
id: Jumlah trek yang akan dihasilkan
it: Nnumero di tracce da generare
ja: 生成する曲数
ka: დასაგენერირებელი ტრეკების რაოდენობა
ko: 생성할 곡 수
ne: बनाउनका लागि ट्र्याकहरूको संख्या
nl: Aantal nummers om te genereren
pa: ਉਤਪੰਨ ਕਰਨ ਲਈ ਟ੍ਰੈਕਾਂ ਦੀ ਸੰਖਿਆ
pl: Liczba utworów do wygenerowania
pt: Número de faixas a gerar
ru: Количество треков для создания
ta: உருவாக்க வேண்டிய பாடல்களின் எண்ணிக்கை
th: จำนวนแทร็กที่จะสร้าง
tl: Bilang ng mga track na gagawin
uk: Кількість треків для створення
vi: Số lượng bài hát để tạo
zh: 生成歌曲的数目
zh_tw: 產生歌曲的數目

source: Acousticness
ar: صوتية
bn: অধ্যাত্মিকতা
ca: Acústica
cs: Akustičnost
de: Akustik
eu: Akustikotasuna
fa: آکوستیک
fi: Akustisuus
fr: Acoustique
hi: ध्वनिकता
id: Akustik
it: Acustica
ja: アコースティック感
ko: 반주 구간 (Acousticness)
ne: एकोस्टिकनेस
nl: Akoestiek
pa: ਧੁਨਿਕਤਾ
pl: Akustyczna
pt: Acústica
ru: Акустичность
ta: அகவுஸ்டிக்னெஸ்
th: อะคูสติก
uk: Акустичність
vi: Độ âm thanh
zh: 原声程度
zh_tw: 原聲程度

source: Danceability
ar: قدرة على الرقص
bn: নৃত্যমূলকতা
ca: Ballabilitat
cs: Tanečnost
de: Tanzbarkeit
eu: Dantzagarritasuna
fa: رقصیدن
fi: Tanssittavuus
fr: Dansabilité
hi: नृत्यता
id: Menari
it: Ballabilità
ja: ダンス感
ko: 흥겨운 정도 (Danceability)
ne: नृत्यक्षमता
nl: Dansbaarheid
pa: ਨੱਚਣ ਵਾਲੇ
pl: Taneczna
pt: Dançabilidade
ru: Ритмичность
ta: நடனத்தன்மை
th: ความสามารถในการเต้น
tl: Kakayahang Sayawin
uk: Танцювальність
vi: Khả năng nhảy
zh: 律动感
zh_tw: 律動感

source: Energy
ar: طاقة
bn: শক্তি
ca: Energia
cs: Energie
de: Energie
es: Energía
eu: Energia
fa: انرژی
fi: Energia
fr: Énergie
hi: ऊर्जा
id: Energi
it: Energia
ja: エネルギー
ko: 에너지 (Energy)
ne: ऊर्जा
nl: Energie
pa: ਊਰਜਾ
pl: Energiczna
pt: Energia
ru: Энергичность
ta: ஆற்றல்
th: พลัง
tl: Enerhiya
uk: Енергія
vi: Năng lượng
zh: 冲击感
zh_tw: 衝擊感

source: Instrumentalness
ar: نفعية
bn: সাধারণতা
ca: Instrumental
cs: Instrumentálnost
de: Instrumentalität
es: Instrumentalidad
eu: Instrumentaltasuna
fa: بی کلام
fi: Instrumentaalisuus
fr: Instrumentalité
hi: आलापिकता
id: Instrumentalitas
it: Strumentalità
ja: インストゥルメンタル
ko: 기악성 (Instrumentalness)
ne: साजा रहेकोता
nl: Instrumentaliteit
pa: ਅਲਾਪਿਕਤਾ
pl: Instrumentalna
pt: Instrumentalidade
ru: Инструментальность
ta: கருவித்தன்மை
th: บรรเลง
uk: Інструментальність
vi: Độ nhạc cụ
zh: 歌唱部分占比
zh_tw: 歌唱部分佔比

source: Liveness
ar: حيوية
bn: জীবনমুক্ততা
ca: En viu
cs: Živost
de: Lebendigkeit
es: En vivo
eu: Zuzenean
fa: حس زندگی
fi: Elävyyttä
fr: Interprétation en direct
hi: जीवंतता
id: Kehidupan
it: Vitalità
ja: ライブ感
ko: 생동감 (Liveness)
ne: प्राणिकता
nl: Levendigheid
pa: ਜੀਵੰਤਤਾ
pl: Żywa
pt: Vivacidade
ru: Живость
ta: உயிர்ப்புத்தன்மை
th: ความสด
uk: Живість
vi: Sống động
zh: 现场感
zh_tw: 現場感

source: Loudness
ar: بريق
bn: স্বরের উচ্চতা
ca: Sonoritat
cs: Hlasitost
de: Lautstärke
es: Volumen
eu: Ozentasuna
fa: صدای بلند
fi: Äänekkyys
fr: Sonorité
hi: शोर
id: Kekerasan
it: Sonorità
ja: ラウドネス
ko: 라우드니스 (Loudness)
ne: शोर
nl: Luidheid
pa: ਸ਼ੋਰ
pl: Głośna
pt: Volume
ru: Громкость
ta: ஒலி அளவு
th: ความดัง
tl: Lakas
uk: Гучність
vi: Độ ồn
zh: 响度
zh_tw: 響度

source: Speechiness
ar: كلام
bn: বক্তব্যমূলকতা
ca: Parla
cs: Mluvnost
de: Sprechanteil
es: Habla
eu: Hitzaldia
fa: دکلمه
fi: Puheisuus
fr: Parlé
hi: बोलचालता
id: Berbicara
it: Loquacità
ja: 会話感
ko: 회화성 (Speechniss)
ne: भाषण
nl: Spraak
pa: ਬੋਲਚਾਲਤਾ
pl: Wymowna
pt: Discurso
ru: Речевой характер
ta: பேச்சுத்தன்மை
th: การพูด
tl: Pagsasalita
uk: Розмовність
vi: Độ nói
zh: 朗诵比例
zh_tw: 朗誦比例

source: Valence
ar: تكافؤ
bn: সন্তোষমূলকতা
ca: Valencia
de: Stimmung
es: Valencia
eu: Balentzia
fa: ظرفیت
fi: Valenssi
fr: Valeur émotionnelle
hi: मनोदयता
id: Valensi
it: Valenza
ja: 多幸性
ko: 감정가 (Valence)
ne: मानसिक स्वभाव
nl: Valentie
pa: ਮਨੋਦਯਤਾ
pl: Wartościowa
pt: Valência
ru: Значимость
ta: உணர்வு
th: ความสุข
uk: Валентність
vi: Tính tích cực
zh: 心理感受
zh_tw: 心理感受

source: Popularity
ar: شعبية
bn: জনপ্রিয়তা
ca: Popularidad
cs: Popularita
de: Beliebtheit
es: Popularidad
eu: Populartasuna
fa: محبوبیت
fi: Suosio
fr: Popularité
hi: लोकप्रियता
id: Popularitas
it: Popolarità
ja: 人気度
ko: 인기도 (Popularity)
ne: लोकप्रियता
nl: Populariteit
pa: ਲੋਕਪ੍ਰਿਯਤਾ
pl: Popularność
pt: Popularidade
ru: Популярность
ta: பிரபலம்
th: ความนิยม
tl: Popularidad
uk: Популярність
vi: Độ phổ biến
zh: 流行度
zh_tw: 流行度

source: Key
ar: مفتاح
bn: কী
ca: To
cs: Klíč
de: Tonart
es: Tono
eu: Tonua
fa: کلید
fi: Sävellaji
fr: Clé
hi: कुंजी
id: Kunci
it: Chiave
ja: キー
ko: 조성 (키)
ne: कुञ्जी
nl: Sleutel
pa: ਕੁੰਜੀ
pl: Kluczowa
pt: Tonalidade
ru: Ключ
ta: இசை குறிப்பு
th: คีย์
uk: Тональність
vi: Tông
zh: 曲调
zh_tw: 曲調

# duration
source: Duration (s)
ar: مدة (s)
bn: সময়কাল (সেকেন্ড)
ca: Duració (s)
cs: Délka (s)
de: Dauer (s)
es: Duración (s)
eu: Iraupena (s)
fa: مدت زمان (ثانیه)
fi: Pituus (s)
fr: Durée (s)
hi: अवधि (सेकंड)
id: Durasi (s)
it: Durata (s)
ja: 長さ (秒)
ko: 길이 (초)
ne: अवधि (सेकेण्ड)
nl: Tijdsduur (s)
pa: ਅਵਧੀ (ਸੈਕਿੰਡ)
pl: Długość (s)
pt: Duração (s)
ru: Продолжительность (с)
ta: கால அளவு (வினாடிகள்)
th: ระยะเวลา (วินาที)
tl: Tagal (s)
uk: Тривалість (с)
vi: Thời lượng (giây)
zh: 歌曲时长 (s)
zh_tw: 歌曲時長 (s)

# tempo
source: Tempo (BPM)
bn: গতি (বিপিএম)
eu: Tenpoa (BPM)
fa: تمپو (BPM)
hi: गति (BPM)
ja: テンポ (BPM)
ko: 템포 (BPM)
ne: गति (बीपीएम)
nl: Tempo (SPM)
pa: ਗਤੀ (BPM)
ru: Темп (BPM)
ta: வேகம் (BPM)
th: ความเร็ว (BPM)
uk: Темп (BPM)
vi: Nhịp độ (BPM)
zh: 分钟节拍数 (BPM)
zh_tw: 分鐘節拍數 (BPM)

source: Mode
bn: মোড
cs: Režim
de: Modus
es: Modo
eu: Modua
fa: حالت
fi: Tila
hi: मोड
it: Modo
ja: 長調
ko: 장조
ne: मोड
nl: Modus
pa: ਮੋਡ
pl: Tryb
pt: Modo
ru: Режим
ta: முறை
th: โหมด
uk: Режим
vi: Chế độ
zh: 旋律重复度
zh_tw: 旋律重複度

source: Time Signature
ar: توقيع الوقت
bn: সময়ের স্বাক্ষর
ca: Signatura de temps
cs: Udání taktu
de: Taktart
es: Compás
eu: Konpasa
fa: امضای زمان
fi: Aikamerkki
fr: Signature rythmique
hi: समय छाप
id: Tanda Tangan Waktu
it: Indicazione di tempo
ja: 拍子記号
ko: 박자
ne: समय हस्ताक्षर
nl: Tijdsnotatie
pa: ਸਮਾਂ ਛਾਪ
pl: Sygnatura Czasowa
pt: Assinatura de tempo
ru: Тактовый размер
ta: நேர கையொப்பம்
th: ลายเซ็นเวลา
uk: Розмір
vi: Chữ ký thời gian
zh: 音符时值
zh_tw: 音符時值

source: Short
ar: قصير
bn: সংক্ষিপ্ত
ca: Curt
cs: Krátký
de: Kurz
es: Corto
eu: Motza
fa: کوتاه
fi: Lyhyt
fr: Court
hi: संक्षेप
id: Pendek
it: Corta
ja: 短
ko: 짧음
ne: सानो
nl: Kort
pa: ਸੰਖੇਪ
pl: Krótka
pt: Curto
ru: Короткий
ta: குறுகிய
th: สั้น
tl: Maikli
uk: Короткий
vi: Ngắn
zh: 短
zh_tw: 短

source: Medium
ar: متوسط
bn: মাঝারি
ca: Mig
cs: Střední
de: Mittel
es: Medio
eu: Ertaina
fa: متوسط
fi: Keskikokoinen
fr: Moyen
hi: मध्यम
id: Sedang
it: Media
ja: 中
ka: საშუალო
ko: 중간
ne: मध्यम
nl: Middel
pa: ਮੱਧਮ
pl: Średnia
pt: Médio
ru: Средний
ta: நடுத்தர
th: กลาง
tl: Katamtaman
uk: Середній
vi: Trung bình
zh: 中
zh_tw: 中

source: Long
ar: طويل
bn: দীর্ঘ
ca: Llarg
cs: Dlouhý
de: Lang
es: Largo
eu: Luzea
fa: بلند
fi: Pitkä
hi: लंबा
id: Panjang
it: Lunga
ja: 長
ka: გრძელი
ko: 긺
ne: लामो
nl: Lang
pa: ਲੰਬਾ
pl: Długa
pt: Longo
ru: Длинный
ta: நீண்ட
th: ยาว
tl: Mahaba
uk: Довгий
vi: Dài
zh: 长
zh_tw: 長

source: Min
ar: أدنى
bn: সর্বনিম্ন
ca: Mín.
es: Mín.
fa: حداقل
fi: Minimi
hi: न्यूनतम
id: Minimal
ja: 最小
ka: მინიმალური
ko: 최소
ne: न्यून
pa: ਨਿਊਨਤਮ
pl: Minimalnie
ru: Минимум
ta: குறைந்தபட்சம்
th: ต่ำสุด
uk: Мін
vi: Tối thiểu
zh: 最低
zh_tw: 最低

source: Max
ar: أقصى
bn: সর্বাধিক
ca: Màx.
es: Máx.
fa: حداکثر
fi: Maximi
hi: अधिकतम
id: Maksimal
ja: 最大
ka: მაქსიმალური
ko: 최대
ne: अधिक
pa: ਅਧਿਕਤਮ
pl: Maksymalnie
pt: Máx
ru: Максимум
ta: அதிகபட்சம்
th: สูงสุด
uk: Макс
vi: Tối đa
zh: 最高
zh_tw: 最高

source: Target
ar: هدف
bn: লক্ষ্য
ca: Objetiu
cs: Cíl
de: Ziel
es: Objetivo
eu: Helburua
fa: هدف
fi: Kohde
fr: Cible
hi: लक्ष्य
it: Obiettivo
ja: 目標
ka: სამიზნე
ko: 목표
ne: लक्ष्य
nl: Doel
pa: ਟੀਚਾ
pl: Cel
pt: Alvo
ru: Цель
ta: இலக்கு
th: เป้าหมาย
uk: Цільовий
vi: Mục tiêu
zh: 目标
zh_tw: 目標

source: Moderate
ar: معتدل
bn: মাঝারি
ca: Moderat
cs: Mírný
de: Mäßig
es: Moderado
eu: Moderatua
fa: حد وسط
fi: Kohtalainen
fr: Modéré
hi: मध्यम
id: Sedang
it: Moderato
ja: 中
ka: საშუალო
ko: 보통
ne: मध्यस्थ
nl: Matig
pa: ਮੱਧਮ
pl: Umiarkowanie
pt: Moderado
ru: Отобрать
ta: மிதமான
th: ปานกลาง
tl: Katamtaman
uk: Помірний
vi: Trung bình
zh: 中
zh_tw: 中

source: Deselect All
ar: الغاء تحديد الكل
bn: সমস্ত অপচুন করুন
ca: Desseleccionar tot
cs: Zrušit výběr
de: Alle abwählen
es: Deseleccionar todo
eu: Desaukeratu dena
fa: همه را لغو انتخاب کنید
fi: Poista kaikki valinnat
fr: Tout désélectionner
hi: सभी को अचयनित करें
id: Batalkan Semua
it: Deseleziona Tutto
ja: すべて選択解除
ka: ყველა მონიშვნის გაუქმება
ko: 모두 선택해제
ne: सबै छान्नुहोस्
nl: Selectie opheffen
pa: ਸਭ ਨੂੰ ਅਣਚੁਣਿਆ ਕਰੋ
pl: Odznacz wszystkie
pt: Desmarcar Todos
ru: Убрать выделение со всех
ta: அனைத்தையும் தேர்வுநீக்கு
th: ยกเลิกการเลือกทั้งหมด
tl: Alisin ang Pagkakapili sa Lahat
uk: Зняти вибір з усіх
vi: Bỏ chọn tất cả
zh: 取消全选
zh_tw: 取消全選

source: Select All
ar: اختر الكل
bn: সমস্ত নির্বাচন করুন
ca: Seleccionar tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
eu: Aukeratu dena
fa: همه را انتخاب کنید
fi: Valitse kaikki
fr: Tout sélectionner
hi: सभी को चुनें
id: Pilih Semua
it: Seleziona Tutto
ja: すべて選択
ka: ყველას მონიშვნა
ko: 모두 선택
ne: सबै चयन गर्नुहोस्
nl: Alles selecteren
pa: ਸਭ ਨੂੰ ਚੁਣੋ
pl: Zaznacz wszystkie
pt: Selecionar Todos
ru: Выделить все
ta: அனைத்தையும் தேர்ந்தெடு
th: เลือกทั้งหมด
tl: Piliin Lahat
uk: Вибрати всі
vi: Chọn tất cả
zh: 全选
zh_tw: 全選

source: Are you sure?
ar: هل أنت متأكد؟
bn: আপনি কি নিশ্চিত?
ca: Està segur?
cs: Jste si jisti?
de: Bist du sicher?
es: ¿Estás seguro?
eu: Ziur zaude?
fa: ایا مطمعن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr(e) ?
hi: क्या आपको यकीन है?
id: Anda yakin?
it: Sei certo?
ja: よろしいですか？
ka: Დარწმუნებული ხართ?
ko: 괜찮겠습니까?
ne: के तपाईं सुनिश्चित हुनुहुन्छ?
nl: Weet je het zeker?
pa: ਕੁ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ?
pl: Jesteś pewny?
pt: Tem certeza?
ru: Вы уверены?
ta: உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจไหม?
tl: Sigurado ka ba?
uk: Ви впевнені?
vi: Bạn có chắc chắn?
zh: 你确定吗？
zh_tw: 您確定嗎？

# generating_playlist
source: Generating your custom playlist...
ar: جارٍ إنشاء قائمة التشغيل المخصصة...
bn: আপনার কাস্টম প্লেলিস্ট তৈরি হচ্ছে...
ca: Generant la seva llista de reproducció personalitzada...
cs: Generování vašeho vlastního playlistu...
de: Erstelle deine individuelle Wiedergabeliste...
es: Generando tu lista de reproducción personalizada...
eu: Zure pertsonalizatutako zerrenda sortzen...
fa: درحال ایجاد لیست پخش سفارشی شما
fi: Luodaan mukautettua soittolistoa...
fr: Génération de votre playlist personnalisée en cours...
hi: आपकी कस्टम प्लेलिस्ट बनाई जा रही है...
id: Menghasilkan daftar putar khusus Anda...
it: Generazione delle tue playlist custom...
ja: カスタムの再生リストを生成中...
ka: მიმდინარეობს თქვენი მორგებული ფლეილისტის გენერირება...
ko: 커스텀 플레이리스트를 생성하는 중...
ne: तपाईंको विशेष प्लेलिस्ट बनाइएको छ...
nl: Aangepaste afspeellijst genereren…
pa: ਤੁਹਾਡੀ ਆਪਣੀ ਪਲੇਸੂਚੀ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ...
pl: Generowanie twojej własnej playlisty...
pt: Gerando sua playlist personalizada...
ru: Создание собственного плейлиста...
ta: உங்கள் தனிப்பயன்பாட்டிற்கான பாடல் பட்டியலை உருவாக்குகிறது...
th: กำลังสร้างเพลย์ลิสต์ที่คุณกำหนดเอง...
tl: Gumagawa ng iyong custom na playlist...
uk: Створення вашого персонального плейлиста...
vi: Đang tạo danh sách phát tùy chỉnh của bạn...
zh: 正在生成你的自定义歌单...
zh_tw: 正在產生您的自訂播放清單...

source: Selected {count} tracks
ar: مقطوعات {count} مختارة
bn: {count} ট্র্যাক নির্বাচিত
ca: Cançons {count} seleccionades
cs: Vybráno {count} skladeb
de: {count} Titel ausgewählt
es: Seleccionadas {count} canciones
eu: {count} kanta aukeratuta
fa: آهنگ انتخاب شده {count}
fi: Valittu {count} kappaletta
fr: {count} pistes sélectionnées
hi: {count} ट्रैक्स चयनित हैं
id: {count} lagu yang dipilih
it: {count} tracce selezionate
ja: {count} 曲が選ばれました
ka: არჩეულია {count} ტრეკი
ko: {count} 곡이 선택되었습니다.
ne: {count} ट्र्याकहरू छन् चयन गरिएका
nl: {count} nummers geselecteerd
pa: {count} ਟ੍ਰੈਕ ਚੁਣੇ ਗਏ
pl: Wybrano {count} utworów
pt: {count} faixas selecionadas
ru: Выбрано {count} треков
ta: {count} பாடல்கள் தேர்ந்தெடுக்கப்பட்டன
th: เลือก {count} แทร็ก
tl: Napili ang {count} na mga track
uk: Вибрано {count} треків
vi: Đã chọn {count} bài hát
zh: 已选择 {count} 首歌曲
zh_tw: 已選擇 {count} 首歌曲
