Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Plain Lyrics
ar: الكلمات العادية
bn: সহজ লিরিক্স
ca: Lletres sense format
cs: Prostý text
de: Einfache Liedtexte
es: Letras sin formato
eu: Letra arrunta
fi: Pelkät sanoitukset
fr: Paroles simples
hi: सादे बोल
id: Lirik Polos
it: Testi semplici
ja: シンプルな歌詞
ka: მარტივი ტექსტები
ne: सादा बोलहरू
nl: Eenvoudige songteksten
pt: Letras simples
ru: Простые тексты
ta: சாதாரண வரிகள்
th: เนื้อเพลงธรรมดา
uk: Звичайні тексти

source: tab instead.
ar: بدلاً من ذلك، استخدم التبويب.
bn: তার পরিবর্তে ট্যাব ব্যবহার করুন।
ca: en lloc d’això, utilitza la tecla Tab.
cs: místo toho použijte tabulátor.
de: stattdessen die Tab-Taste verwenden.
es: en su lugar, usa la tecla Tab.
eu: horren ordez, Tab teklatxaza erabili.
fi: välilehteä.
fr: à la place.
hi: टैब का उपयोग करें।
id: sebagai gantinya.
it: invece.
ja: タブを使用してください。
ka: ჩანართი, სანაცვლოდ.
ne: ट्याब प्रयोग गर्नुहोस्।
nl: in plaats daarvan.
pt: em vez disso.
ru: вместо этого.
ta: தாவலை அதற்கு பதிலாக பயன்படுத்தவும்.
th: แทน
uk: замість цього.

source: Disclaimer
ar: إخلاء المسؤولية
bn: অস্বীকৃতি
ca: Avís legal
cs: Prohlášení
de: Haftungsausschluss
es: Descargo de responsabilidad
eu: Aldez aurreko oharra
fi: Vastuuvapauslauseke
fr: Avertissement
hi: अस्वीकरण
id: Penafian
ja: 免責事項
ka: პასუხისმგებლობის უარყოფა
ne: अस्वीकरण
pt: Aviso
ru: Отказ от ответственности
ta: துறப்பு
th: ข้อสงวนสิทธิ์
uk: Відмова від відповідальності

# third_party_plugin_dmca_notice
source: The Spotube team does not hold any responsibility (including legal) for any "Third-party" plugins. Please use them at your own risk. For any bugs/issues, please report them to the plugin repository. If any "Third-party" plugin is breaking ToS/DMCA of any service/legal entity, please ask the "Third-party" plugin author or the hosting platform .e.g GitHub/Codeberg to take action. Above listed ("Third-party" labelled) are all public/community maintained plugins. We're not curating them, so we cannot take any action on them.
ar: لا تتحمّل فريق Spotube أي مسؤولية (بما في ذلك القانونية) عن أي من الإضافات “لطرف ثالث”. استخدمها على مسؤوليتك الخاصّة. لأيّة أخطاء/مشكلات، يُرجى الإبلاغ عنها في مستودع الإضافة. إذا كانت أي إضافة “لطرف ثالث” تنتهك شروط الخدمة أو قانون DMCA الخاص بأي خدمة أو كيان قانوني، فيُرجى طلب اتخاذ إجراء من مؤلف الإضافة أو منصة الاستضافة مثل GitHub/Codeberg. الإضافات المدرجة كـ “لطرف ثالث” هي مفعّلة ومُدارة من المجتمع، وليس لدينا صلاحية إدارتها أو التدخل فيها.
bn: Spotube দল কোনো “তৃতীয় পক্ষ” প্লাগইনের জন্য কোনো (আইনগত সহ) দায়িত্ব নেয় না। নিজের বিপদে ব্যবহার করুন। কোনো বাগ/সমস্যা হলে প্লাগইন রেপোজিটরিতে জানাতে অনুরোধ করা হচ্ছে। যদি কোনো “তৃতীয় পক্ষ” প্লাগইন কোনো পরিষেবা/আইনগত সংস্থার ToS/DMCA ভূঙ্গ করে, অনুগ্রহ করে “তৃতীয় পক্ষ” প্লাগইনের লেখক বা হোস্টিং প্ল্যাটফর্মে (যেমন GitHub/Codeberg) পদক্ষেপ নিতে বলুন। “তৃতীয় পক্ষ” লেবেলযুক্ত যুক্তিগুলি সকলই পাবলিক/কমিউনিটি দ্বারা রক্ষণাবেক্ষণ করা হয়; আমরা সেগুলি কিউরেট করি না, তাই আমরা কোনো পদক্ষেপ নিতে পারি না।
ca: L’equip de Spotube no accepta cap responsabilitat (inclosa legal) pels complements de “tercers”. Fes-los servir sota la teva responsabilitat. Si detectes errors/problemes, informa’ls al repositori del complement. Si algun complement de “tercers” incompleix els ToS/DMCA d’un servei o entitat legal, contacta amb l’autor del complement o amb la plataforma d’allotjament (per exemple GitHub/Codeberg) per prendre mesures. Els complements etiquetats com a “tercers” són públics i gestionats per la comunitat; no els curatem, per la qual cosa no podem intervenir-hi.
cs: Tým Spotube nenese žádnou odpovědnost (včetně právní) za pluginy „třetích stran“. Používejte je na vlastní riziko. Pro chyby/problémy je nahlaste do repozitáře pluginu. Pokud jakýkoli plugin „třetí strany“ porušuje podmínky služby nebo DMCA kteréhokoli poskytovatele či právního subjektu, požádejte autora pluginu nebo hostingovou platformu (např. GitHub/Codeberg), aby podnikla kroky. Pluginy označené jako „třetí strana“ jsou otevřené a spravovány komunitou; nespravujeme je, tudíž nemůžeme jednat.
de: Das Spotube-Team übernimmt keine Verantwortung (auch nicht rechtlicher Art) für Plugins "Drittanbieter". Nutzen Sie diese auf eigenes Risiko. Für Fehler/Probleme melden Sie sich bitte beim Plugin-Repository. Wenn ein Plugin "Drittanbieter" gegen die ToS/DMCA eines Dienstes bzw. gesetzlicher Vorschriften verstößt, wenden Sie sich bitte an den Plugin-Autor oder die Hosting-Plattform (z. B. GitHub/Codeberg), um Maßnahmen zu ergreifen. Die genannten Plugins (mit "Drittanbieter"-Kennzeichnung) werden öffentlich und gemeinschaftlich gepflegt. Wir kuratieren sie nicht und können keine Maßnahmen ergreifen.
es: El equipo de Spotube no asume ninguna responsabilidad (incluida la legal) por complementos de "terceros". Úsalos bajo tu propio riesgo. Para errores o problemas, repórtalos en el repositorio del complemento. Si algún complemento de “terceros” infringe los ToS/DMCA de algún servicio o entidad legal, por favor, solicita al autor del complemento o a la plataforma de alojamiento (p. ej., GitHub/Codeberg) que tome medidas. Los complementos etiquetados como “de terceros” son mantenidos públicamente por la comunidad; no los gestionamos y no podemos intervenir.
eu: Spotube taldea ezin da arduratu (“hirugarrenen”) plugin-en>gatik (barne legala). Erabili zure arriskuarekin. Erroreak/ arazoak dituzu, jakinarazi pluginaren biltegiari. Plugin batek edozein zerbitzu/legalki entitate baten ToS/DMCA hautsi baditu, eska iezaiozu pluginaren egileari edo hosting plataformari (adibidez GitHub/Codeberg) neurriak har ditzaten. “Hirugarrena” etiketatutako plugin guztiak komunitate publikoaren bidez mantentzen dira; ez ditugu kuratoriatu, beraz ezin dugu inplikatu.
fi: Spotube-tiimi ei ota mitään vastuuta (mukaan lukien oikeudellinen) mistään "kolmannen osapuolen" lisäosista. Käytä niitä omalla vastuullasi. Ilmoita kaikista virheistä/ongelmista lisäosan arkistoon. Jos jokin "kolmannen osapuolen" lisäosa rikkoo jonkin palvelun/oikeushenkilön käyttöehtoja/DMCA:ta, pyydä "kolmannen osapuolen" lisäosan tekijää tai isännöintialustaa, esim. GitHubia/Codebergiä, ryhtymään toimiin. Yllä luetellut ("kolmannen osapuolen" merkityt) ovat kaikki julkisia/yhteisön ylläpitämiä lisäosia. Emme kuratoi niitä, joten emme voi ryhtyä niihin toimiin.
fr: L'équipe de Spotube n'assume aucune responsabilité (y compris juridique) pour les plugins "tiers". Veuillez les utiliser à vos propres risques. Pour tout bug/problème, veuillez le signaler au dépôt du plugin. Si un plugin "tiers" enfreint les conditions d'utilisation/DMCA d'un service/entité juridique, veuillez demander à l'auteur du plugin "tiers" ou à la plateforme d'hébergement (par exemple GitHub/Codeberg) de prendre des mesures. Les plugins listés ci-dessus (étiquetés "tiers") sont tous des plugins publics/maintenus par la communauté. Nous ne les gérons pas, nous ne pouvons donc prendre aucune mesure à leur sujet.
hi: स्पॉट्यूब टीम किसी भी "तृतीय-पक्ष" प्लगइन के लिए कोई जिम्मेदारी (कानूनी सहित) नहीं लेती है। कृपया उन्हें अपने जोखिम पर उपयोग करें। किसी भी बग/समस्या के लिए, कृपया उन्हें प्लगइन रिपॉजिटरी को रिपोर्ट करें। यदि कोई "तृतीय-पक्ष" प्लगइन किसी सेवा/कानूनी इकाई के ToS/DMCA को तोड़ रहा है, तो कृपया "तृतीय-पक्ष" प्लगइन लेखक या होस्टिंग प्लेटफ़ॉर्म जैसे GitHub/Codeberg से कार्रवाई करने के लिए कहें। ऊपर सूचीबद्ध ("तृतीय-पक्ष" लेबल वाले) सभी सार्वजनिक/समुदाय-द्वारा-रखरखाव किए गए प्लगइन हैं। हम उन्हें क्यूरेट नहीं कर रहे हैं, इसलिए हम उन पर कोई कार्रवाई नहीं कर सकते हैं।
id: Tim Spotube tidak bertanggung jawab (termasuk hukum) atas plugin "Pihak ketiga" mana pun. Silakan gunakan dengan risiko Anda sendiri. Untuk bug/masalah apa pun, silakan laporkan ke repositori plugin. Jika ada plugin "Pihak ketiga" yang melanggar ToS/DMCA dari layanan/entitas hukum mana pun, silakan minta penulis plugin "Pihak ketiga" atau platform hosting, mis. GitHub/Codeberg, untuk mengambil tindakan. Yang tercantum di atas (berlabel "Pihak ketiga") adalah semua plugin publik/yang dikelola oleh komunitas. Kami tidak mengkurasi mereka, jadi kami tidak dapat mengambil tindakan apa pun terhadap mereka.
it: Il team di Spotube non si assume alcuna responsabilità (anche legale) per i plugin di "terze parti". Usali a tuo rischio e pericolo. Per eventuali bug/problemi, segnalali al repository del plugin. Se un plugin di "terze parti" sta violando i ToS/DMCA di un servizio/entità legale, per favore chiedi all'autore del plugin "terzo" o alla piattaforma di hosting, ad esempio GitHub/Codeberg, di agire. Quelli elencati sopra (etichettati come "terze parti") sono tutti plugin pubblici/mantenuti dalla comunità. Non li curiamo, quindi non possiamo intraprendere alcuna azione su di essi.
ja: Spotubeチームは、いかなる「サードパーティ」プラグインについても責任（法的責任を含む）を負いません。 ご自身の責任でご使用ください。バグや問題については、プラグインリポジトリに報告してください。 「サードパーティ」プラグインが何らかのサービス/法人のToS/DMCAを侵害している場合、その「サードパーティ」プラグインの作者またはホスティングプラットフォーム（例：GitHub/Codeberg）に措置を講じるよう依頼してください。上記に記載されている（「サードパーティ」とラベル付けされた）ものはすべて、パブリック/コミュニティによって維持されているプラグインです。私たちはそれらをキュレーションしていないため、それらに対して措置を講じることはできません。
ka: Spotube-ის გუნდი არ იღებს პასუხისმგებლობას (მათ შორის, იურიდიულს) არცერთ "მესამე მხარის" პლაგინზე. გთხოვთ, გამოიყენოთ ისინი თქვენი რისკის ქვეშ. ნებისმიერი ხარვეზის/პრობლემის შესახებ შეატყობინეთ პლაგინის საცავს. თუ რომელიმე "მესამე მხარის" პლაგინი არღვევს რაიმე სერვისის/იურიდიული პირის ToS/DMCA-ს, გთხოვთ, სთხოვეთ "მესამე მხარის" პლაგინის ავტორს ან ჰოსტინგის პლატფორმას, მაგალითად GitHub/Codeberg, მიიღოს ზომები. ზემოთ ჩამოთვლილი ("მესამე მხარის" ეტიკეტის მქონე) ყველა არის საჯარო/საზოგადოების მიერ შენარჩუნებული პლაგინები. ჩვენ მათ არ ვაკონტროლებთ, ამიტომ არ შეგვიძლია მათზე რაიმე ზომების მიღება.
ne: स्पोट्यूब टोलीले कुनै पनि "तेस्रो-पक्ष" प्लगइनहरूको लागि कुनै जिम्मेवारी (कानुनी सहित) लिँदैन। कृपया तिनीहरूलाई आफ्नो जोखिममा प्रयोग गर्नुहोस्। कुनै पनि बग/समस्याहरूको लागि, कृपया तिनीहरूलाई प्लगइन रिपोसिटरीमा रिपोर्ट गर्नुहोस्। यदि कुनै "तेस्रो-पक्ष" प्लगइनले कुनै सेवा/कानुनी संस्थाको ToS/DMCA तोडिरहेको छ भने, कृपया "तेस्रो-पक्ष" प्लगइन लेखक वा होस्टिङ प्लेटफर्म e.g. GitHub/Codeberg लाई कारबाही गर्न अनुरोध गर्नुहोस्। माथि सूचीबद्ध ("तेस्रो-पक्ष" लेबल गरिएका) सबै सार्वजनिक/सामुदायिक रूपमा राखिएका प्लगइनहरू हुन्। हामी तिनीहरूलाई क्युरेट गरिरहेका छैनौं, त्यसैले हामी तिनीहरूमा कुनै कारबाही गर्न सक्दैनौं।
nl: Het Spotube-team draagt geen enkele verantwoordelijkheid (inclusief juridische) voor "derden" plugins. Gebruik ze op eigen risico. Voor bugs/problemen kunt u deze melden bij de plugin-repository. Als een "derden" plugin de ToS/DMCA van een service/juridische entiteit schendt, vraag dan de auteur van de "derden" plugin of het hostingplatform, bijvoorbeeld GitHub/Codeberg, om actie te ondernemen. De hierboven vermelde (gelabelde "derden") plugins zijn allemaal openbare/door de gemeenschap onderhouden plugins. We beheren ze niet, dus we kunnen geen actie tegen ze ondernemen.
pt: A equipe Spotube não se responsabiliza (incluindo legalmente) por quaisquer plugins de "terceiros". Use-os por sua conta e risco. Para quaisquer bugs/problemas, por favor, relate-os ao repositório do plugin. Se algum plugin de "terceiros" estiver violando os Termos de Serviço/DMCA de qualquer serviço/entidade legal, por favor, peça ao autor do plugin "terceiro" ou à plataforma de hospedagem, por exemplo, GitHub/Codeberg, para tomar medidas. Os plugins listados acima (rotulados como "terceiros") são todos plugins públicos/mantidos pela comunidade. Não os estamos curando, então não podemos tomar nenhuma medida sobre eles.
ru: Команда Spotube не несет никакой ответственности (в том числе юридической) за какие-либо "сторонние" плагины. Пожалуйста, используйте их на свой страх и риск. О любых ошибках/проблемах сообщайте в репозиторий плагина. Если какой-либо "сторонний" плагин нарушает ToS/DMCA какого-либо сервиса/юридического лица, пожалуйста, попросите автора плагина "стороннего" или хостинговую платформу, например, GitHub/Codeberg, принять меры. Перечисленные выше (помеченные как "сторонние") являются общедоступными/поддерживаемыми сообществом плагинами. Мы не курируем их, поэтому не можем принимать по ним никаких мер.
ta: ஸ்பாட்யூப் குழு எந்த "மூன்றாம் தரப்பு" பிளகின்களுக்கும் எந்தப் பொறுப்பையும் (சட்டரீதியான உட்பட) ஏற்காது. தயவுசெய்து உங்கள் சொந்த ஆபத்தில் அவற்றைப் பயன்படுத்தவும். ஏதேனும் பிழைகள்/சிக்கல்களுக்கு, பிளகின் களஞ்சியத்தில் அவற்றைப் புகாரளிக்கவும். ஏதேனும் ஒரு "மூன்றாம் தரப்பு" பிளகின் ஒரு சேவை/சட்ட நிறுவனத்தின் ToS/DMCA ஐ மீறினால், தயவுசெய்து "மூன்றாம் தரப்பு" பிளகின் ஆசிரியரையோ அல்லது ஹோஸ்டிங் தளத்தையோ, எ.கா. GitHub/Codeberg, நடவடிக்கை எடுக்கக் கோரவும். மேலே பட்டியலிடப்பட்ட ("மூன்றாம் தரப்பு" என பெயரிடப்பட்ட) அனைத்து பொதுவான/சமூகத்தால் பராமரிக்கப்படும் பிளகின்கள். நாங்கள் அவற்றை க்யூரேட் செய்யவில்லை, எனவே அவற்றின் மீது எந்த நடவடிக்கையும் எடுக்க முடியாது.
th: ทีม Spotube ไม่รับผิดชอบใดๆ (รวมถึงทางกฎหมาย) สำหรับปลั๊กอิน "บุคคลที่สาม" ใดๆ โปรดใช้งานด้วยความเสี่ยงของคุณเอง สำหรับข้อบกพร่อง/ปัญหาใดๆ โปรดรายงานไปยังที่เก็บปลั๊กอิน หากปลั๊กอิน "บุคคลที่สาม" ใดๆ ละเมิด ToS/DMCA ของบริการ/นิติบุคคลใดๆ โปรดขอให้ผู้เขียนปลั๊กอิน "บุคคลที่สาม" หรือแพลตฟอร์มโฮสติ้ง เช่น GitHub/Codeberg ดำเนินการ ที่ระบุไว้ข้างต้น (ที่ติดป้าย "บุคคลที่สาม") เป็นปลั๊กอินสาธารณะ/ที่ดูแลโดยชุมชนทั้งหมด เราไม่ได้จัดการดูแล ดังนั้นเราจึงไม่สามารถดำเนินการใดๆ กับพวกเขาได้
uk: Команда Spotube не несе жодної відповідальності (включно з юридичною) за будь-які плагіни "третіх сторін". Будь ласка, використовуйте їх на свій страх і ризик. Про будь-які помилки/проблеми повідомляйте в репозиторій плагіна. Якщо якийсь плагін "третьої сторони" порушує ToS/DMCA будь-якої служби/юридичної особи, будь ласка, попросіть автора плагіна "третьої сторони" або хостингову платформу, наприклад, GitHub/Codeberg, вжити заходів. Усі перераховані вище (позначені як "треті сторони") є плагінами, які підтримуються публічно/спільнотою. Ми не куруємо їх, тому не можемо вжити жодних заходів щодо них.

# input_does_not_match_format
source: Input doesn't match the required format
ar: المدخل لا يتوافق مع التنسيق المطلوب
bn: ইনপুট প্রয়োজনীয় ফরম্যাটের সাথে মেলে না
ca: L’entrada no coincideix amb el format requerit
cs: Vstup neodpovídá požadovanému formátu
de: Eingabe entspricht nicht dem geforderten Format
es: La entrada no coincide con el formato requerido
eu: Sarrera ezin da beharrezko formatutik desberdina izan
fi: Syöte ei vastaa vaadittua muotoa
fr: L'entrée ne correspond pas au format requis
hi: इनपुट आवश्यक प्रारूप से मेल नहीं खाता है
id: Masukan tidak cocok dengan format yang diperlukan
it: L'input non corrisponde al formato richiesto
ja: 入力が必須フォーマットと一致しません
ka: შეყვანა არ ემთხვევა საჭირო ფორმატს
ne: इनपुट आवश्यक ढाँचासँग मेल खाँदैन
nl: Invoer komt niet overeen met het vereiste formaat
pt: A entrada não corresponde ao formato exigido
ru: Введенные данные не соответствуют требуемому формату
ta: உள்ளீடு தேவையான வடிவத்துடன் பொருந்தவில்லை
th: อินพุตไม่ตรงกับรูปแบบที่ต้องการ
uk: Введені дані не відповідають необхідному формату

# paste_plugin_download_url
source: Paste download url or GitHub/Codeberg repo url or direct link to .smplug file
ar: الصق رابط التنزيل أو GitHub/Codeberg أو رابط مباشر لملف .smplug
bn: ডাউনলোড URL বা GitHub/Codeberg রিপো URL বা .smplug ফাইলের সরাসরি লিঙ্ক পেস্ট করুন
ca: Enllaça l’URL de descàrrega o el repositori de GitHub/Codeberg o l’enllaç directe al fitxer .smplug
cs: Vložte URL ke stažení nebo GitHub/Codeberg repozitář či přímý odkaz na soubor .smplug
de: Download-URL, GitHub/Codeberg-Repo-URL oder direkten Link zur .smplug-Datei einfügen
es: Pega la URL de descarga, el repositorio de GitHub/Codeberg o el enlace directo al archivo .smplug
eu: Kopiatu deskarga-URLa, GitHub/Codeberg biltegi-URLa edo .smplug fitxategiaren esteka zuzena
fi: Liitä lataus-URL-osoite tai GitHub/Codeberg-arkiston URL-osoite tai suora linkki .smplug-tiedostoon
fr: Collez l'URL de téléchargement ou l'URL du dépôt GitHub/Codeberg ou un lien direct vers le fichier .smplug
hi: डाउनलोड यूआरएल या गिटहब/कोडबर्ग रेपो यूआरएल या .smplug फ़ाइल का सीधा लिंक पेस्ट करें
id: Tempel url unduhan atau url repo GitHub/Codeberg atau tautan langsung ke file .smplug
it: Incolla l'URL di download o l'URL del repository GitHub/Codeberg o il link diretto al file .smplug
ja: ダウンロードURL、GitHub/CodebergリポジトリURL、または.smplugファイルへの直接リンクを貼り付けます
ka: ჩასვით ჩამოტვირთვის url ან GitHub/Codeberg-ის რეპოს url ან პირდაპირი ბმული .smplug ფაილზე
ne: डाउनलोड url वा GitHub/Codeberg repo url वा .smplug फाइलमा सिधा लिङ्क टाँस्नुहोस्
nl: Plak de download-URL of de URL van de GitHub/Codeberg-repository of een directe link naar het .smplug-bestand
pt: Cole a url de download ou a url do repositório GitHub/Codeberg ou o link direto para o arquivo .smplug
ru: Вставьте URL-адрес для загрузки или URL-адрес репозитория GitHub/Codeberg или прямую ссылку на файл .smplug
ta: பதிவிறக்க url அல்லது GitHub/Codeberg repo url அல்லது .smplug கோப்பிற்கான நேரடி இணைப்பை ஒட்டவும்
th: วาง url ดาวน์โหลดหรือ url ที่เก็บ GitHub/Codeberg หรือลิงก์โดยตรงไปยังไฟล์ .smplug
uk: Вставте URL-адресу для завантаження або URL-адресу репозиторію GitHub/Codeberg або пряме посилання на файл .smplug

source: Download and install plugin from url
ar: تنزيل وتثبيت الإضافة من رابط
bn: URL থেকে প্লাগইন ডাউনলোড এবং ইনস্টল করুন
ca: Descarrega i instal·la el complement des d’un URL
cs: Stáhnout a nainstalovat plugin z URL
de: Plugin per URL herunterladen und installieren
es: Descargar e instalar el complemento desde una URL
eu: Download eta instalatu plugin-a URL batetik
fi: Lataa ja asenna lisäosa URL-osoitteesta
fr: Télécharger et installer le plugin à partir de l'URL
hi: यूआरएल से प्लगइन डाउनलोड और स्थापित करें
id: Unduh dan instal plugin dari url
it: Scarica e installa il plugin da URL
ja: URLからプラグインをダウンロードしてインストール
ka: პლაგინის ჩამოტვირთვა და დაყენება url-დან
ne: url बाट प्लगइन डाउनलोड र स्थापना गर्नुहोस्
nl: Download en installeer de plugin via URL
pt: Baixar e instalar o plugin a partir da url
ru: Загрузить и установить плагин по URL-адресу
ta: url இலிருந்து பிளகினைப் பதிவிறக்கி நிறுவவும்
th: ดาวน์โหลดและติดตั้งปลั๊กอินจาก url
uk: Завантажити та встановити плагін з URL-адреси

source: Failed to add plugin: {error}
ar: فشل في إضافة الإضافة: {error}
bn: প্লাগইন যোগ করতে ব্যর্থ: {error}
ca: Error en afegir el complement: {error}
cs: Nepodařilo se přidat plugin: {error}
de: Plugin konnte nicht hinzugefügt werden: {error}
es: Error al añadir el complemento: {error}
eu: Plugin gehitu ezin izan da: {error}
fi: Lisäosan lisääminen epäonnistui: {error}
fr: Échec de l'ajout du plugin : {error}
hi: प्लगइन जोड़ने में विफल: {error}
id: Gagal menambahkan plugin: {error}
it: Impossibile aggiungere il plugin: {error}
ja: プラグインの追加に失敗しました: {error}
ka: პლაგინის დამატება ვერ მოხერხდა: {error}
ne: प्लगइन थप्न असफल: {error}
nl: Kon de plugin niet toevoegen: {error}
pt: Falha ao adicionar plugin: {error}
ru: Не удалось добавить плагин: {error}
ta: பிளகினைச் சேர்க்கத் தவறிவிட்டது: {error}
th: ไม่สามารถเพิ่มปลั๊กอินได้: {error}
uk: Не вдалося додати плагін: {error}

source: Upload plugin from file
ar: رفع الإضافة من ملف
bn: ফাইল থেকে প্লাগইন আপলোড করুন
ca: Penja el complement des d’un fitxer
cs: Nahrát plugin ze souboru
de: Plugin per Datei hochladen
es: Subir complemento desde archivo
eu: Plugin fitxategi batetik igo
fi: Lataa lisäosa tiedostosta
fr: Télécharger le plugin à partir d'un fichier
hi: फ़ाइल से प्लगइन अपलोड करें
id: Unggah plugin dari file
it: Carica plugin da file
ja: ファイルからプラグインをアップロード
ka: პლაგინის ატვირთვა ფაილიდან
ne: फाइलबाट प्लगइन अपलोड गर्नुहोस्
nl: Plugin uploaden vanuit bestand
pt: Carregar plugin a partir de arquivo
ru: Загрузить плагин из файла
ta: கோப்பிலிருந்து பிளகினைப் பதிவேற்றவும்
th: อัปโหลดปลั๊กอินจากไฟล์
uk: Завантажити плагін з файлу

source: Installed
ar: تم التثبيت
bn: ইনস্টল করা হয়েছে
ca: Instal·lat
cs: Nainstalováno
de: Installiert
es: Instalado
eu: Instalatuta
fi: Asennettu
fr: Installé
hi: स्थापित
id: Terinstal
it: Installato
ja: インストール済み
ka: დაინსტალირებული
ne: स्थापित
nl: Geïnstalleerd
pt: Instalado
ru: Установлено
ta: நிறுவப்பட்டது
th: ติดตั้งแล้ว
uk: Встановлено

source: Available plugins
ar: الإضافات المتوفّرة
bn: উপলব্ধ প্লাগইনগুলো
ca: Complements disponibles
cs: Dostupné pluginy
de: Verfügbare Plugins
es: Complementos disponibles
eu: Eskaintzen diren pluginak
fi: Saatavilla olevat lisäosat
fr: Plugins disponibles
hi: उपलब्ध प्लगइन
id: Plugin yang tersedia
it: Plugin disponibili
ja: 利用可能なプラグイン
ka: ხელმისაწვდომი პლაგინები
ne: उपलब्ध प्लगइनहरू
nl: Beschikbare plugins
pt: Plugins disponíveis
ru: Доступные плагины
ta: கிடைக்கக்கூடிய பிளகின்கள்
th: ปลั๊กอินที่มีอยู่
uk: Доступні плагіни

source: Audio Scrobblers
ar: أجهزة تتبع الصوت
bn: অডিও স্ক্রোব্বলার্স
ca: Scrobblers d’àudio
de: Audio-Scrobbler
es: Scrobblers de audio
eu: Audio scrobbler-ak
fi: Äänen scrobblerit
fr: Scrobblers audio
hi: ऑडियो स्क्रॉबलर्स
id: Scrobblers Audio
it: Scrobbler audio
ja: オーディオスクロッブラー
ka: აუდიო სქრობლერები
ne: अडियो स्क्रब्बलरहरू
pt: Scrobblers de áudio
ru: Аудио скробблеры
ta: ஆடியோ ஸ்க்ரோப்ளர்கள்
th: เครื่อง scrobbler เสียง
uk: Аудіо скробблери

source: Scrobbling
ar: التتبع
bn: স্ক্রোব্বলিং
hi: स्क्रॉबलिंग
ka: სქრობლინგი
ne: स्क्रब्बलिंग
ru: Скробблинг
ta: ஸ்க்ரோப்ளிங்
uk: Скроблінг

source: Download music format
ar: تنسيق تنزيل الموسيقى
bn: গান ডাউনলোডের বিন্যাস
ca: Format de descàrrega de música
cs: Formát stahování hudby
de: Musik-Downloadformat
es: Formato de descarga de música
eu: Musika deskargatzeko formatua
fi: Musiikin latausmuoto
fr: Format de téléchargement de musique
hi: संगीत डाउनलोड प्रारूप
id: Format unduh musik
it: Formato download musica
ja: 音楽ダウンロード形式
ka: მუსიკის ჩამოტვირთვის ფორმატი
ne: सङ्गीत डाउनलोड ढाँचा
nl: Download muziekformaat
pt: Formato de download de música
ru: Формат загрузки музыки
ta: இசை பதிவிறக்க வடிவம்
th: รูปแบบการดาวน์โหลดเพลง
uk: Формат завантаження музики

source: Streaming music format
ar: تنسيق بث الموسيقى
bn: গান স্ট্রিমিং এর বিন্যাস
ca: Format de reproducció de música en temps real
cs: Formát streamování hudby
de: Musik-Streamingformat
es: Formato de transmisión de música
eu: Musika streaming bidezko formatua
fi: Musiikin suoratoistomuoto
fr: Format de streaming de musique
hi: संगीत स्ट्रीमिंग प्रारूप
id: Format streaming musik
it: Formato streaming musica
ja: 音楽ストリーミング形式
ka: სტრიმინგის მუსიკის ფორმატი
ne: स्ट्रिमिङ सङ्गीत ढाँचा
nl: Streaming muziekformaat
pt: Formato de streaming de música
ru: Формат потоковой музыки
ta: இசை ஸ்ட்ரீமிங் வடிவம்
th: รูปแบบการสตรีมเพลง
uk: Формат потокової музики

source: Download music quality
ar: جودة تنزيل الموسيقى
bn: গান ডাউনলোডের মান
ca: Qualitat de descàrrega de música
cs: Kvalita stahování hudby
de: Musik-Downloadqualität
es: Calidad de descarga de música
eu: Musika deskargaren kalitatea
fi: Musiikin latauslaatu
fr: Qualité de téléchargement de musique
hi: संगीत डाउनलोड गुणवत्ता
id: Kualitas unduh musik
it: Qualità download musica
ja: 音楽ダウンロード品質
ka: ჩამოტვირთვის ხარისხი
ne: डाउनलोड गुणस्तर
nl: Downloadkwaliteit
pt: Qualidade de download
ru: Качество загрузки
ta: பதிவிறக்க தரம்
th: คุณภาพการดาวน์โหลด
uk: Якість завантаженої музики

source: Streaming music quality
ar: جودة بث الموسيقى
bn: গান স্ট্রিমিং এর মান
ca: Qualitat de reproducció de música en temps real
cs: Kvalita streamování hudby
de: Musik-Streamingqualität
es: Calidad de transmisión de música
eu: Streaming bidezko musika kalitatea
fi: Musiikin suoratoistolaadun
fr: Qualité de streaming de musique
hi: संगीत स्ट्रीमिंग गुणवत्ता
id: Kualitas streaming musik
it: Qualità streaming musica
ja: 音楽ストリーミング品質
ka: სტრიმინგის ხარისხი
ne: स्ट्रिमिङ गुणस्तर
nl: Streamingkwaliteit
pt: Qualidade de streaming
ru: Качество стриминга
ta: ஸ்ட்ரீமிங் தரம்
th: คุณภาพการสตรีม
uk: Якість потокової музики
