Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: YouTube Engine
ar: محرك يوتيوب
bn: ইউটিউব ইঞ্জিন
ca: Motor de YouTube
es: Motor de YouTube
eu: YouTube Motorra
fi: YouTube-moottori
fr: Moteur YouTube
hi: YouTube इंजन
it: Motore YouTube
ja: YouTubeエンジン
ka: YouTube ძრავა
ne: YouTube इंजन
pt: Motor YouTube
ru: YouTube Движок
ta: YouTube இயந்திரம்
th: เครื่องมือ YouTube
uk: YouTube Двигун

# youtube_engine_not_installed_title
source: {engine} is not installed
ar: {engine} غير مثبت
bn: {engine} ইনস্টল করা নেই
ca: {engine} no està instal·lat
cs: {engine} není nainstalován
de: {engine} ist nicht installiert
es: {engine} no está instalado
eu: {engine} ez dago instalatuta
fi: {engine} ei ole asennettu
fr: {engine} n'est pas installé
hi: {engine} स्थापित नहीं है
it: {engine} non è installato
ja: {engine}はインストールされていません
ka: {engine} არ არის ინსტალირებული
ne: {engine} इंस्टॉल नहीं है
nl: {engine} is niet geïnstalleerd
pt: {engine} não está instalado
ru: {engine} не установлен
ta: {engine} நிறுவியதில்லை
th: {engine} ยังไม่ได้ติดตั้ง
tl: Hindi naka-install ang {engine}
uk: {engine} не встановлено

# youtube_engine_not_installed_message
source: {engine} is not installed in your system.
ar: {engine} غير مثبت في نظامك.
bn: {engine} আপনার সিস্টেমে ইনস্টল করা নেই।
ca: {engine} no està instal·lat al teu sistema.
cs: {engine} není nainstalován ve vašem systému.
de: {engine} ist nicht auf Ihrem System installiert.
es: {engine} no está instalado en tu sistema.
eu: {engine} ez dago zure sisteman instalatuta.
fi: {engine} ei ole asennettu järjestelmääsi.
fr: {engine} n'est pas installé sur votre système.
hi: {engine} आपके सिस्टम में स्थापित नहीं है।
it: {engine} non è installato nel tuo sistema.
ja: {engine}はシステムにインストールされていません。
ka: {engine} არ არის ინსტალირებული თქვენს სისტემაში.
ne: {engine} आपके सिस्टम में इंस्टॉल नहीं है।
nl: {engine} is niet geïnstalleerd op je systeem.
pt: {engine} não está instalado no seu sistema.
ru: {engine} не установлен в вашей системе.
ta: {engine} உங்கள் கணினியில் நிறுவியதில்லை.
th: {engine} ยังไม่ได้ติดตั้งในระบบของคุณ
tl: Hindi naka-install ang {engine} sa iyong sistema.
uk: {engine} не встановлено на вашій системі.

# youtube_engine_set_path
source: Make sure it's available in the PATH variable or set the absolute path to the {engine} executable below
ar: تأكد من أنه متاح في متغير PATH أو حدد المسار الكامل للملف القابل للتنفيذ {engine} أدناه
bn: এটি PATH ভেরিয়েবলে উপলব্ধ কিনা নিশ্চিত করুন অথবা নীচে {engine} এক্সিকিউটেবল এর পূর্ণপথ সেট করুন
ca: Assegura't que estigui disponible a la variable PATH o estableix el camí absolut a l'executable de {engine} a continuació
cs: Ujistěte se, že je k dispozici v proměnné PATH nebo nastavte absolutní cestu k {engine} spustitelnému souboru níže
de: Stellen Sie sicher, dass es im PATH verfügbar ist oder setzen Sie den absoluten Pfad zur {engine} ausführbaren Datei unten.
es: Asegúrate de que esté disponible en la variable PATH o establece la ruta absoluta del ejecutable de {engine} a continuación.
eu: Ziurtatu PATH aldagaiaren barruan dagoela edo ezarri {engine} exekutagarriaren helbide absolutua behean.
fi: Varmista, että se on saatavilla PATH-muuttujassa tai asetetaan {engine} suoritettavan tiedoston absoluuttinen polku alla.
fr: Assurez-vous qu'il est disponible dans la variable PATH ou fixez le chemin absolu du fichier exécutable {engine} ci-dessous.
hi: यह सुनिश्चित करें कि यह PATH वेरिएबल में उपलब्ध हो या नीचे {engine} निष्पादन योग्य फ़ाइल का पूर्ण पथ सेट करें।
it: Assicurati che sia disponibile nella variabile PATH o imposta il percorso assoluto all'eseguibile {engine} qui sotto
ja: PATH変数に設定されていることを確認するか {engine}実行ファイルの絶対パスを下記に設定してください
ka: დარწმუნდით, რომ ის ხელმისაწვდომია PATH ცვლადში ან დაუყავით {engine} პროგრამის ფაილის სრული გზა
ne: सुनिश्चित करें कि यह PATH वेरिएबल में उपलब्ध है या नीचे {engine} एक्जीक्यूटेबल का पूर्ण पथ सेट करें
nl: Zorg ervoor dat het beschikbaar is in de PATH-variabele of stel het absolute pad naar de {engine} uitvoerbare bestanden in
pt: Certifique-se de que está disponível na variável PATH ou defina o caminho absoluto para o executável {engine} abaixo
ru: Убедитесь, что он доступен в переменной PATH или установите абсолютный путь к исполнимому файлу {engine} ниже
ta: PATH மாறியில் கிடைக்கிறதா என்பதை உறுதிப்படுத்தவும் அல்லது {engine} செயல் செய்யக்கூடிய முறையை கீழே அமைக்கவும்
th: ตรวจสอบให้แน่ใจว่ามันมีอยู่ในตัวแปร PATH หรือ ตั้งค่าพาธที่แท้จริงของไฟล์ที่สามารถทำงานได้ {engine} ด้านล่าง
tl: Siguraduhing available ito sa PATH variable o i-set ang absolute path sa {engine} executable sa ibaba
uk: Переконайтесь, що він доступний у змінній PATH або встановіть абсолютний шлях до виконуваного файлу {engine} нижче

# youtube_engine_unix_issue_message
source: In macOS/Linux/unix like OS's, setting path on .zshrc/.bashrc/.bash_profile etc. won't work. You need to set the path in the shell configuration file
ar: في أنظمة macOS/Linux/Unix مثل الأنظمة، لن يعمل تعيين المسار في .zshrc/.bashrc/.bash_profile وما إلى ذلك. يجب تعيين المسار في ملف تكوين الصدفة
bn: macOS/Linux/Unix-এর মতো অপারেটিং সিস্টেমে, .zshrc/.bashrc/.bash_profile ইত্যাদিতে পাথ সেট করা কাজ করবে না। আপনাকে শেল কনফিগারেশন ফাইলে পাথ সেট করতে হবে
ca: En macOS/Linux/Unix com a sistemes operatius, establir el camí a .zshrc/.bashrc/.bash_profile etc. no funcionarà. Has de configurar el camí al fitxer de configuració de la shell
cs: V macOS/Linux/Unixových systémech nebude fungovat nastavení cesty v .zshrc/.bashrc/.bash_profile atd. Musíte nastavit cestu v konfiguračním souboru shellu
de: In macOS/Linux/unixähnlichen Betriebssystemen funktioniert das Setzen des Pfads in .zshrc/.bashrc/.bash_profile usw. nicht. Sie müssen den Pfad in der Shell-Konfigurationsdatei festlegen.
es: En macOS/Linux/sistemas operativos similares a Unix, establecer la ruta en .zshrc/.bashrc/.bash_profile etc. no funcionará. Necesitas establecer la ruta en el archivo de configuración del shell.
eu: macOS/Linux/Unix bezalako sistemetan, .zshrc/.bashrc/.bash_profile bezalako fitxategietan bidearen ezarpenak ez dira funtzionatuko. Bidearen ezarpena shell konfigurazio fitxategian egin behar duzu.
fi: macOS/Linux/unix-tyyppisissä käyttöjärjestelmissä polun asettaminen .zshrc/.bashrc/.bash_profile jne. ei toimi. Sinun täytyy asettaa polku shellin asetustiedostoon.
fr: Dans macOS/Linux/les systèmes d'exploitation similaires à Unix, définir le chemin dans .zshrc/.bashrc/.bash_profile etc. ne fonctionnera pas. Vous devez définir le chemin dans le fichier de configuration du shell.
hi: macOS/Linux/यूनिक्स जैसे OS में, .zshrc/.bashrc/.bash_profile आदि में पथ सेट करना काम नहीं करेगा। आपको पथ को शेल कॉन्फ़िगरेशन फ़ाइल में सेट करना होगा।
it: In macOS/Linux/os simili a unix, impostare il percorso su .zshrc/.bashrc/.bash_profile ecc. non funzionerà. Devi impostare il percorso nel file di configurazione della shell
ja: macOS/Linux/Unix系OSでは、.zshrc/.bashrc/.bash_profileなどでパスを設定しても動作しません。 シェルの設定ファイルにパスを設定する必要があります
ka: macOS/Linux/Unix მსგავსი ოპერაციული სისტემებში, .zshrc/.bashrc/.bash_profile-ით პათის დაყენება ვერ იმუშავებს. თქვენ უნდა დააყენოთ პათი შელ ფაილში
ne: macOS/Linux/unix जैसे ऑपरेटिंग सिस्टम में, .zshrc/.bashrc/.bash_profile आदि में पथ सेट करना काम नहीं करेगा। आपको शेल कॉन्फ़िगरेशन फ़ाइल में पथ सेट करना होगा
nl: Op macOS/Linux/unix-achtige besturingssystemen werkt het instellen van paden in .zshrc/.bashrc/.bash_profile enz. niet. Je moet het pad instellen in het shell-configuratiebestand
pt: Em sistemas macOS/Linux/unix, definir o caminho no .zshrc/.bashrc/.bash_profile etc. não funcionará. Você precisa definir o caminho no arquivo de configuração do shell
ru: В macOS/Linux/Unix-подобных ОС, установка пути в .zshrc/.bashrc/.bash_profile и т.д. не будет работать. Вы должны установить путь в файле конфигурации оболочки
ta: macOS/Linux/unix போல் OS இல், .zshrc/.bashrc/.bash_profile போன்றவை அமைப்பில் பாதையை PATH அமைப்பது இயலாது. நீங்கள்.shell configuration file இல் பாதையை அமைக்க வேண்டும்
th: ใน macOS/Linux/Unix อย่าง OS การตั้งค่าพาธใน .zshrc/.bashrc/.bash_profile เป็นต้น จะไม่ทำงาน คุณต้องตั้งค่าพาธในไฟล์การกำหนดค่า shell
tl: Sa macOS/Linux/unix tulad ng OS, ang pag-set ng path sa .zshrc/.bashrc/.bash_profile atbp. ay hindi gagana. Kailangan mong i-set ang path sa configuration file ng shell
uk: У macOS/Linux/Unix-подібних ОС, встановлення шляху в .zshrc/.bashrc/.bash_profile тощо не працює. Вам потрібно налаштувати шлях у файлі конфігурації оболонки

source: Download
ar: تنزيل
bn: ডাউনলোড
ca: Descarregar
cs: Stáhnout
de: Herunterladen
es: Descargar
eu: Deskargatu
fi: Lataa
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ka: ჩამოტვირთვა
ne: डाउनलोड
nl: Downloaden
pt: Baixar
ru: Скачать
ta: பதிவிறக்கு
th: ดาวน์โหลด
tl: I-download
uk: Завантажити

source: File not found
ar: الملف غير موجود
bn: ফাইল পাওয়া যায়নি
ca: Fitxer no trobat
cs: Soubor nenalezen
de: Datei nicht gefunden
es: Archivo no encontrado
eu: Fitxategia ez da aurkitu
fi: Tiedostoa ei löydy
fr: Fichier non trouvé
hi: फाइल नहीं मिली
it: File non trovato
ja: ファイルが見つかりません
ka: ფაილი ვერ მოიძებნა
ne: फ़ाइल नहीं मिली
nl: Bestand niet gevonden
pt: Arquivo não encontrado
ru: Файл не найден
ta: கோப்பு கிடைக்கவில்லை
th: ไม่พบไฟล์
tl: Hindi nahanap ang file
uk: Файл не знайдено

source: Custom
ar: مخصص
bn: কাস্টম
ca: Personalitzat
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
eu: Pertsonalizatua
fi: Mukautettu
fr: Personnalisé
hi: कस्टम
it: Personalizzato
ja: 独自
ka: პერსონალიზირებული
ne: कस्टम
nl: Aangepast
pt: Personalizado
ru: Пользовательский
ta: தனிப்பயன்
th: กำหนดเอง
uk: Користувацький

source: Add custom URL
ar: إضافة URL مخصص
bn: কাস্টম URL যোগ করুন
ca: Afegir URL personalitzada
cs: Přidat vlastní URL
de: Benutzerdefinierte URL hinzufügen
es: Agregar URL personalizada
eu: Gehitu URL pertsonalizatua
fi: Lisää mukautettu URL
fr: Ajouter une URL personnalisée
hi: कस्टम URL जोड़ें
it: Aggiungi URL personalizzato
ja: 独自にURLを追加
ka: დამატება პერსონალური URL
ne: कस्टम URL जोड़ें
nl: Voeg aangepaste URL toe
pt: Adicionar URL personalizada
ru: Добавить пользовательский URL
ta: தனிப்பயன் URL ஐச் சேர்க்கவும்
th: เพิ่ม URL แบบกำหนดเอง
tl: Magdagdag ng custom URL
uk: Додати користувацький URL

source: Edit port
ar: تعديل المنفذ
bn: পোর্ট সম্পাদনা করুন
ca: Editar port
cs: Upravit port
de: Port bearbeiten
es: Editar puerto
eu: Editatu portua
fi: Muokkaa porttia
fr: Modifier le port
hi: पोर्ट संपादित करें
it: Modifica porta
ja: ポートを編集
ka: პორტის რედაქტირება
ne: पोर्ट सम्पादन गर्नुहोस्
nl: Poort bewerken
pt: Editar porta
ru: Редактировать порт
ta: போர்டு திருத்தவும்
th: แก้ไขพอร์ต
uk: Редагувати порт

# port_helper_msg
source: Default is -1 which indicates random number. If you've firewall configured, setting this is recommended.
ar: القيمة الافتراضية هي -1 والتي تشير إلى رقم عشوائي. إذا كان لديك جدار ناري مُعد، يُوصى بتعيين هذا.
bn: ডিফল্ট হল -1 যা এলোমেলো সংখ্যা নির্দেশ করে। যদি আপনার ফায়ারওয়াল কনফিগার করা থাকে, তবে এটি সেট করা সুপারিশ করা হয়।
ca: El valor per defecte és -1, que indica un número aleatori. Si teniu un tallafoc configurat, es recomana establir-ho.
cs: Výchozí hodnota je -1, což znamená náhodné číslo. Pokud máte nakonfigurován firewall, doporučuje se to nastavit.
de: Der Standardwert ist -1, was eine zufällige Zahl bedeutet. Wenn Sie eine Firewall konfiguriert haben, wird empfohlen, dies einzustellen.
es: El valor predeterminado es -1, lo que indica un número aleatorio. Si tienes un firewall configurado, se recomienda establecer esto.
eu: Lehenetsitako balioa -1 da, zenbaki aleatorioa adierazten duena. Su firewall konfiguratu baduzu, gomendatzen da hau ezartzea.
fi: Oletusarvo on -1, mikä tarkoittaa satunnaista numeroa. Jos sinulla on palomuuri määritetty, tämän asettamista suositellaan.
fr: La valeur par défaut est -1, ce qui indique un nombre aléatoire. Si vous avez configuré un pare-feu, il est recommandé de le définir.
hi: डिफ़ॉल्ट -1 है जो यादृच्छिक संख्या को दर्शाता है। यदि आपने फ़ायरवॉल कॉन्फ़िगर किया है, तो इसे सेट करना अनुशंसित है।
id: Default adalah -1 yang menunjukkan angka acak. Jika Anda telah mengonfigurasi firewall, disarankan untuk mengatur ini.
it: Il valore predefinito è -1, che indica un numero casuale. Se hai configurato un firewall, si consiglia di impostarlo.
ja: 初期設定は-1で、ランダムな番号を示します。ファイアウォールを設定している場合に設定することを推奨します。
ka: ნაგულისხმევი არის -1, რაც შემთხვევითი ნომრის მითითებას ნიშნავს. თუ لديك firewall настроен, рекомендуется установить это.
ne: डिफ़ॉल्ट -1 हो जुन यादृच्छिक संख्या जनाउँछ। यदि तपाईंले फायरवाल कन्फिगर गर्नुभएको छ भने, यसलाई सेट गर्न सिफारिस गरिन्छ।
nl: Standaard is -1, wat een willekeurig nummer aangeeft. Als je een firewall hebt geconfigureerd, wordt aanbevolen dit in te stellen.
pt: O padrão é -1, que indica um número aleatório. Se você tiver um firewall configurado, é recomendável definir isso.
ru: По умолчанию -1, что означает случайное число. Если у вас настроен брандмауэр, рекомендуется установить это.
ta: இயல்புநிலை -1 ஆகும், இது சீரற்ற எண்ணை குறிக்கிறது. நீங்கள் தீயணைப்பு அமைக்கப்பட்டிருந்தால், இதை அமைப்பது பரிந்துரைக்கப்படுகிறது.
th: ค่าเริ่มต้นคือ -1 ซึ่งหมายถึงหมายเลขสุ่ม หากคุณได้กำหนดค่าไฟร์วอลล์แล้ว แนะนำให้ตั้งค่านี้
uk: За замовчуванням -1, що означає випадкове число. Якщо у вас налаштований брандмауер, рекомендується це налаштувати.

# connect_request
source: Allow {client} to connect?
ar: السماح لـ {client} بالاتصال؟
bn: {client} কে সংযোগ করতে অনুমতি দেবেন?
ca: Permetre que {client} es connecti?
cs: Povolit {client} připojení?
de: {client} die Verbindung erlauben?
es: ¿Permitir que {client} se conecte?
eu: {client} konektatzea baimendu?
fi: Salli {client} yhdistää?
fr: Autoriser {client} à se connecter ?
hi: {client} को कनेक्ट करने की अनुमति दें?
id: Izinkan {client} untuk terhubung?
it: Consentire a {client} di connettersi?
ja: {client}の接続を許可しますか？
ka: {client}-ის დაკავშირების ნებართვა?
ne: {client} लाई जडान गर्न अनुमति दिनुहोस्?
nl: Toestaan dat {client} verbinding maakt?
pt: Permitir que {client} se conecte?
ru: Разрешить {client} подключение?
ta: {client} க்கு இணைக்க அனுமதிக்கவா?
th: อนุญาตให้ {client} เชื่อมต่อหรือไม่?
uk: Дозволити {client} підключення?

# connection_request_denied
source: Connection denied. User denied access.
ar: تم رفض الاتصال. المستخدم رفض الوصول.
bn: সংযোগ অস্বীকৃত। ব্যবহারকারী প্রবেশাধিকার অস্বীকার করেছে।
ca: Connexió denegada. L'usuari ha denegat l'accés.
cs: Připojení bylo zamítnuto. Uživatel odmítl přístup.
de: Verbindung abgelehnt. Benutzer hat den Zugriff verweigert.
es: Conexión denegada. El usuario denegó el acceso.
eu: Konektatzea ukatu da. Erabiltzaileak sarbidea ukatu du.
fi: Yhteys evätty. Käyttäjä eväsi pääsyn.
fr: Connexion refusée. L'utilisateur a refusé l'accès.
hi: कनेक्शन अस्वीकृत। उपयोगकर्ता ने पहुंच अस्वीकृत कर दी।
id: Koneksi ditolak. Pengguna menolak akses.
it: Connessione negata. L'utente ha negato l'accesso.
ja: 接続が拒否されました。ユーザーがアクセスを拒否しました。
ka: კავშირი უარყოფილია. მომხმარებელმა უარყო წვდომა.
ne: जडान अस्वीकृत। प्रयोगकर्ताले पहुँच अस्वीकृत गर्यो।
nl: Verbinding geweigerd. Gebruiker heeft toegang geweigerd.
pt: Conexão negada. O usuário negou o acesso .
ru: Подключение отклонено. Пользователь отказал в доступе.
ta: இணைப்பு மறுக்கப்பட்டது. பயனர் அணுகலை மறுத்தார்.
th: การเชื่อมต่อล้มเหลว ผู้ใช้ปฏิเสธการเข้าถึง
uk: Підключення відхилено. Користувач відмовив у доступі.

# hipotetical_calculation
source: *This is calculated based on average online music streaming platform's per stream payout of $0.003 to $0.005. This is a hypothetical calculation to give user insight about how much they would have paid to the artists if they were to listen their song in different music streaming platform.
ar: *تمّ الحساب بمعدّل دفعة تتراوح بين 0.003–0.005 دولار أمريكي لكل تشغيل على منصات الموسيقى عبر الإنترنت. هذا حساب افتراضي لتوضيح للمستخدم مقدار ما كان سيدفعه للفنانين لو استمع إلى أغنيتهم على منصات مختلفة.
bn: *এটি নিরূপণ করা হয়েছে গড় অনলাইন মিউজিক স্ট্রিমিং প্ল্যাটফর্মের প্রতি স্ট্রিম 0.003–0.005 USD পেআউটের ভিত্তিতে। এটি একটি কাল্পনিক হিসাব যা ব্যবহারকারীকে ধারণা দিতে পারে তারা অন্যান্য স্ট্রিমিং প্ল্যাটফর্মে একই গান শোনার জন্য শিল্পীদের কত টাকা দিয়েছেন হোক।
ca: *Això està calculat en funció d’un pagament mitjà per reproducció de 0,003–0,005 USD en plataformes de reproducció musical en línia. És un càlcul hipotètic per ajudar l’usuari a entendre quant hauria pagat als artistes si hagués escoltat la seva cançó en diferents plataformes.
cs: *Toto je vypočítáno na základě průměrného výplatu za přehrání 0,003–0,005 USD na online hudebních streamovacích platformách. Jedná se o hypotetický výpočet, který má uživateli ukázat, kolik by umělci dostali, pokud by jeho píseň poslouchal na jiné platformě.
de: *Diese Berechnung basiert auf der durchschnittlichen Auszahlung pro Stream (0,003 USD bis 0,005 USD) auf Online-Musik-Streaming-Plattformen. Sie ist hypothetisch und soll dem Nutzer veranschaulichen, wie viel er den Künstlern bezahlt hätte, wenn er ihren Song auf verschiedenen Streaming-Plattformen gehört hätte.
es: *Este cálculo se basa en el pago promedio por reproducción en plataformas de música en línea (de 0,003 a 0,005 USD). Es hipotético y sirve para dar al usuario una idea de cuánto habría pagado a los artistas si hubiera escuchado su canción en distintas plataformas.
eu: *Kalkulu hau online musika-streaming plataformetako batez besteko irteerako ordainari (0,003–0,005 USD) oinarrituta dago. Hipotetikoa da eta erabiltzaileari ideia bat ematen laguntzen dio artista nork zenbat kobratu zuen jakiteko, bere abestia plataform desberdinetan entzungo balu.
fi: *Tämä on laskettu keskimääräisen musiikin suoratoistopalvelun 0,003–0,005 dollarin kappalekohtaisen maksun perusteella. Tämä on hypoteettinen laskelma, joka antaa käyttäjälle käsityksen siitä, kuinka paljon he olisivat maksaneet artisteille, jos he kuuntelisivat heidän kappaleitaan eri musiikin suoratoistopalveluissa.
fr: *Ce calcul est basé sur le paiement moyen par lecture des plateformes de streaming musical en ligne, de 0,003 $ à 0,005 $. Il s'agit d'un calcul hypothétique pour donner à l'utilisateur un aperçu de ce qu'il aurait payé aux artistes s'il écoutait leur chanson sur différentes plateformes de streaming musical.
hi: *यह औसत ऑनलाइन संगीत स्ट्रीमिंग प्लेटफ़ॉर्म के प्रति स्ट्रीम भुगतान ($0.003 से $0.005) के आधार पर गणना की गई है। यह एक काल्पनिक गणना है जो उपयोगकर्ता को यह जानकारी देने के लिए है कि यदि वे विभिन्न संगीत स्ट्रीमिंग प्लेटफ़ॉर्म पर अपने गाने सुनते हैं तो उन्होंने कलाकारों को कितना भुगतान किया होगा।
id: *Ini dihitung berdasarkan pembayaran rata-rata per streaming dari platform streaming musik online sebesar $0,003 hingga $0,005. Ini adalah perhitungan hipotetis untuk memberikan wawasan kepada pengguna tentang seberapa banyak yang akan mereka bayarkan kepada artis jika mereka mendengarkan lagu mereka di platform streaming musik yang berbeda.
it: *Questo è calcolato in base al pagamento medio per stream delle piattaforme di streaming musicale online, che va da $0.003 a $0.005. Si tratta di un calcolo ipotetico per dare all'utente un'idea di quanto avrebbe pagato agli artisti se avesse ascoltato la loro canzone su diverse piattaforme di streaming musicale.
ja: *これは、オンライン音楽ストリーミングプラットフォームの1ストリームあたりの平均支払い額である$0.003〜$0.005に基づいて計算されています。これは、ユーザーが異なる音楽ストリーミングプラットフォームで曲を聴いた場合に、アーティストにどれだけ支払ったかを把握するための仮説的な計算です。
ka: *ეს გამოითვლება ონლაინ მუსიკალური სტრიმინგის პლატფორმების საშუალო ანაზღაურების საფუძველზე, რომელიც შეადგენს $0.003-დან $0.005-მდე. ეს არის ჰიპოთეტური გაანგარიშება, რომელიც მომხმარებელს აძლევს წარმოდგენას, თუ რამდენს გადაუხდიდნენ ისინი არტისტებს, თუ მათ სიმღერებს მოუსმენდნენ სხვადასხვა მუსიკალურ სტრიმინგ პლატფორმაზე.
ne: *यो अनलाइन संगीत स्ट्रिमिङ प्लेटफर्मको प्रति स्ट्रिम भुक्तानी $0.003 देखि $0.005 को औसतमा आधारित छ। यो एक काल्पनिक गणना हो जुन प्रयोगकर्तालाई उनीहरूले विभिन्न संगीत स्ट्रिमिङ प्लेटफर्ममा आफ्ना गीतहरू सुनेमा कलाकारहरूलाई कति भुक्तानी गर्ने थिए भन्ने बारेमा अन्तरदृष्टि दिनको लागि हो।
nl: *Dit is berekend op basis van de gemiddelde uitbetaling per stream van online muziekstreamingplatforms van $0,003 tot $0,005. Dit is een hypothetische berekening om de gebruiker inzicht te geven in hoeveel ze aan de artiesten zouden hebben betaald als ze hun nummer op een ander muziekstreamingplatform zouden beluisteren.
pt: *Isso é calculado com base no pagamento médio por stream de plataformas de streaming de música online de US$ 0,003 a US$ 0,005. Esta é uma estimativa hipotética para dar ao usuário uma ideia de quanto ele teria pago aos artistas se ouvisse sua música em diferentes plataformas de streaming de música.
ru: *Это рассчитано на основе средней выплаты за прослушивание на онлайн-платформах для потоковой передачи музыки в размере от 0,003 до 0,005 долларов США. Это гипотетический расчет, чтобы дать пользователю представление о том, сколько бы они заплатили артистам, если бы слушали их песни на разных музыкальных стриминговых платформах.
ta: *இது சராசரி ஆன்லைன் இசை ஸ்ட்ரீமிங் தளத்தின் ஒரு ஸ்ட்ரீமிற்கான $0.003 முதல் $0.005 வரையிலான கட்டணத்தின் அடிப்படையில் கணக்கிடப்படுகிறது. இது ஒரு கற்பனையான கணக்கீடு ஆகும், இது பயனர்கள் வெவ்வேறு இசை ஸ்ட்ரீமிங் தளங்களில் தங்கள் பாடல்களைக் கேட்டால் கலைஞர்களுக்கு எவ்வளவு பணம் செலுத்தியிருப்பார்கள் என்பது குறித்த நுண்ணறிவை வழங்குகிறது.
th: *การคำนวณนี้อิงจากค่าเฉลี่ยการจ่ายเงินต่อสตรีมของแพลตฟอร์มสตรีมมิ่งเพลงออนไลน์ที่ $0.003 ถึง $0.005 นี่เป็นการคำนวณสมมติฐานเพื่อให้ผู้ใช้เข้าใจว่าพวกเขาจะต้องจ่ายเงินให้ศิลปินเท่าไหร่หากพวกเขาฟังเพลงบนแพลตฟอร์มสตรีมมิ่งเพลงที่แตกต่างกัน
uk: *Це розраховано на основі середньої виплати за стрім онлайн-платформ для потокового відтворення музики, що становить від $0,003 до $0,005. Це гіпотетичний розрахунок, щоб дати користувачеві уявлення про те, скільки б вони заплатили артистам, якщо б слухали їхні пісні на різних музичних стрімінгових платформах.

source: An error occurred
ar: حدث خطأ
bn: একটি ত্রুটি ঘটেছে
ca: S’ha produït un error
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
eu: Errore bat gertatu da
fi: Tapahtui virhe
fr: Une erreur est survenue
hi: एक त्रुटि हुई
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
ka: მოხდა შეცდომა
ne: त्रुटि भयो
nl: Er is een fout opgetreden
pt: Ocorreu um erro
ru: Произошла ошибка
ta: ஒரு பிழை ஏற்பட்டது
th: เกิดข้อผิดพลาด
uk: Сталася помилка

source: Copy to clipboard
ar: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
ca: Copiar al porta-retalls
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
eu: Hiztegiraino kopiatzea
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ka: კოპირება ბუფერში
ne: क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
th: คัดลอกไปยังคลิปบอร์ด
uk: Копіювати в буфер обміну

source: View logs
ar: عرض السجلات
bn: লগ দেখুন
ca: Veure registres
cs: Zobrazit protokoly
de: Protokolle anzeigen
es: Ver registros
eu: Erregistroak ikusi
fi: Näytä lokit
fr: Afficher les journaux
hi: लॉग देखें
id: Lihat log
it: Visualizza log
ja: ログを表示
ka: იხილეთ ჟურნალები
ne: लगहरू हेर्नुहोस्
nl: Logboeken bekijken
pt: Ver logs
ru: Просмотреть журналы
ta: பதிவுகளைப் பார்க்கவும்
th: ดูบันทึก
uk: Переглянути логи

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
ca: Tornar-ho a provar
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
eu: Berriro saiatu
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ka: ხელახლა ცდა
ne: पुनः प्रयास गर्नुहोस्
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
ta: மீண்டும் முயற்சிக்கவும்
th: ลองใหม่
uk: Повторити
