Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# remove_library_location
source: Remove from library
ar: إزالة من المكتبة
bn: লাইব্রেরি থেকে সরান
ca: Elimina de la biblioteca
cs: Odebrat z knihovny
de: Aus der Bibliothek entfernen
es: Eliminar de la biblioteca
eu: Kendu liburutegitik
fa: حذف از کتابخانه
fi: Poista kirjastosta
fr: Retirer de la bibliothèque
hi: पुस्तकालय से हटाएं
id: Hapus dari perpustakaan
it: Rimuovi dalla biblioteca
ja: ライブラリから削除
ka: ბიბლიოთეკიდან წაშლა
ko: 도서관에서 제거
ne: पुस्तकालयबाट हटाउनुहोस्
nl: Verwijderen uit bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚੋਂ ਹਟਾਉ
pl: Usuń z biblioteki
pt: Remover da biblioteca
ru: Удалить из библиотеки
ta: நூலகத்திலிருந்து நீக்கு
th: ลบออกจากห้องสมุด
tl: Alisin mula sa silid-aklatan
uk: Видалити з бібліотеки
vi: Xóa khỏi thư viện
zh: 从图书馆中删除
zh_tw: 從音樂庫中刪除

# local_tab
source: Local
ar: محلي
bn: স্থানীয়
cs: Místní
de: Lokal
eu: Lokalean
fa: محلی
fi: Paikallinen
hi: स्थानीय
id: Lokal
it: Locale
ja: 端末内
ka: ადგილობრივი
ko: 로컬
ne: स्थानिय
nl: Lokaal
pa: ਸਥਾਨਕ
pl: Lokalny
ru: Локальное
ta: உள்ளூர்
th: ท้องถิ่น
tl: Lokal
uk: Місцевий
vi: Địa phương
zh: 本地
zh_tw: 本機

source: Stats
ar: إحصائيات
bn: পরিসংখ্যান
ca: Estadístiques
cs: Statistiky
de: Statistiken
es: Estadísticas
eu: Estatistikak
fa: آمار
fi: Tilastot
fr: Statistiques
hi: आंकड़े
id: Statistik
it: Statistiche
ja: 統計
ka: სტატისტიკა
ko: 통계
ne: तथ्याङ्क
nl: Statistieken
pa: ਅੰਕੜੇ
pl: Statystyki
pt: Estatísticas
ru: Статистика
ta: புள்ளிவிவரங்கள்
th: สถิติ
tl: Mga Stat
uk: Статистика
vi: Thống kê
zh: 统计
zh_tw: 統計

# and_n_more
source: and {count} more
ar: و {count} أكثر
bn: এবং {count} আরও
ca: i {count} més
cs: a dalších {count}
de: und {count} mehr
es: y {count} más
eu: eta {count} gehiago
fa: و {count} بیشتر
fi: ja {count} lisää
fr: et {count} de plus
hi: और {count} और
id: dan {count} lainnya
it: e {count} in più
ja: さらに {count} 項目
ka: და {count} მეტი
ko: 그리고 {count}개 더
ne: राम्रो {count} थप
nl: en {count} meer
pa: और {count} और
pl: i {count} więcej
pt: e {count} mais
ru: и {count} еще
ta: மற்றும் {count} கூடுதலாக
th: และ {count} อีก
tl: at {count} pa
uk: і {count} більше
vi: và {count} cái khác
zh: 和 {count} 更多
zh_tw: 和 {count} 更多

source: Recently Played
ar: تم تشغيله مؤخرًا
bn: সম্প্রতি বাজানো
ca: Reproduït recentment
cs: Nedávno přehráno
de: Zuletzt gespielt
es: Recién reproducido
eu: Berriki entzunak
fa: اخیراً پخش شده
fi: Äskettäin soitetut
fr: Récemment joué
hi: हाल ही में खेले गए
id: Baru saja diputar
it: Riprodotti di recente
ja: 最近聴いた曲
ka: მიუწვდელი
ko: 최근 재생
ne: हालै खेलेको
nl: Onlangs afgespeeld
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਚਲਾਏ ਗਏ
pl: Ostatnio odtwarzane
pt: Reproduzido Recentemente
ru: Недавно воспроизведено
ta: சமீபத்தில் இயக்கியவை
th: เพลงที่เพิ่งเล่น
tl: Kamakailan Lang na Ni-play
uk: Нещодавно Відтворене
vi: Gần đây đã phát
zh: 最近播放
zh_tw: 最近播放

source: Browse More
ar: تصفح المزيد
bn: আরও ব্রাউজ করুন
ca: Navega més
cs: Procházet více
de: Mehr durchsuchen
es: Explorar más
eu: Gehiago Bilatu
fa: بیشتر مرور کنید
fi: Selaa lisää
fr: Parcourir plus
hi: अधिक ब्राउज़ करें
id: Telusuri lebih banyak
it: Esplora di più
ja: もっと表示
ka: დაიცალეთ მეტი
ko: 더 보기
ne: थप हेर्नुहोस्
nl: Meer bekijken
pa: ਹੋਰ ਬ੍ਰਾਉਜ਼ ਕਰੋ
pl: Zobacz więcej
pt: Ver Mais
ru: Посмотреть больше
ta: மேலும் உலாவு
th: ดูเพิ่มเติม
tl: Mag-browse pa
uk: Переглянути Більше
vi: Xem thêm
zh: 浏览更多
zh_tw: 瀏覽更多

source: No Title
ar: بدون عنوان
bn: কোনো শিরোনাম নেই
ca: Sense títol
cs: Bez názvu
de: Kein Titel
es: Sin título
eu: Titulurik ez
fa: بدون عنوان
fi: Ei otsikkoa
fr: Sans titre
hi: कोई शीर्षक नहीं
id: Tanpa judul
it: Nessun titolo
ja: タイトルなし
ka: არ აქვს სათაური
ko: 제목 없음
ne: शीर्षक छैन
nl: Geen titel
pa: ਕੋਈ ਸਿਰਲੇਖ ਨਹੀਂ
pl: Brak tytułu
pt: Sem Título
ru: Без названия
ta: தலைப்பு இல்லை
th: ไม่มีชื่อ
tl: Walang Pamagat
uk: Без Назви
vi: Không có tiêu đề
zh: 没有标题
zh_tw: 沒有標題

source: Not playing
ar: غير مشغل
bn: চালানো হচ্ছে না
ca: No s'està reproduint
cs: Nepřehrává se
de: Wird nicht abgespielt
es: No reproduciendo
eu: Erreprodukziorik ez
fa: در حال پخش نیست
fi: Ei soi
fr: Non joué
hi: नहीं चल रहा
id: Tidak diputar
it: Non in riproduzione
ja: 再生なし
ka: არ ერთვის
ko: 재생 중이 아님
ne: खेलिरहेको छैन
nl: Niet aan het afspelen
pa: ਚੱਲ ਨਹੀਂ ਰਿਹਾ
pl: Nie odtwarzane
pt: Não está a reproduzir
ru: Не воспроизводится
ta: இயக்கப்படவில்லை
th: ไม่เล่น
tl: Hindi tumutugtog
uk: Не Відтворюється
vi: Không phát
zh: 未播放
zh_tw: 未播放

source: Epic failure!
ar: فشل كبير!
bn: বিরাট ব্যর্থতা!
ca: Fracàs èpic!
cs: Epické selhání!
de: Episches Versagen!
es: ¡Fallo épico!
eu: Sekulako errorea!
fa: شکست حماسی!
fi: Epäonnistuminen!
fr: Échec épique!
hi: महान असफलता!
id: Kegagalan epik!
it: Fallimento epico!
ja: 壮大なエラー！
ka: ეპიკური მარცხი!
ko: 서사적 실패!
ne: महाकवि असफलता!
nl: Epische mislukking!
pa: ਮਹਾਨ ਅਸਫ਼ਲਤਾ!
pl: Epicka porażka!
pt: Fracasso épico!
ru: Эпическое фиаско!
ta: மோசமான தோல்வி!
th: ล้มเหลวอย่างยิ่ง!
tl: Epic na pagkabigo!
uk: Епічний провал!
vi: Thất bại hoàn toàn!
zh: 史诗级失败！
zh_tw: 史詩級失敗！

# added_num_tracks_to_queue
source: Added {tracks_length} tracks to queue
ar: تمت إضافة {tracks_length} مسارات إلى قائمة الانتظار
bn: {tracks_length} ট্র্যাক সারিতে যোগ করা হয়েছে
ca: Afegit {tracks_length} pistes a la cua
cs: Přidáno {tracks_length} skladeb do fronty
de: {tracks_length} Titel zur Warteschlange hinzugefügt
es: Se añadieron {tracks_length} canciones a la cola
eu: {tracks_length} kanta gehitu dira zerrendara
fa: {tracks_length} ترک به صف اضافه شد
fi: Lisätty {tracks_length} kappaletta jonoon
fr: {tracks_length} morceaux ajoutés à la file d'attente
hi: {tracks_length} ट्रैक्स कतार में जोड़े गए
id: Menambahkan {tracks_length} trek ke antrean
it: Aggiunti {tracks_length} brani alla coda
ja: {tracks_length} 曲をキューに追加しました
ka: დამატებული {tracks_length} ტრეკი რიგში
ko: {tracks_length} 곡을 대기열에 추가했습니다
ne: {tracks_length} ट्र्याकहरू तालिकामा थपिएका छन्
nl: {tracks_length} nummers aan de wachtrij toegevoegd
pa: {tracks_length} ਟ੍ਰੈਕ ਕਤਾਰ ਵਿੱਚ ਜੋੜੇ ਗਏ
pl: Dodano {tracks_length} utworów do kolejki
pt: Adicionados {tracks_length} faixas à fila
ru: Добавлено {tracks_length} треков в очередь
ta: {tracks_length} பாடல்கள் வரிசையில் சேர்க்கப்பட்டன
th: เพิ่ม {tracks_length} เพลงในคิว
tl: Nagdagdag ng {tracks_length} na mga track sa pila
uk: Додано {tracks_length} треків до черги
vi: Đã thêm {tracks_length} bài hát vào danh sách phát
zh: 已将 {tracks_length} 首曲目添加到队列
zh_tw: 已將 {tracks_length} 首曲目新增到隊列

source: Spotube has an update
ar: يوجد تحديث لسبوتيوب
bn: স্পটিউবে একটি আপডেট আছে
ca: Spotube té una actualització
cs: Spotube má aktualizaci
de: Spotube hat ein Update
es: Spotube tiene una actualización
eu: Spotube-ren eguneraketa bat dago
fa: Spotube یک بروزرسانی دارد
fi: Spotubella on päivitys
fr: Spotube a une mise à jour
hi: Spotube में एक अपडेट है
id: Spotube memiliki pembaruan
it: Spotube ha un aggiornamento
ja: Spotube の最新版あり
ka: Spotube-ს აქვს განახლება
ko: Spotube에 업데이트가 있습니다
ne: Spotube मा अपडेट छ
nl: Spotube heeft een update
pa: Spotube ਲਈ ਇੱਕ ਅੱਪਡੇਟ ਹੈ
pl: Spotube ma aktualizację
pt: Spotube tem uma atualização
ru: В Spotube доступно обновление
ta: Spotube க்கு ஒரு புதுப்பிப்பு உள்ளது
th: Spotube มีการอัปเดต
tl: Ang Spotube ay may update
uk: Spotube має оновлення
vi: Spotube có bản cập nhật
zh: Spotube 有更新
zh_tw: Spotube 有更新

source: Download Now
ar: تحميل الآن
bn: এখনই ডাউনলোড করুন
ca: Descarregar ara
cs: Stáhnout nyní
de: Jetzt herunterladen
es: Descargar ahora
eu: Orain deskargatu
fa: اکنون دانلود کنید
fi: Lataa nyt
fr: Télécharger maintenant
hi: अभी डाउनलोड करें
id: Unduh sekarang
it: Scarica ora
ja: 今すぐダウンロード
ka: ჩამოტვირთეთ ახლავე
ko: 지금 다운로드
ne: अहिले डाउनलोड गर्नुहोस्
nl: Nu downloaden
pa: ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz teraz
pt: Baixar Agora
ru: Скачать сейчас
ta: இப்போது பதிவிறக்கு
th: ดาวน์โหลดตอนนี้
tl: I-download Ngayon
uk: Завантажити Зараз
vi: Tải về ngay
zh: 立即下载
zh_tw: 立即下載

# nightly_version
source: Spotube Nightly {nightlyBuildNum} has been released
ar: تم إصدار سبوتيوب الليلي {nightlyBuildNum}
bn: স্পটিউব নাইটলি {nightlyBuildNum} প্রকাশিত হয়েছে
ca: Spotube Nightly {nightlyBuildNum} ha estat publicat
cs: Byla vydána noční verze Spotube {nightlyBuildNum}
de: Spotube Nightly {nightlyBuildNum} wurde veröffentlicht
es: Spotube Nightly {nightlyBuildNum} ha sido lanzado
eu: Spotube {nightlyBuildNum} Nightly-a argitaratu da
fa: نسخه شبانه Spotube {nightlyBuildNum} منتشر شد
fi: Spotube Nightly {nightlyBuildNum} on julkaistu
fr: Spotube Nightly {nightlyBuildNum} a été publié
hi: Spotube Nightly {nightlyBuildNum} जारी किया गया है
id: Spotube Nightly {nightlyBuildNum} telah dirilis
it: Spotube Nightly {nightlyBuildNum} è stato rilasciato
ja: Spotube Nightly {nightlyBuildNum} がリリースされました
ka: Spotube Nightly {nightlyBuildNum} გამოშვებულია
ko: Spotube Nightly {nightlyBuildNum}이 출시되었습니다
ne: Spotube Nightly {nightlyBuildNum} रिलिज गरिएको छ
nl: Spotube Nightly {nightlyBuildNum} is uitgebracht
pa: Spotube Nightly {nightlyBuildNum} ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Spotube Nightly {nightlyBuildNum} został wydany
pt: Spotube Nightly {nightlyBuildNum} foi lançado
ru: Spotube Nightly {nightlyBuildNum} выпущен
ta: Spotube Nightly {nightlyBuildNum} வெளியிடப்பட்டுள்ளது
th: Spotube Nightly {nightlyBuildNum} ได้รับการปล่อยออกมา
tl: Ang Spotube Nightly {nightlyBuildNum} ay inilabas na
uk: Spotube Nightly {nightlyBuildNum} було випущено
vi: Spotube Nightly {nightlyBuildNum} đã được phát hành
zh: Spotube Nightly {nightlyBuildNum} 已发布
zh_tw: Spotube Nightly {nightlyBuildNum} 已發佈

# release_version
source: Spotube v{version} has been released
ar: تم إصدار سبوتيوب v{version}
bn: স্পটিউব v{version} প্রকাশিত হয়েছে
ca: Spotube v{version} ha estat publicat
cs: Byla vydána verze Spotube v{version}
de: Spotube v{version} wurde veröffentlicht
es: Spotube v{version} ha sido lanzado
eu: Spotube v{version} argitaratu da
fa: نسخه Spotube v{version} منتشر شد
fi: Spotube v{version} on julkaistu
fr: Spotube v{version} a été publié
hi: Spotube v{version} जारी किया गया है
id: Spotube v{version} telah dirilis
it: Spotube v{version} è stato rilasciato
ja: Spotube v{version} がリリースされました
ka: Spotube v{version} გამოშვებულია
ko: Spotube v{version}이 출시되었습니다
ne: Spotube v{version} रिलिज गरिएको छ
nl: Spotube v{version} is uitgebracht
pa: Spotube v{version} ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Spotube v{version} został wydany
pt: Spotube v{version} foi lançado
ru: Spotube v{version} выпущен
ta: Spotube v{version} வெளியிடப்பட்டுள்ளது
th: Spotube v{version} ได้รับการปล่อยออกมา
tl: Ang Spotube v{version} ay inilabas na
uk: Spotube v{version} було випущено
vi: Spotube v{version} đã được phát hành
zh: Spotube v{version} 已发布
zh_tw: Spotube v{version} 已發佈

source: Read the latest
ar: اقرأ الأحدث
bn: সর্বশেষ পড়ুন
ca: Llegeix el més recent
cs: Přečtěte si nejnovější
de: Lese die neuesten
es: Lee las últimas
eu: Irakurri azken
fa: آخرین‌ها را بخوانید
fi: Lue viimeisimmät
fr: Lisez les dernières
hi: नवीनतम पढ़ें
id: Baca yang terbaru
it: Leggi l'ultimo
ja: 最新の
ka: წაიკითხეთ უახლესი
ko: 최신
ne: अर्को
nl: Lees de nieuwste
pa: ਨਵੀਨਤਮ ਪੜ੍ਹੋ
pl: Przeczytaj najnowsze
pt: Leia o mais recente
ru: Читать последние
ta: சமீபத்திய
th: อ่านข่าวสารล่าสุด
tl: Basahin ang pinakabagong
uk: Читати останні новини
vi: Đọc tin mới nhất
zh: 阅读最新
zh_tw: 閱讀最新

source: release notes
ar: ملاحظات الإصدار
bn: রিলিজ নোট
ca: notes de la versió
cs: poznámky k vydání
de: Versionshinweise
es: notas de la versión
eu: argitatratze oharrak
fa: یادداشت‌های انتشار
fi: julkaisumuistiinpanot
fr: notes de version
hi: रिलीज़ नोट्स
id: catatan rilis
it: note di rilascio
ja: 更新情報を読む
ka: გამოშვების შენიშვნები
ko: 릴리스 노트
ne: रिलिज नोटहरू
nl: release-opmerkingen
pa: ਰਿਲੀਜ਼ ਨੋਟਸ
pl: notatki o wersji
pt: notas de versão
ru: заметки о версии
ta: வெளியீட்டு குறிப்புகளைப் படிக்கவும்
th: บันทึกการปล่อย
uk: ноти про випуск
vi: ghi chú phát hành
zh: 版本说明
zh_tw: 版本說明

source: Pick color scheme
ar: اختر نظام الألوان
bn: রঙের থিম নির্বাচন করুন
ca: Tria l'esquema de colors
cs: Vyberte barevné schéma
de: Farbschema wählen
es: Elige esquema de color
eu: Aukeratu kolore eskema
fa: طرح رنگ را انتخاب کنید
fi: Valitse värimaailma
fr: Choisissez le schéma de couleurs
hi: रंग योजना चुनें
id: Pilih skema warna
it: Scegli uno schema di colori
ja: カラーテーマを選択
ka: აირჩიეთ ფერის სქემა
ko: 색상 테마 선택
ne: रंग योजना चयन गर्नुहोस्
nl: Kies kleurenschema
pa: ਰੰਗ ਯੋਜਨਾ ਚੁਣੋ
pl: Wybierz schemat kolorów
pt: Escolha o esquema de cores
ru: Выберите цветовую схему
ta: வண்ணத் திட்டத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกธีมสี
tl: Pumili ng color scheme
uk: Оберіть кольорову схему
vi: Chọn chủ đề màu sắc
zh: 选择配色方案
zh_tw: 選擇配色方案

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
ca: Desar
cs: Uložit
de: Speichern
es: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ka: შეინახეთ
ko: 저장
ne: सुरक्षित गर्नुहोस्
nl: Opslaan
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt: Salvar
ru: Сохранить
ta: சேமி
th: บันทึก
tl: I-save
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

source: Choose the device:
ar: اختر الجهاز:
bn: ডিভাইস নির্বাচন করুন:
ca: Tria el dispositiu:
cs: Vyberte zařízení:
de: Wähle das Gerät:
es: Elige el dispositivo:
eu: Aukeratu gailua:
fa: دستگاه را انتخاب کنید:
fi: Valitse laite:
fr: Choisissez l'appareil:
hi: उपकरण चुनें:
id: Pilih perangkat:
it: Scegli il dispositivo:
ja: 端末を選択：
ka: აირჩიეთ მოწყობილობა:
ko: 디바이스 선택:
ne: उपकरण चयन गर्नुहोस्:
nl: Kies het apparaat:
pa: ਉਪਕਰਣ ਚੁਣੋ:
pl: Wybierz urządzenie:
pt: Escolha o dispositivo:
ru: Выберите устройство:
ta: சாதனத்தைத் தேர்ந்தெடுக்கவும்:
th: เลือกอุปกรณ์:
tl: Piliin ang device:
uk: Виберіть пристрій:
vi: Chọn thiết bị:
zh: 选择设备：
zh_tw: 選擇裝置：

# multiple_device_connected
source: There are multiple device connected. Choose the device you want this action to take place
ar: تم توصيل أجهزة متعددة. اختر الجهاز الذي تريد إجراء هذه العملية عليه
bn: একাধিক ডিভাইস সংযুক্ত রয়েছে। যে ডিভাইসে আপনি এই ক্রিয়াটি চালাতে চান সেটি নির্বাচন করুন
ca: Hi ha diversos dispositius connectats. Tria el dispositiu on vols realitzar aquesta acció
cs: Je připojeno více zařízení. Vyberte zařízení, na kterém chcete provést tuto akci
de: Es sind mehrere Geräte verbunden. Wähle das Gerät, auf dem diese Aktion ausgeführt werden soll
es: Hay múltiples dispositivos conectados. Elige el dispositivo en el que deseas realizar esta acción
eu: Hainbat gailu daude konektatuta. Aukeratu zein gailutan aplikatu nahi duzun ekintza hau
fa: چندین دستگاه متصل هستند. دستگاهی را انتخاب کنید که می‌خواهید این عملیات بر روی آن انجام شود
fi: Useita laitteita on kytketty. Valitse laite, jossa haluat toiminnon suorittaa
fr: Plusieurs appareils sont connectés. Choisissez l'appareil sur lequel vous souhaitez effectuer cette action
hi: कई उपकरण जुड़े हुए हैं। उस उपकरण को चुनें जिस पर आप यह क्रिया करना चाहते हैं
id: Beberapa perangkat terhubung. Pilih perangkat tempat Anda ingin melakukan tindakan ini
it: Sono collegati più dispositivi. Scegli il dispositivo su cui vuoi che venga eseguita questa azione
ja: 複数の端末が接続されています。 この操作を実行する端末を選択
ka: დაკავშირებულია რამდენიმე მოწყობილობა. აირჩიეთ მოწყობილობა, რომელზეც უნდა განხორციელდეს ეს მოქმედება
ko: 여러 디바이스가 연결되어 있습니다. 이 작업을 실행할 디바이스를 선택하세요
ne: धेरै उपकरण जडान गरिएको छ। यो क्रियाकलाप गर्ने उपकरण चयन गर्नुहोस्
nl: Er zijn meerdere apparaten verbonden. Kies het apparaat waarop je deze actie wilt uitvoeren
pa: ਕਈ ਉਪਕਰਣ ਜੋੜੇ ਗਏ ਹਨ। ਉਸ ਉਪਕਰਣ ਨੂੰ ਚੁਣੋ ਜਿਸ ਤੇ ਤੁਸੀਂ ਕਿਰਿਆ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ
pl: Jest wiele urządzeń podłączonych. Wybierz urządzenie, na którym chcesz wykonać tę akcję
pt: Há vários dispositivos conectados. Escolha o dispositivo no qual deseja executar esta ação
ru: Подключено несколько устройств. Выберите устройство, на котором вы хотите выполнить это действие
ta: பல சாதனங்கள் இணைக்கப்பட்டுள்ளன. இந்த செயல் நடைபெற வேண்டிய சாதனத்தைத் தேர்ந்தெடுக்கவும்
th: มีอุปกรณ์เชื่อมต่อหลายเครื่อง เลือกอุปกรณ์ที่คุณต้องการให้การดำเนินการนี้เกิดขึ้น
tl: Mayroong maraming device na nakakonekta. Piliin ang device kung saan mo gustong maganap ang aksyon na ito
uk: Підключено кілька пристроїв. Виберіть пристрій, на якому ви хочете виконати цю дію
vi: Có nhiều thiết bị kết nối. Chọn thiết bị mà bạn muốn thực hiện hành động này
zh: 已连接多个设备。 选择您希望执行此操作的设备
zh_tw: 已連接多個裝置。 選擇您希望執行此操作的裝置

source: Nothing found
ar: لم يتم العثور على شيء
bn: কিছুই পাওয়া যায়নি
ca: No s'ha trobat res
cs: Nic nenalezeno
de: Nichts gefunden
es: Nada encontrado
eu: Ezer ez da aurkitu
fa: چیزی پیدا نشد
fi: Ei tuloksia
fr: Rien trouvé
hi: कुछ भी नहीं मिला
id: Tidak ditemukan apa pun
it: Nessun risultato
ja: 何も見つかりませんでした
ka: არაფერი მოიძებნა
ko: 찾을 수 없음
ne: केही फेला परेन
nl: Niets gevonden
pa: ਕੁੱਝ ਨਹੀਂ ਮਿਲਿਆ
pl: Nic nie znaleziono
pt: Nada encontrado
ru: Ничего не найдено
ta: எதுவும் கிடைக்கவில்லை
th: ไม่พบข้อมูล
tl: Walang nahanap
uk: Нічого не знайдено
vi: Không tìm thấy gì
zh: 未找到任何内容
zh_tw: 沒有找到任何內容

source: The box is empty
ar: الصندوق فارغ
bn: বাক্সটি খালি
ca: La caixa està buida
cs: Krabice je prázdná
de: Die Box ist leer
es: La caja está vacía
eu: Kaxa hutsik dago
fa: جعبه خالی است
fi: Laatikko on tyhjä
fr: La boîte est vide
hi: बॉक्स खाली है
id: Kotak kosong
it: La scatola è vuota
ja: ボックスは空です
ka: კვადრატია ცარიელი
ko: 상자가 비어 있습니다
ne: बक्स खाली छ
nl: De doos is leeg
pa: ਡੱਬਾ ਖਾਲੀ ਹੈ
pl: Pudełko jest puste
pt: A caixa está vazia
ru: Коробка пуста
ta: பெட்டி காலியாக உள்ளது
th: กล่องว่างเปล่า
tl: Ang kahon ay walang laman
uk: Коробка порожня
vi: Hộp trống
zh: 箱子为空
zh_tw: 箱子為空

source: Top Artists
ar: أفضل الفنانين
bn: শীর্ষ শিল্পী
ca: Millors artistes
cs: Nejlepší umělci
de: Top-Künstler
es: Artistas principales
eu: Top Artistak
fa: بهترین هنرمندان
fi: Suosituimmat artistit
fr: Meilleurs artistes
hi: शीर्ष कलाकार
id: Artis Teratas
it: Artisti Top
ja: トップアーティスト
ka: ტოპ არტისტები
ko: 톱 아티스트
ne: शीर्ष कलाकारहरू
nl: Topartiesten
pa: ਚੋਟੀ ਦਾ ਕਲਾਕਾਰ
pl: Najlepsi artyści
pt: Principais Artistas
ru: Лучшие артисты
ta: சிறந்த கலைஞர்கள்
th: ศิลปินยอดนิยม
tl: Nangungunang mga Artista
uk: Топ Артисти
vi: Những Nghệ Sĩ Hàng Đầu
zh: 热门艺术家
zh_tw: 熱門藝人

source: Top Albums
ar: أفضل الألبومات
bn: শীর্ষ অ্যালবাম
ca: Millors àlbums
cs: Nejlepší alba
de: Top-Alben
es: Álbumes principales
eu: Top Albumak
fa: بهترین آلبوم‌ها
fi: Suosituimmat albumit
fr: Meilleurs albums
hi: शीर्ष एल्बम
id: Album Teratas
it: Album Top
ja: トップアルバム
ka: ტოპ ალბომები
ko: 톱 앨범
ne: शीर्ष एल्बमहरू
pa: ਚੋਟੀ ਦੀ ਐਲਬਮ
pl: Najlepsze albumy
pt: Principais Álbuns
ru: Лучшие альбомы
ta: சிறந்த ஆல்பங்கள்
th: อัลบั้มยอดนิยม
tl: Nangungunang mga Album
uk: Топ Альбоми
vi: Những Album Hàng Đầu
zh: 热门专辑
zh_tw: 熱門專輯

source: This week
ar: هذا الأسبوع
bn: এই সপ্তাহ
ca: Aquesta setmana
cs: Tento týden
de: Diese Woche
es: Esta semana
eu: Aste honetan
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
hi: इस हफ्ते
id: Minggu ini
it: Questa settimana
ja: 今週
ka: ამ კვირას
ko: 이번 주
ne: यो हप्ता
nl: Deze week
pa: ਇਸ ਹਫ਼ਤੇ
pl: W tym tygodniu
pt: Esta semana
ru: На этой неделе
ta: இந்த வாரம்
th: สัปดาห์นี้
tl: Ngayong linggo
uk: Цього тижня
vi: Tuần này
zh: 本周
zh_tw: 本週

source: This month
ar: هذا الشهر
bn: এই মাস
ca: Aquest mes
cs: Tento měsíc
de: Diesen Monat
es: Este mes
eu: Hilabete honetan
fa: این ماه
fi: Tässä kuussa
fr: Ce mois-ci
hi: इस महीने
id: Bulan ini
it: Questo mese
ja: 今月
ka: ამ თვეში
ko: 이번 달
ne: यो महिना
nl: Deze maand
pa: ਇਸ ਮਹੀਨੇ
pl: W tym miesiącu
pt: Este mês
ru: В этом месяце
ta: இந்த மாதம்
th: เดือนนี้
tl: Ngayong buwan
uk: Цього місяця
vi: Tháng này
zh: 本月
zh_tw: 本月

source: Last 6 months
ar: آخر 6 أشهر
bn: গত ৬ মাস
ca: Últims 6 mesos
cs: Posledních 6 měsíců
de: Letzte 6 Monate
es: Últimos 6 meses
eu: Azken 6 hilabeteetan
fa: ۶ ماه گذشته
fi: Viimeiset 6 kuukautta
fr: Les 6 derniers mois
hi: पिछले 6 महीने
id: 6 bulan terakhir
it: Ultimi 6 mesi
ja: 過去6か月
ka: ბოლო 6 თვე
ko: 지난 6개월
ne: पछिल्लो ६ महिना
nl: Laatste 6 maanden
pa: ਪਿਛਲੇ 6 ਮਹੀਨੇ
pl: Ostatnie 6 miesięcy
pt: Últimos 6 meses
ru: Последние 6 месяцев
ta: கடந்த 6 மாதங்கள்
th: 6 เดือนที่ผ่านมา
tl: Nakaraang 6 na buwan
uk: Останні 6 місяців
vi: 6 tháng qua
zh: 过去6个月
zh_tw: 過去6個月

source: This year
ar: هذا العام
bn: এই বছর
ca: Aquest any
cs: Tento rok
de: Dieses Jahr
es: Este año
eu: Aurten
fa: امسال
fi: Tänä vuonna
fr: Cette année
hi: इस साल
id: Tahun ini
it: Quest'anno
ja: 今年
ka: ამ წელს
ko: 올해
ne: यो वर्ष
nl: Dit jaar
pa: ਇਸ ਸਾਲ
pl: W tym roku
pt: Este ano
ru: В этом году
ta: இந்த ஆண்டு
th: ปีนี้
tl: Ngayong taon
uk: Цього року
vi: Năm nay
zh: 今年
zh_tw: 今年

source: Last 2 years
ar: آخر سنتين
bn: গত ২ বছর
ca: Últims 2 anys
cs: Poslední 2 roky
de: Letzte 2 Jahre
es: Últimos 2 años
eu: Azken 2 urtetan
fa: ۲ سال گذشته
fi: Viimeiset 2 vuotta
fr: Les 2 dernières années
hi: पिछले 2 साल
id: 2 tahun terakhir
it: Ultimi 2 anni
ja: 過去2年間
ka: ბოლო 2 წელი
ko: 지난 2년
ne: पछिल्लो २ वर्ष
nl: Laatste 2 jaar
pa: ਪਿਛਲੇ 2 साल
pl: Ostatnie 2 lata
pt: Últimos 2 anos
ru: Последние 2 года
ta: கடந்த 2 ஆண்டுகள்
th: 2 ปีที่ผ่านมา
tl: Nakaraang 2 taon
uk: Останні 2 роки
vi: 2 năm qua
zh: 过去2年
zh_tw: 過去2年

source: All time
ar: كل الوقت
bn: সব সময়
ca: Tots els temps
cs: Všechny časy
de: Alle Zeiten
es: Todos los tiempos
eu: Betidanik
fa: همیشه
fi: Kaikki ajat
fr: De tous les temps
hi: सभी समय
id: Sepanjang waktu
it: Di tutti i tempi
ja: 全期間
ka: ყველა დრო
ko: 모든 시간
ne: सबै समय
pa: ਪੂਰਾ ਸਮਾਂ
pl: Wszystkie czasy
pt: De todos os tempos
ru: Все время
ta: எல்லா நேரமும்
th: ตลอดกาล
tl: Lahat ng panahon
uk: Усі часи
vi: Mọi thời đại
zh: 所有时间
zh_tw: 所有時間

# powered_by_provider
source: Powered by {providerName}
ar: مدعوم من {providerName}
bn: {providerName} দ্বারা চালিত
ca: Funciona amb {providerName}
cs: Pohání {providerName}
de: Bereitgestellt von {providerName}
es: Impulsado por {providerName}
eu: {providerName}-ren eskutik
fa: توسط {providerName} پشتیبانی شده است
fi: Tuottanut {providerName}
fr: Propulsé par {providerName}
hi: {providerName} द्वारा संचालित
id: Didukung oleh {providerName}
it: Sostenuto da {providerName}
ja: {providerName} 提供
ka: {providerName}-ით გაწვდილი
ko: {providerName} 제공
ne: {providerName} द्वारा शक्ति प्राप्त
nl: Aangedreven door {providerName}
pa: {providerName} ਦੁਆਰਾ ਸੰਚਾਲਿਤ
pl: Napędzane przez {providerName}
pt: Desenvolvido por {providerName}
ru: При поддержке {providerName}
ta: {providerName} ஆல் இயக்கப்படுகிறது
th: ขับเคลื่อนโดย {providerName}
tl: Pinapagana ng {providerName}
uk: Забезпечено {providerName}
vi: Cung cấp bởi {providerName}
zh: 由 {providerName} 提供支持
zh_tw: 由 {providerName} 提供支援

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
ca: Correu electrònic
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
hi: ईमेल
ja: メール
ka: ელ. ფოსტა
ko: 이메일
ne: ईमेल
pa: ਈਮੇਲ
ru: Электронная почта
ta: மின்னஞ்சல்
th: อีเมล
uk: Електронна пошта
zh: 电子邮件
zh_tw: 電子郵件

# profile_followers
source: Followers
ar: المتابعين
bn: অনুসারী
ca: Seguidors
cs: Sledující
de: Follower
es: Seguidores
eu: Jarraitzaileak
fa: دنبال‌کنندگان
fi: Seuraajat
fr: Abonnés
hi: अनुयायी
id: Pengikut
it: Follower
ja: フォロワー
ka: გამყვანები
ko: 팔로워
ne: अनुयायीहरू
nl: Volgers
pa: ਫ਼ਾਲੋਅਰ
pl: Obserwujący
pt: Seguidores
ru: Подписчики
ta: பின்தொடர்பவர்கள்
th: ผู้ติดตาม
tl: Mga Tagasunod
uk: Підписники
vi: Người theo dõi
zh: 关注者
zh_tw: 關注者

source: Birthday
ar: عيد الميلاد
bn: জন্মদিন
ca: Aniversari
cs: Narozeniny
de: Geburtstag
es: Cumpleaños
eu: Jaiotze-data
fa: تولد
fi: Syntymäpäivä
fr: Anniversaire
hi: जन्मदिन
id: Ulang Tahun
it: Compleanno
ja: 誕生日
ka: დაბადების დღე
ko: 생일
ne: जन्मदिन
nl: Verjaardag
pa: ਜਨਮਦਿਨ
pl: Data urodzenia
pt: Aniversário
ru: День рождения
ta: பிறந்த நாள்
th: วันเกิด
tl: Kaarawan
uk: День народження
vi: Ngày sinh
zh: 生日
zh_tw: 生日

source: Subscription
ar: اشتراك
bn: সাবস্ক্রিপশন
ca: Subscripció
cs: Předplatné
de: Abonnement
es: Suscripción
eu: Harpidetzak
fa: اشتراک
fi: Tilaus
fr: Abonnement
hi: सदस्यता
id: Langganan
it: Abbonamento
ja: 登録
ka: გამოწერა
ko: 구독
ne: सदस्यता
nl: Abonnement
pa: ਗਾਹਕੀਆਂ
pl: Subskrypcja
pt: Assinatura
ru: Подписка
ta: சந்தா
th: การสมัครสมาชิก
uk: Підписка
vi: Gói cước
zh: 订阅
zh_tw: 訂閱
