Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# currently_downloading
source: Currently Downloading ({tracks_length})
ar: يتم التنزيل ({tracks_length})
bn: ডাউনলোড করা হচ্ছে ({tracks_length})
ca: Descàrrega en curs ({tracks_length})
cs: Právě se stahuje ({tracks_length})
de: Derzeitige Downloads ({tracks_length})
es: Descargando en curso ({tracks_length})
eu: Oraintxe ({tracks_length}) deskargatzen
fa: در حال بارگیری ({tracks_length})
fi: Ladataan ({tracks_length})
fr: Téléchargement en cours ({tracks_length})
hi: वर्तमान में डाउनलोड हो रहा है ({tracks_length})
id: Sedang Mengunduh ({tracks_length})
it: Attualmente in Download ({tracks_length})
ja: ダウンロード中 ({tracks_length}) 曲
ka: მიმდინარეობს ჩამოტვირთვა ({tracks_length})
ko: 현재 ({tracks_length}) 곡 다운로드 중
ne: हाल डाउनलोड गर्दैछ ({tracks_length})
nl: Momenteel aan het downloaden ({tracks_length})
pa: ਹੁਣ ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ({tracks_length})
pl: Obecnie pobieram {tracks_length} utworów.
pt: Baixando no momento ({tracks_length})
ru: Загружается ({tracks_length})
ta: தற்போது பதிவிறக்குகிறது ({tracks_length})
th: กำลังดาวน์โหลด ({tracks_length})
tl: Kasalukuyang Nagda-download ({tracks_length})
uk: Завантажується ({tracks_length})
vi: Đang tải về ({tracks_length} bài hát)
zh: 正在下载 ({tracks_length})
zh_tw: 正在下載 ({tracks_length})

source: Cancel All
ar: إلغاء الكل
bn: সব বাতিল করুন
ca: Cancel·lar todo
cs: Zrušit vše
de: Alle abbrechen
es: Cancelar todo
eu: Ezeztatu dena
fa: لغو همه
fi: Peru kaikki
fr: Tout annuler
hi: सभी को रद्द करें
id: Batalkan Semua
it: Annulla Tutto
ja: すべてキャンセル
ka: ყველას გაუქმება
ko: 모두 취소
ne: सब रद्द गर्नुहोस्
nl: Alles annuleren
pa: ਸਾਰਿਆਂ ਨੂੰ ਰੱਦ ਕਰੋ
pl: Anuluj wszystkie
pt: Cancelar Tudo
ru: Отменить все
ta: அனைத்தையும் ரத்து செய்
th: ยกเลิกทั้งหมด
tl: Kanselahin Lahat
uk: Скасувати все
vi: Hủy tất cả
zh: 取消全部
zh_tw: 取消全部

# filter_artist
source: Filter artists...
ar: تصفية الفنانين...
bn: শিল্পীর অনুসন্ধান করুন...
ca: Filtrar artistes...
cs: Filtrovat umělce...
de: Künstler filtern...
es: Filtrar artistas...
eu: Filtratu artistak...
fa: فیلتر کردن هنرمند...
fi: Suodata artistit...
fr: Filtrer les artistes...
hi: कलाकारों को फ़िल्टर करें...
id: Urutkan artis...
it: Filtra artisti...
ja: アーティストを絞り込み...
ka: არტისტების ფილტრი...
ko: 아티스트 필터링
ne: कलाकारहरूलाई फिल्टर गर्नुहोस्...
nl: Artiesten filteren…
pa: ਕਲਾਕਾਰ ਨੂੰ ਛਾਣੋ...
pl: Filtruj artystów...
pt: Filtrar artistas...
ru: Фильтровать по исполнителю...
ta: கலைஞர்களை வடிகட்டுக...
th: กรองศิลปิน...
tl: I-filter ang mga artista...
uk: Фільтрувати виконавців...
vi: Lọc nghệ sĩ...
zh: 筛选艺人...
zh_tw: 篩選藝人...

# followers
source: {followers} Followers
ar: {followers} متابعون
bn: {followers} অনুসরণকারী
ca: {followers} Seguidors
cs: {followers} Sledující
de: {followers} Follower
es: {followers} Seguidores
eu: {followers} Jarraitzaile
fa: {followers} دنبال کننده
fi: {followers} Seuraajaa
fr: {followers} abonnés
hi: {followers} फॉलोअर्स
id: {followers} Pengikut
it: {followers} Seguaci
ja: {followers} フォロワー
ka: {followers} ფოლოვერები
ko: {followers} 팔로워
ne: {followers} अनुयायीहरू
nl: {followers} volgers
pa: {followers} ਫ਼ਾਲੋਅਰ
pl: {followers} obserwujących
pt: {followers} Seguidores
ru: {followers} Подписчики
ta: {followers} பின்தொடர்பவர்கள்
th: {followers} ผู้ติดตาม
tl: {followers} na mga Tagasunod
uk: {followers} підписників
vi: {followers} Người theo dõi
zh: {followers} 名关注者
zh_tw: {followers} 名關注者

source: Add artist to blacklist
ar: إضافة فنان إلى القائمة السوداء
bn: শিল্পীকে ব্ল্যাকলিস্টে যোগ করুন
ca: Afegir artista a la llista negra
cs: Přidat umělce na černou listinu
de: Künstler zur Schwarzen Liste hinzufügen
es: Agregar artista a la lista negra
eu: Gehitu artista zerrenda beltzera
fa: اضافه کردن هنرمند به لیست سیاه
fi: Lisää artisti mustalle listalle
fr: Ajouter l'artiste à la liste noire
hi: काल सूची में कलाकार जोड़ें
id: Tambah artis ke daftar hitam
it: Aggiungi artista alla lista nera
ja: このアーティストをブラックリストに追加
ka: არტისტის შავ სიაში დამატება
ko: 이 아티스트를 블랙리스트에 추가
ne: कलाकारलाई कालोसूचीमा थप्नुहोस्
nl: Artiest toevoegen aan zwarte lijst
pa: ਕਲਾਕਾਰ ਨੂੰ ਕਾਲੀਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj artystę do czarnej listy
pt: Adicionar artista à lista negra
ru: Добавить исполнителя в черный список
ta: கலைஞரை தடைப்பட்டியலில் சேர்க்க
th: เพิ่มศิลปินในบัญชีดำ
tl: Idagdag ang artista sa blacklist
uk: Додати виконавця до чорного списку
vi: Thêm nghệ sĩ vào blacklist
zh: 屏蔽该艺人
zh_tw: 將此藝人加入黑名單

source: Top Tracks
ar: أهم المقطوعات الصوتية
bn: শীর্ষ গানের ট্র্যাক
ca: Millors Cançons
cs: Top skladby
de: Top-Titel
es: Mejores Canciones
eu: Top Kantak
fa: بهترین آهنگ ها
fi: Suosituimmat kappaleet
fr: Meilleures pistes
hi: शीर्ष ट्रैक
id: Lagu Teratas
it: Tracce Top
ja: 人気の曲
ka: ტოპ ტრეკები
ko: 인기곡
ne: शीर्ष ट्र्याकहरू
nl: Topnummers
pa: ਚੋਟੀ ਦਾ ਟ੍ਰੈਕ
pl: Popularne Utwory
pt: Principais Músicas
ru: Чарт
ta: சிறந்த பாடல்கள்
th: เพลงฮิต
tl: Mga Nangungunang Track
uk: Топ треки
vi: Bài hát nổi bật
zh: 热门歌曲
zh_tw: 熱門歌曲

source: Fans also like
ar: المعجبون يحبون أيضاً
bn: অনুসরণকারীদের পছন্দ
ca: Als fans també els hi agrada
cs: Fanoušci mají také rádi
de: Fans mögen auch
es: A los fans también les gusta
eu: Fan-ek hau ere gustuko dute
fa: طرفداران هم دوست داشتند
fi: Fanit myös tykkäsivät
fr: Les fans aiment aussi
hi: फैंस भी पसंद करते हैं
id: Penggemar juga menyukainya
it: Ai fan piace anche
ja: ファンの間で人気
ka: ფანებს ასევე მოსწონთ
ko: 애청자들이 좋아하는 곡
ne: अनुयायीहरू पनि लाइक गर्छन्
nl: Fans luisteren ook
pa: ਫੈਨਸ ਨੂੰ ਇਹ ਵੀ ਪਸੰਦ ਹੈ
pl: Fani lubią także
pt: Fãs também curtiram
ru: Поклонникам также нравится
ta: ரசிகர்கள் விரும்புவது
th: แฟนๆ ยังชอบ
tl: Gusto rin ng mga tagahanga
uk: Шанувальникам також подобається
vi: Người hâm mộ cũng thích
zh: 粉丝也喜欢
zh_tw: 粉絲也喜歡

source: Loading...
ar: جارٍ التحميل
bn: লোড হচ্ছে...
ca: Carregant...
cs: Načítání...
de: Laden...
es: Cargando...
eu: Kargatzen...
fa: بارگزاری...
fi: Ladataan...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ka: იტვირთება...
ko: 불러오는 중...
ne: लोड हुँदैछ...
nl: Laden…
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
ta: ஏற்றுகிறது...
th: กำลังโหลด...
tl: Naglo-load...
uk: Завантаження...
vi: Đang tải...
zh: 加载中...
zh_tw: 載入中...

source: Artist
ar: فنان
bn: শিল্পী
ca: Artista
cs: Umělec
de: Künstler
es: Artista
eu: Artista
fa: هنرمند
fi: Artisti
fr: Artiste
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ka: არტისტი
ko: 아티스트
ne: कलाकार
nl: Artiest
pa: ਕਲਾਕਾਰ
pl: Artysta
pt: Artista
ru: Исполнитель
ta: கலைஞர்
th: ศิลปิน
tl: Artista
uk: Виконавець
vi: Nghệ sĩ
zh: 艺人
zh_tw: 藝人

source: Blacklisted
ar: في القائمة السوداء
bn: ব্ল্যাকলিস্টে আছে
ca: A la llista negra
cs: Na černé listině
de: Auf der Schwarzen Liste
es: En la lista negra
eu: Zerrenda beltzean
fa: در لیست سیاه قرار گرفته است
fi: Mustalistattu
fr: Liste noire
hi: काल सूची में है
id: Masuk Daftar Hitam
it: In lista nera
ja: ブラックリスト
ka: შავ სიაში მყოფი
ko: 블랙리스트
ne: कालोसूचीमा
nl: Zwarte lijst
pa: ਕਾਲੀਸੂਚੀ ਵਿੱਚ ਹੈ
pl: Dodano do czarnej listy
pt: Na Lista Negra
ru: Внесен в черный список
ta: தடைப்பட்டியலில் உள்ளது
th: อยู่ในบัญชีดำ
tl: Naka-blacklist
uk: У чорному списку
vi: Đã đưa vào blacklist
zh: 已屏蔽
zh_tw: 已黑名單

source: Following
ar: يتابع
bn: অনুসরণ করছেন
ca: Seguint
cs: Sleduje
de: Folgen
es: Siguiendo
eu: Jarraitzen
fa: دنبال کننده
fi: Seurataan
fr: Abonné
hi: फॉलो करना
id: Mengikuti
it: Seguendo
ja: フォロー中
ka: ფოლოვინგი
ko: 팔로우 중
ne: फल्लो गर्दै
nl: Volgen
pa: ਫ਼ਾਲੋ ਕਰ ਰਿਹਾ ਹੈ
pl: Obserwujesz
pt: Seguindo
ru: Подписаны
ta: பின்தொடர்கிறது
th: กำลังติดตาม
tl: Sinusundan
uk: Стежу
vi: Đang theo dõi
zh: 关注中
zh_tw: 關注中

source: Follow
ar: تابع
bn: অনুসরণ করুন
ca: Seguir
cs: Sledovat
de: Folgen
es: Seguir
eu: Jarraitu
fa: دنبال کردن
fi: Seuraa
fr: S'abonner
hi: फॉलो करें
id: Ikuti
it: Segui
ja: フォローする
ka: დაფოლოვება
ko: 팔로우하기
ne: फल्लो गर्नुहोस्
nl: Volgen
pa: ਫ਼ਾਲੋ ਕਰੋ
pl: Zaobserwuj
pt: Seguir
ru: Подписаться
ta: பின்தொடர்
th: ติดตาม
tl: Sundan
uk: Стежити
vi: Theo dõi
zh: 关注
zh_tw: 關注

# artist_url_copied
source: Artist URL copied to clipboard
ar: تم نسخ عنوان URL للفنان إلى الحافظة
bn: শিল্পীর URL কপি করা হয়েছে
ca: URL de l'artista copiada al porta-retalls
cs: URL umělce zkopírována do schránky
de: Künstler-URL in Zwischenablage kopiert
es: URL del artista copiada al portapapeles
eu: Artistaren URL-a arbelera kopiatua
fa: لینک هنرمند در کلیپ بورد کپی شد
fi: Aristin URL kopioitiin leikepöytään
fr: URL de l'artiste copiée dans le presse-papiers
hi: कलाकार URL क्लिपबोर्ड पर कॉपी हुआ
id: URL artis telah disalin
it: URL artista copiato negli appunti
ja: アーティストの URL をクリップボードにコピーしました
ka: არტისტის ლინკი დაკოპირებულია
ko: 아티스트의 URL 주소를 클립보드에 복사함
ne: कलाकार URL क्लिपबोर्डमा प्रतिलिपि गरिएको छ
nl: URL artiest gekopieerd naar klembord
pa: ਕਲਾਕਾਰ ਯੂਆਰਐਲ ਕਲਿੱਪਬੋਰਡ ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Skopiowano URL artysty do schowka
pt: URL do artista copiada para a área de transferência
ru: URL-адрес исполнителя скопирован в буфер обмена
ta: கலைஞர் URL கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
th: คัดลอก URL ศิลปินไปยังคลิปบอร์ด
tl: Na-copy sa clipboard ang URL ng artista
uk: URL виконавця скопійовано до буфера обміну
vi: Đã sao chép URL nghệ sĩ
zh: 艺人的分享链接已复制至剪贴板
zh_tw: 藝人的分享連結已複製至剪貼簿

# added_to_queue
source: Added {tracks} tracks to queue
ar: تم إضافة المقطوعات إلى قائمة الإنتظار {tracks}
bn: {tracks}টি গানের ট্র্যাক কিউতে যোগ করা হয়েছে
ca: {tracks} cançons afegides a la llista
cs: Přidáno {tracks} skladeb do fronty
de: {tracks} Titel zur Warteschlange hinzugefügt
es: Agregadas {tracks} canciones a la lista
eu: {tracks} kanta zerrendara gehituak
fa: تعداد {tracks} آهنگ به صف اضافه شد
fi: Lisättiin {tracks} kappaletta jonoon
fr: {tracks} pistes ajoutées à la file d'attente
hi: {tracks} ट्रैक कतार में जोड़े गए
id: Menambah trek {tracks} ke antrean
it: Aggiunto {tracks} tracce alla coda
ja: {tracks} をキューに追加しました
ka: {tracks} ტრეკი დაემატა რიგში
ko: {tracks} 곡을 대기열에 추가함
ne: {tracks} ट्र्याकहरूलाई कतारमा थपिएको छ
nl: {tracks} nummers toegevoegd aan wachtrij
pa: {tracks} ਟ੍ਰੈਕ ਕਤਾਰ ਵਿੱਚ ਜੋੜੇ ਗਏ
pl: Dodano {tracks} utworów do kolejki
pt: Adicionadas {tracks} músicas à fila
ru: Добавлено {tracks} треков в очередь
ta: {tracks} பாடல்கள் வரிசையில் சேர்க்கப்பட்டன
th: เพิ่ม {tracks} เพลงลงในคิว
tl: Idinagdag ang {tracks} na mga track sa pila
uk: Додано {tracks} треків до черги
vi: Đã thêm {tracks} bài hát vào hàng đợi
zh: 已添加 {tracks} 首歌曲到播放队列
zh_tw: 已新增 {tracks} 首歌曲到播放隊列

source: Filter albums...
ar: تصفية الألبومات...
bn: অ্যালবাম অনুসন্ধান করুন...
ca: Filtrar àlbums...
cs: Filtrovat alba...
de: Alben filtern...
es: Filtrar álbumes...
eu: Albumak filtratu...
fa: فیلتر کردن آلبوم...
fi: Suodata albumit...
fr: Filtrer les albums...
hi: एल्बमों को फ़िल्टर करें...
id: Urutkan album...
it: Filtra album...
ja: アルバムを絞り込み...
ka: ალბომების გაფილტვრა...
ko: 앨범 필터링
ne: आल्बमहरूलाई फिल्टर गर्नुहोस्...
nl: Albums filteren…
pa: ਐਲਬਮਾਂ ਨੂੰ ਛਾਣੋ...
pl: Filtruj albumy...
pt: Filtrar álbuns...
ru: Фильтровать альбомы...
ta: ஆல்பங்களை வடிகட்டுக...
th: กรองอัลบั้ม...
tl: I-filter ang mga album...
uk: Фільтрувати альбоми...
vi: Lọc album...
zh: 筛选专辑...
zh_tw: 篩選專輯...

source: Synced
ar: تم المزامنة
bn: সময় সুসংগত
ca: Sincronitzat
cs: Synchronizováno
de: Synchronisiert
es: Sincronizado
eu: Sinkronizatuta
fa: همگام سازی شد
fi: Synkronoitu
fr: Synchronisé
hi: सिंक किया गया
id: Disinkronkan
it: Sincronizzato
ja: 同期する
ka: სინქრონიზებული
ko: 동기화됨
ne: सिङ्क गरिएको
nl: Gesynchroniseerd
pa: ਸਿੰਕ ਕੀਤਾ ਗਿਆ
pl: Zsynchronizowano
pt: Sincronizado
ru: Синхронизировано
ta: ஒத்திசைக்கப்பட்டது
th: ซิงค์
tl: Naka-sync
uk: Синхронізовано
vi: Đồng bộ
zh: 同步
zh_tw: 同步

source: Plain
ar: سهل
bn: অসুসংগত
ca: Normal
cs: Jednoduché
de: Einfach
es: Normal
eu: Arrunta
fa: ساده
fi: Tavallinen
fr: Simple
hi: सादा
id: Normal
it: Semplice
ja: そのまま
ko: 그대로
ne: साधा
nl: Eenvoudig
pa: ਸਾਦਾ
pl: Zwykły
pt: Simples
ru: Обычный
ta: சாதாரண
th: เรียบง่าย
tl: Simpleng
uk: Звичайний
vi: Bình thường
zh: 无同步
zh_tw: 無同步

source: Shuffle
ar: خلط
bn: অদলবদল
ca: Aleatori
cs: Zamíchat
de: Zufällige Wiedergabe
es: Aleatorio
eu: Ausaz
fa: تصادفی
fi: Sekoita
fr: Lecture aléatoire
hi: शफल
id: Acak
it: Casuale
ja: シャッフル
ka: რიგის არევა
ko: 셔플
ne: शफल
nl: Willekeurig
pa: ਸ਼ਫਲ
pl: Losowe odtwarzanie
pt: Aleatório
ru: Перемешать
ta: கலக்கு
th: สุ่ม
tl: I-shuffle
uk: Випадковий порядок
vi: Trộn
zh: 随机播放
zh_tw: 隨機播放

source: Search tracks...
ar: يحث عن مقطوعات
bn: গান অনুসন্ধান করুন...
ca: Buscar cançons...
cs: Hledat skladby...
de: Titel durchsuchen...
es: Buscar canciones...
eu: Bilatu kantak...
fa: جستجوی آهنگ ها...
fi: Hae kappaleita...
fr: Rechercher des pistes...
hi: ट्रैक खोजें...
id: Cari trek...
it: Cerca tracce...
ja: 曲を検索...
ka: ტრეკების ძებნა...
ko: 곡 검색하기
ne: ट्र्याकहरू खोजी गर्नुहोस्...
nl: Nummers zoeken…
pa: ਟ੍ਰੈਕ ਖੋਜੋ...
pl: Szukam utworu...
pt: Buscar músicas...
ru: Поиск треков...
ta: பாடல்களைத் தேடுக...
th: ค้นหาเพลง...
tl: Maghanap ng mga track...
uk: Пошук треків...
vi: Tìm kiếm bài hát...
zh: 搜索歌曲...
zh_tw: 搜尋歌曲...

source: Released
ar: تم الإصدار
bn: প্রকাশিত হয়েছে
ca: Publicat
cs: Vydáno
de: Veröffentlicht
es: Lanzado
eu: Argitaratua
fa: منتشر شده
fi: Julkaistu
fr: Sorti
hi: जारी हुआ
id: Dirilis
it: Rilasciato
ja: リリース日
ka: გამოშვებული
ko: 공개일
ne: रिलिज गरिएको
nl: Uitgegeven
pa: ਜਾਰੀ ਹੋਇਆ
pl: Wydano
pt: Lançado
ru: Дата выхода
ta: வெளியிடப்பட்டது
th: เผยแพร่
tl: Inilabas
uk: Випущено
vi: Phát hành
zh: 发行时间
zh_tw: 發行時間

# error
source: Error {error}
ar: خطأ {error}
bn: ত্রুটি {error}
cs: Chyba {error}
de: Fehler {error}
eu: Errorea: {error}
fa: خطا {error}
fi: Virhe {error}
fr: Erreur {error}
hi: त्रुटि {error}
id: Kesalahan {error}
it: Errore {error}
ja: エラー {error}
ka: შეცდომა {error}
ko: 에러
ne: त्रुटि {error}
nl: Fout {error}
pa: ਤਰੁੱਟੀ {error}
pl: Błąd {error}
pt: Erro {error}
ru: Ошибка {error}
ta: பிழை {error}
th: ข้อผิดพลาด {error}
uk: Помилка {error}
vi: Lỗi {error}
zh: 错误 {error}
zh_tw: 錯誤 {error}

source: Title
ar: عنوان
bn: শিরোনাম
ca: Títul
cs: Název
de: Titel
es: Título
eu: Izenburua
fa: عنوان
fi: Otsikko
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ka: სათაური
ko: 타이틀
ne: शीर्षक
nl: Titel
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt: Título
ru: Заголовок
ta: தலைப்பு
th: ชื่อ
tl: Pamagat
uk: Назва
vi: Đề mục
zh: 标题
zh_tw: 標題

source: Time
ar: وقت
bn: সময়
ca: Duració
cs: Čas
de: Dauer
es: Duración
eu: Iraupena
fa: زمان
fi: Aika
fr: Durée
hi: समय
id: Waktu
it: Durata
ja: 長さ
ka: დრო
ko: 길이
ne: समय
nl: Tijd
pa: ਸਮਾਂ
pl: Czas
pt: Tempo
ru: Время
ta: நேரம்
th: เวลา
tl: Oras
uk: Час
vi: Thời gian
zh: 时长
zh_tw: 時長

source: More actions
ar: المزيد من الإجراءات
bn: আরও অপশন
ca: Més accios
cs: Více akcí
de: Weitere Aktionen
es: Más acciones
eu: Ekintza gehiago
fa: اقدامات بیشتر
fi: Lisää toimintoja
fr: Plus d'actions
hi: अधिक कार्रवाई
id: Tindakan Lainnya
it: Più azioni
ja: ほかの操作
ka: მეტი მოქმედებები
ko: 다른 작업
ne: थप कार्यहरू
nl: Meer acties
pa: ਹੋਰ ਕਾਰਵਾਈ
pl: Więcej akcji
pt: Mais ações
ru: Больше действий
ta: மேலும் செயல்கள்
th: เพิ่มเติม
tl: Higit pang mga aksyon
uk: Більше дій
vi: Thao tác khác
zh: 更多操作
zh_tw: 更多操作

source: Download ({count})
ar: تنزيل ({count})
bn: ডাউনলোড ({count}টি)
ca: Descarregar ({count})
cs: Stáhnout ({count})
es: Descargas ({count})
eu: ({count}) deskarga
fa: دانلود ({count})
fi: Lataa ({count})
fr: Téléchargement ({count})
hi: डाउनलोड ({count})
id: Unduhan ({count})
it: Scaricato ({count})
ja: ダウンロード ({count}) 曲
ka: გადმოწერა ({count})
ko: ({count}) 곡 다운로드
ne: डाउनलोड ({count})
nl: ({count}) downloads
pa: ਡਾਊਨਲੋਡ ({count})
pl: Pobrane ({count})
pt: Baixar ({count})
ru: Скачать ({count})
ta: பதிவிறக்கு ({count})
th: ดาวน์โหลด ({count})
tl: I-download ({count})
uk: Завантажено ({count})
vi: Tải xuống ({count})
zh: 下载 ({count}) 首歌曲
zh_tw: 下載 ({count}) 首歌曲

source: Add ({count}) to Playlist
ar: إضافة ({count}) إلى قائمة التشغيل
bn: প্লেলিস্টে যোগ করুন ({count}টি)
ca: Afegir ({count}) a la llista de reproducció
cs: Přidat ({count}) do playlistu
de: Zu Playlist hinzufügen ({count})
es: Agregar ({count}) a la lista
eu: Gehitu ({count}) zerrendara
fa: اضافه کردن ({count}) به لیست پخش
fi: Lisää ({count}) Soittolistaasi
fr: Ajouter ({count}) à la liste de lecture
hi: ({count}) को प्लेलिस्ट में जोड़ें
id: Menambah ({count}) ke Daftar Putar
it: Aggiungi ({count}) alla playlist
ja: 再生リストに ({count}) 曲を追加
ka: ფლეილისტში ({count})-ის დამატება
ko: 플레이리스트에 ({count}) 곡을 추가
ne: प्लेलिस्टमा थप्नुहोस् ({count})
nl: ({count}) aan afspeellijst toevoegen
pa: ({count}) ਨੂੰ ਪਲੇਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj ({count}) do Playlisty
pt: Adicionar ({count}) à Playlist
ru: Добавить ({count}) в плейлист
ta: ({count}) பாடல் பட்டியலில் சேர்
th: เพิ่ม ({count}) ลงในเพลย์ลิสต์
tl: Idagdag ({count}) sa Playlist
uk: Додати ({count}) до плейлиста
vi: Thêm ({count}) vào danh sách phát
zh: 添加 ({count}) 首歌曲到歌单中
zh_tw: 新增 ({count}) 首歌曲到播放清單中

source: Add ({count}) to Queue
ar: إضافة ({count}) إلى قائمة الإنتظار
bn: কিউতে যোগ করুন ({count}টি)
ca: Agregar ({count}) a la llista
cs: Přidat ({count}) do fronty
de: Zur Warteschlange hinzufügen ({count})
es: Agregar ({count}) a la lista
eu: Gehitu ({count}) ilarara
fa: اضافه کردن ({count}) به صف
fi: Lisää ({count}) Jonoon
fr: Ajouter ({count}) à la file d'attente
hi: ({count}) को कतार में जोड़ें
id: Menambah ({count}) ke Antrian
it: Aggiungi ({count}) alla Coda
ja: キューに ({count}) 曲を追加
ka: რიგში ({count})-ის დამატება
ko: 대기열에 ({count}) 곡을 추가
ne: कतारमा थप्नुहोस् ({count})
nl: ({count}) aan wachtrij toevoegen
pa: ({count}) ਨੂੰ ਕਤਾਰ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj ({count}) do Kolejki
pt: Adicionar ({count}) à Fila
ru: Добавить ({count}) в очередь
ta: ({count}) வரிசையில் சேர்
th: เพิ่ม ({count}) ลงในคิว
tl: Idagdag ({count}) sa Pila
uk: Додати ({count}) до черги
vi: Thêm ({count}) vào hàng đợi
zh: 添加 ({count}) 首歌曲到播放队列中
zh_tw: 新增 ({count}) 首歌曲到播放隊列中

source: Play ({count}) next
ar: تشغيل ({count}) التالي
bn: পরবর্তীতে চালান ({count}টি)
ca: Reproduir ({count}) a continuació
cs: Přehrát ({count}) dalších
de: Als nächstes abspielen ({count})
es: Reproducir ({count}) a continuación
eu: Erreproduzitu hurrengo ({count})-ak
fa: پخش ({count}) بعدی
fi: Soita ({count}) seuraavaksi
fr: Lire ({count}) ensuite
hi: ({count}) अगले में चलाएँ
id: Mainkan ({count}) selanjutnya
it: Riproduci ({count}) prossime
ja: 次に ({count}) 曲を再生
ka: შემდეგი ({count})-ის დაკვრა
ko: 이 다음에 ({count}) 곡을 재생
ne: प्लेगरी गर्नुहोस् ({count})
nl: Volgende ({count}) afspelen
pa: ({count}) ਅਗਲਾ ਚਲਾਉ
pl: Odtwórz ({count}) następne
pt: Reproduzir ({count}) em seguida
ru: Воспроизвести ({count}) следующий
ta: ({count}) அடுத்து இயக்கு
th: เล่น ({count}) ต่อไป
tl: I-play ({count}) kasunod
uk: Відтворити ({count}) наступними
vi: Phát ({count}) tiếp theo
zh: 接下来播放 ({count}) 首歌曲
zh_tw: 接下來播放 ({count}) 首歌曲

source: Album
ar: ألبوم
bn: অ্যালবাম
ca: Àlbum
es: Álbum
eu: Albuma
fa: آلبوم
fi: Albumi
hi: एल्बम
ja: アルバム
ka: ალბომი
ko: 앨범
ne: आल्बम
pa: ਐਲਬਮ
pt: Álbum
ru: Альбом
ta: ஆல்பம்
th: อัลบั้ม
uk: Альбом
zh: 专辑
zh_tw: 專輯

# copied_to_clipboard
source: Copied {data} to clipboard
ar: تم النسخ {data} إلى الحافظة
bn: {data} ক্লিপবোর্ডে কপি করা হয়েছে
ca: {data} copiado al porta-retalls
cs: Zkopírováno {data} do schránky
de: {data} in Zwischenablage kopiert
es: {data} copiado al portapapeles
eu: {data} arbelean kopiatua
fa: {data} در کلیپ بورد کپی شد
fi: Kopioitiin {data} leikepöytään
fr: {data} copié dans le presse-papiers
hi: {data} क्लिपबोर्ड पर कॉपी किया गया
id: {data} telah disalin
it: Copiato {data} negli appunti
ja: {data} をクリップボードにコピーしました
ka: {data} დაკოპირებულია
ko: {data} 를 클립보드에 복사함
ne: {data} क्लिपबोर्डमा प्रतिलिपि गरिएको छ
nl: {data} naar klembord gekopieerd
pa: {data} ਕਲਿੱਪਬੋਰਡ ਉੱਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Skopiowano {data} do schowka
pt: {data} copiado para a área de transferência
ru: Скопировано {data} в буфер обмена
ta: {data} கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
th: คัดลอก {data} ไปยังคลิปบอร์ด
tl: Na-copy ang {data} sa clipboard
uk: Скопійовано {data} до буфера обміну
vi: Đã sao chép {data} vào clipboard
zh: 已将 {data} 复制至剪贴板
zh_tw: 已將 {data} 複製至剪貼簿

# add_to_following_playlists
source: Add {track} to following Playlists
ar: إضافة {track} إلى قوائم التشغيل التالية
bn: নিম্নলিখিত প্লেলিস্টে {track} যোগ করুন
ca: Afegir {track} a les llistes de reproducció següents
cs: Přidat {track} do následujících playlistů
de: {track} zu folgenden Playlists hinzufügen
es: Agregar {track} a las listas de reproducción siguientes
eu: Gehitu {track} hurrengo erreprodukzio-zerrendetara
fa: اضافه کردن {track} به لیست پخش زیر
fi: Lisää {track} seuraaviin soittolistoihin
fr: Ajouter {track} aux listes de lecture suivantes
hi: {track} को निम्नलिखित प्लेलिस्ट में जोड़ें
id: Menambah {track} ke Daftar Putar berikut
it: Aggiungi {track} nelle seguenti Playlist
ja: {track} をこの再生リストに追加
ka: დაამატე {track} ამ ფლეილისტებში
ko: {track} 을 이 플레이리스트에 추가
ne: {track} लाई तलका प्लेलिस्टमा थप्नुहोस्
nl: {track} aan volgende afspeellijsten toevoegen
pa: {track} ਨੂੰ ਹੇਠ ਲਿਖੀ ਪਲੇਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodano {track} do danych Playlist
pt: Adicionar {track} às Playlists Seguintes
ru: Добавить {track} в этот плейлист
ta: {track} பின்வரும் பாடல் பட்டியல்களில் சேர்
th: เพิ่ม {track} ลงในเพลย์ลิสต์
tl: Idagdag ang {track} sa mga sumusunod na Playlist
uk: Додати {track} до наступних плейлистів
vi: Thêm {track} vào danh sách phát đang theo dõi
zh: 添加 {track} 到以下播放列表
zh_tw: 新增 {track} 到以下播放清單

source: Add
ar: إضافة
bn: যোগ করুন
ca: Afegir
cs: Přidat
de: Hinzufügen
es: Agregar
eu: Gehitu
fa: اضافه کردن
fi: Lisää
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ka: დამატება
ko: 추가
ne: थप्नुहोस्
nl: Toevoegen
pa: ਜੋੜੋ
pl: Dodaj
pt: Adicionar
ru: Добавить
ta: சேர்
th: เพิ่ม
tl: Idagdag
uk: Додати
vi: Thêm
zh: 添加
zh_tw: 新增

source: Added {track} to queue
ar: تم الإضافة {track} إلى قائمة الإنتظار
bn: কিউতে {track} যোগ করা হয়েছে
ca: {track} afegida a la llista
cs: Přidána skladba {track} do fronty
de: {track} zur Warteschlange hinzugefügt
es: {track} agregada a la lista
eu: {track} zerrendan gehitua
fa: {track} به لیست پخش اضافه شد
fi: Lisättiin {track} jonoon
fr: {track} ajouté à la file d'attente
hi: {track} को कतार में जोड़ दिया गया
id: Menambah {track} ke antrian
it: Aggiunto {track} alla coda
ja: キューに {track} を追加しました
ka: რიგში დაემატა {track}
ko: 대기열에 {track} 을 추가함
ne: {track} लाई कतारमा थपिएको छ
nl: {track} aan wachtrij toegevoegd
pa: {track} ਨੂੰ ਕਤਾਰ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
pl: Dodano {track} do kolejki
pt: Adicionada {track} à fila
ru: Добавлен {track} в очередь
ta: {track} வரிசையில் சேர்க்கப்பட்டது
th: เพิ่ม {track} ลงในคิว
tl: Idinagdag ang {track} sa pila
uk: Додано {track} до черги
vi: Đã thêm {track} vào hàng đợi
zh: 添加 {track} 到播放队列
zh_tw: 新增 {track} 到播放隊列

source: Add to queue
ar: إضافة إلى قائمة التشغيل
bn: কিউতে যোগ করুন
ca: Afegir a la llista
cs: Přidat do fronty
de: Zur Warteschlange hinzufügen
es: Agregar a la lista
eu: Gehitu zerrendan
fa: اضافه کردن به صف
fi: Lisää jonoon
fr: Ajouter à la file d'attente
hi: कतार में जोड़ें
id: Tambah ke antrian
it: Aggiungi alla coda
ja: キューに追加
ka: რიგში დამატება
ko: 대기열에 추가
ne: कतारमा थप्नुहोस्
nl: Toevoegen aan wachtrij
pa: ਕਤਾਰ ਵਿੱਚ ਜੋੜੋ
pl: Dodano do kolejki
pt: Adicionar à fila
ru: Добавить в очередь
ta: வரிசையில் சேர்
th: เพิ่มลงในคิว
tl: Idagdag sa pila
uk: Додати до черги
vi: Thêm vào hàng đợi
zh: 添加到播放队列
zh_tw: 新增到播放隊列
