Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Restore defaults
ar: استعادة الإعدادات الافتراضية
bn: ডিফল্ট সেটিংস পুনরুদ্ধার করুন
ca: Restaura els valors per defecte
cs: Obnovit výchozí
de: Standardeinstellungen wiederherstellen
es: Restaurar valores predeterminados
eu: Berrezarri berezko balioak
fa: بازیابی پیش فرض ها
fi: Palauta oletukset
fr: Restaurer les valeurs par défaut
hi: डिफ़ॉल्ट सेटिंग्स को बहाल करें
id: Kembalikan semula
it: Ripristina default
ja: 設定を初期化
ka: ნაგულისხმევი პარამეტრების აღდგენა
ko: 기본값으로 복원
ne: पूर्वनिर्धारितहरू पुनः स्थापित गर्नुहोस्
nl: Standaardwaarden herstellen
pa: ਡਿਫਾਲਟ ਸੈਟਿੰਗਾਂ ਬਹਾਲ ਕਰੋ
pl: Przywróć domyślne
pt: Restaurar padrões
ru: Восстановить настройки по умолчанию
ta: இயல்புநிலைகளை மீட்டமை
th: คืนค่าเริ่มต้น
tl: Ibalik ang mga default
uk: Відновити налаштування за замовчуванням
vi: Khôi phục mặc định
zh: 恢复默认值
zh_tw: 恢復預設值

source: Login with Last.fm
ar: تسجيل الدخول باستخدام Last.fm
bn: Last.fm দিয়ে লগইন করুন
ca: Inicia la sessió amb Last.fm
cs: Přihlásit se pomocí Last.fm
de: Mit Last.fm anmelden
es: Iniciar sesión con Last.fm
eu: Hasi saioa Last.fm-n
fa: ورود با Last.fm
fi: Kirjaudu sisään Last.fm:llä
fr: Se connecter avec Last.fm
hi: Last.fm से लॉगिन करें
id: Masuk dengan Last.fm
it: Accesso a Last.fm
ja: Last.fmでログイン
ka: Last.fm-ით შესვლა
ko: Last.fm에 로그인
ne: लास्ट.एफ.एम सँग लगइन गर्नुहोस्
nl: Inloggen met Last.fm
pa: Last.fm ਨਾਲ ਦਾਖ਼ਲ ਹੋਵੋ
pl: Zaloguj się z Last.fm
pt: Iniciar sessão com o Last.fm
ru: Войти с помощью Last.fm
ta: Last.fm உடன் உள்நுழைக
th: เข้าสู่ระบบด้วย Last.fm
tl: Mag-login gamit ang Last.fm
uk: Увійти з Last.fm
vi: Đăng nhập bằng tài khoản Last.fm
zh: 使用 Last.fm 登录
zh_tw: 使用 Last.fm 登入

source: Connect
ar: اتصال
bn: সংযোগ করুন
ca: Connecta
cs: Připojit
de: Verbinden
es: Conectar
eu: Konektatu
fa: اتصال
fi: Yhdistä
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja: 接続
ka: დაკავშირება
ko: 연결
ne: जडान गर्नुहोस्
nl: Verbinden
pa: ਕਨੈਕਟ ਕਰੋ
pl: Połącz
pt: Ligar
ru: Подключить
ta: இணை
th: เชื่อมต่อ
tl: Kumonekta
uk: Підключити
vi: Liên kết
zh: 连接
zh_tw: 連接

source: Disconnect Last.fm
ar: قطع الاتصال بـ Last.fm
bn: Last.fm সংযোগ বিচ্ছিন্ন করুন
ca: Desconnecta de Last.fm
cs: Odpojit Last.fm
de: Last.fm trennen
es: Desconectar de Last.fm
eu: Deskonektatu Last.fm-tik
fa: قطع ارتباط با Last.fm
fi: Katkaise Last.fm
fr: Déconnecter de Last.fm
hi: Last.fm से डिस्कनेक्ट करें
id: Memutuskan Last.fm
it: Disconnetti Last.fm
ja: Last.fmから切断
ka: Last.fm-იდან გამოსვლა
ko: Last.fm에서 연결 해제
ne: लास्ट.एफ.एम डिसकनेक्ट गर्नुहोस्
nl: Last.fm verbreken
pa: Last.fm ਤੋਂ ਡਿਸਕਨੈਕਟ ਕਰੋ
pl: Rozłącz z Last.fm
pt: Desligar do Last.fm
ru: Отключиться от Last.fm
ta: Last.fm இலிருந்து துண்டி
th: ตัดการเชื่อมต่อ Last.fm
tl: Idiskonekta ang Last.fm
uk: Відключитися від Last.fm
vi: Dừng liên kết Last.fm
zh: 断开 Last.fm 连接
zh_tw: 斷開 Last.fm 連接

source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
ca: Desconnecta
cs: Odpojit
de: Trennen
es: Desconectar
eu: Deskonektatu
fa: قطع ارتباط
fi: Katkaise
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Memutuskan
it: Disconnetti
ja: 切断
ka: გამოსვლა
ko: 연결 해제
ne: डिसकनेक्ट
nl: Verbeken
pa: ਡਿਸਕਨੈਕਟ ਕਰੋ
pl: Rozłącz
pt: Desligar
ru: Отключить
ta: துண்டி
th: ตัดการเชื่อมต่อ
tl: Idiskonekta
uk: Відключити
vi: Ngắt kết nối
zh: 断开连接
zh_tw: 斷開連接

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
eu: Erabiltzaile izena
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
ka: მომხმარებელი
ko: 사용자명
ne: प्रयोगकर्ता नाम
nl: Gebruikersnaam
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
uk: Ім'я користувача
vi: Tên người dùng
zh: 用户名
zh_tw: 使用者名稱

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
eu: Pasahitza
fa: رمز عبور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ka: პაროლი
ko: 비밀번호
ne: पासवर्ड
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
pl: Hasło
pt: Palavra-passe
ru: Пароль
ta: கடவுச்சொல்
th: รหัสผ่าน
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

source: Login
ar: تسجيل الدخول
bn: লগইন
ca: Inicia la sessió
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
eu: Hasi saioa
fa: ورود
fi: Kirjaudu
fr: Se connecter
hi: लॉग इन करें
id: Masuk
it: Accesso
ja: ログイン
ka: შესვლა
ko: 로그인
ne: लगइन
nl: Inloggen
pa: ਦਾਖ਼ਲ ਹੋਵੋ
pl: Zaloguj
pt: Iniciar sessão
ru: Войти
ta: உள்நுழைக
th: เข้าสู่ระบบ
tl: Mag-login
uk: Увійти
vi: Đăng nhập
zh: 登录
zh_tw: 登入

# login_with_your_lastfm
source: Login with your Last.fm account
ar: تسجيل الدخول باستخدام حساب Last.fm الخاص بك
bn: আপনার Last.fm অ্যাকাউন্ট দিয়ে লগইন করুন
ca: Inicia la sessió amb el teu compte de Last.fm
cs: Přihlásit se pomocí vašeho Last.fm účtu
de: Mit Ihrem Last.fm-Konto anmelden
es: Iniciar sesión con tu cuenta de Last.fm
eu: Hasi saioa Last.fm-ko zure kontuarekin
fa: ورود با حساب کاربری Last.fm خود
fi: Kirjaudu Last.fm käyttäjälläsi
fr: Se connecter avec votre compte Last.fm
hi: अपने Last.fm अकाउंट से लॉगिन करें
id: Masuk dengan Last.fm Anda
it: Accedi con il tuo account Last.fm
ja: Last.fmアカウントでログイン
ka: Last.fm ანგარიშით შესვლა
ko: 내 Last.fm 계정으로로그인
ne: तपाईंको लास्ट.एफ.एम खातामा लगइन गर्नुहोस्
nl: Inloggen met je Last.fm account
pa: ਆਪਣੇ Last.fm ਖ਼ਾਤੇ ਨਾਲ਼ ਦਾਖ਼ਲ ਹੋਵੋ
pl: Zaloguj się na swoje konto Last.fm
pt: Inicie sessão na sua conta Last.fm
ru: Войти в свою учетную запись Last.fm
ta: உங்கள் Last.fm கணக்குடன் உள்நுழைக
th: เข้าสู่ระบบด้วย Last.fm
tl: Mag-login gamit ang iyong Last.fm account
uk: Увійти в свій обліковий запис Last.fm
vi: Đăng nhập bằng tài khoản Last.fm của bạn
zh: 使用您的 Last.fm 帐户登录
zh_tw: 使用您的 Last.fm 帳戶登入

source: Scrobble to Last.fm
ar: تسجيل الاستماع على Last.fm
bn: Last.fm এ স্ক্রবল করুন
ca: Scrobble a Last.fm
cs: Scrobble na Last.fm
de: Auf Last.fm scrobbeln
es: Scrobble a Last.fm
eu: Scrobble Last.fm-ra
fa: Scrobble به Last.fm
fi: Scrobble Last.fm:ään
fr: Scrobble à Last.fm
hi: Last.fm पर स्क्रॉबल करें
id: Scrobble ke Last.fm
it: Invia a Last.fm
ja: Last.fmにスクロブルする
ne: लास्ट.एफ.एम मा स्क्रबल गर्नुहोस्
nl: Scrobbelen naar Last.fm
pa: Last.fm ਉੱਤੇ ਸਕਰੌਬਲ ਕਰੋ
pl: Scrobbluj do Last.fm
pt: Scrobble para o Last.fm
ru: Скробблинг на Last.fm
ta: Last.fm க்கு ஸ்க்ரோபிள் செய்
th: Scrobble ไปเป็น Last.fm
tl: I-scrobble sa Last.fm
uk: Скробблінг на Last.fm
vi: Scrobble đến Last.fm
zh: 在 Last.fm 上记录播放
zh_tw: 在 Last.fm 上記錄播放

source: Go to Album
ar: الانتقال إلى الألبوم
bn: الانتقال إلى الألبوم
ca: Anar a l'àlbum
cs: Přejít na album
de: Zum Album gehen
es: Ir al álbum
eu: Albumera joan
fa: رفتن به آلبوم
fi: Mene albumiin
fr: Aller à l'album
hi: एल्बम पर जाएं
id: Pergi ke Album
it: Vai all'album
ja: アルバムに移動
ka: ალბომზე გადასვლა
ko: 앨범으로 이동
ne: आल्बममा जानुहोस्
nl: Ga naar album
pa: ਐਲਬਮ ਤੇ ਜਾਓ
pl: Przejdź do albumu
pt: Ir para o álbum
ru: Перейти к альбому
ta: ஆல்பத்திற்குச் செல்
th: ไปที่อัลบั้ม
tl: Pumunta sa Album
uk: Перейти до альбому
vi: Đi đến Album
zh: 前往专辑
zh_tw: 前往專輯

source: Discord Rich Presence
ar: وجود ديسكورد الغني
bn: وجود ديسكورد الغني
ca: Presència rica de Discord
es: Presencia rica en Discord
eu: Discord-en presentzia aberatsa
fa: حضور غنی دیسکورد
fr: Présence riche de Discord
hi: डिस्कॉर्ड रिच प्रेजेंस
it: Presenza ricca di Discord
ja: Discord リッチプレゼンス
ne: डिस्कर्ड धनी उपस्थिति
pa: ਡਿਸਕਾਰਡ ਰਿਚ ਪ੍ਰੈਜੈਂਸ
pl: Obecność na Discordzie
pt: Presença rica no Discord
ru: Богатое присутствие в Discord
ta: Discord செழுமையான தோற்றம்
uk: Багата присутність у Discord
vi: Hiển thị trạng thái Discord
zh: Discord 丰富展现
zh_tw: Discord 豐富展現

source: Browse All
ar: تصفح الكل
bn: تصفح الكل
ca: Navega per tot
cs: Procházet vše
de: Alles durchsuchen
es: Explorar todo
eu: Esploratu dena
fa: مرور همه
fi: Selaa kaikki
fr: Parcourir tout
hi: सभी को ब्राउज़ करें
id: Lihat Semua
it: Esplora tutto
ja: すべてを閲覧
ka: ყველას ნახვა
ko: 모두 탐색
ne: सबै हेर्नुहोस्
nl: Alles doorbladeren
pa: ਸਾਰਿਆਂ ਨੂੰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj wszystko
pt: Navegar por tudo
ru: Просмотреть все
ta: அனைத்தையும் உலாவு
th: เรียกดูทั้งหมด
tl: I-browse Lahat
uk: Переглянути все
vi: Duyệt tất cả
zh: 浏览全部
zh_tw: 瀏覽全部

source: Genres
ar: الأنواع الموسيقية
bn: الأنواع الموسيقية
ca: Gèneres
cs: Žánry
es: Géneros
eu: Generoak
fa: ژانرها
fi: Genret
hi: शैलियाँ
id: Genre
it: Generi
ja: ジャンル
ka: ჟანრები
ko: 장르
ne: शैलीहरू
pa: ਸ਼ੈਲੀਆਂ
pl: Gatunki muzyczne
pt: Gêneros
ru: Жанры
ta: வகைகள்
th: ประเภท
tl: Mga Genre
uk: Жанри
vi: Thể loại
zh: 音乐类型
zh_tw: 曲風

source: Explore Genres
ar: استكشاف الأنواع
bn: استكشاف الأنواع
ca: Explora els gèneres
cs: Prozkoumat žánry
de: Genres erkunden
es: Explorar géneros
eu: Esploratu generoak
fa: استکشاف ژانرها
fi: Seikkaile genrejä
fr: Explorer les genres
hi: शैलियों का अन्वेषण करें
id: Jelajahi Genre
it: Esplora generi
ja: ジャンルを探索
ka: შეისწავლეთ ჟანრები
ko: 장르 탐색
ne: शैलीहरू अन्वेषण गर्नुहोस्
nl: Genres verkennen
pa: ਸ਼ੈਲੀਆਂ ਫਰੋਲੋ
pl: Eksploruj gatunki
pt: Explorar gêneros
ru: Исследовать жанры
ta: வகைகளை ஆராயுங்கள்
th: สำรวจประเภท
tl: Tuklasin ang mga Genre
uk: Досліджувати жанри
vi: Khám phá Thể loại
zh: 探索音乐类型
zh_tw: 探索曲風

source: Friends
ar: أصدقاء
bn: বন্ধু
ca: Amics
cs: Přátelé
de: Freunde
es: Amigos
eu: Lagunak
fa: دوستان
fi: Kaverit
fr: Amis
hi: दोस्त
id: Daftar Teman
it: Amici
ja: 友達
ka: მეგობრები
ko: 친구
ne: साथीहरू
nl: Vrienden
pa: ਦੋਸਤ
pl: Przyjaciele
pt: Amigos
ru: Друзья
ta: நண்பர்கள்
th: เพื่อน
tl: Mga Kaibigan
uk: Друзі
vi: Bạn bè
zh: 朋友
zh_tw: 朋友

# no_lyrics_available
source: Sorry, unable find lyrics for this track
ar: عذرًا، تعذر العثور على كلمات الأغنية لهذه العنصر
bn: দুঃখিত, এই ট্র্যাকের জন্য কথা খুঁজে পাওয়া গেলনা
ca: Ho sentim, no es poden trobar les lletres d'aquesta pista
cs: Omlouváme se, není možné najít texty pro tuto skladbu
de: Entschuldigung, Texte für diesen Track konnten nicht gefunden werden
es: Lo siento, no se pueden encontrar las letras de esta pista
eu: Sentitzen dugu, ezin dira kanta honen hitzak aurkitu
fa: متاسفیم، قادر به یافتن متن این قطعه نیستیم
fi: Anteeksi, emme löytäneet lyriikoita tälle laululle
fr: Désolé, impossible de trouver les paroles de cette piste
hi: क्षमा करें, इस ट्रैक के लिए गाने नहीं मिल सके
id: Maaf, tidak dapat menemukan lirik untuk lagu ini
it: Spiacente, impossibile trovare il testo di questa traccia
ja: すみません、この曲の歌詞が見つかりません
ka: უკაცრავად, ამ ტრეკისთვის ტექსტის პოვნა შეუძლებელია
ko: 죄송하지만 이 곡의 가사를 찾지 못했습니다
ne: क्षमा गर्दैछौं, यस ट्र्याकका लागि गीतका शब्दहरू फेला परेन
nl: Sorry, geen teksten gevonden voor dit nummer
pa: ਮਾਫ਼ ਕਰਨਾ, ਇਸ ਟ੍ਰੈਕ ਦੇ ਬੋਲ ਨਹੀਂ ਮਿਲ ਸਕੋ
pl: Przepraszamy, nie można znaleźć tekstu dla tego utworu
pt: Desculpe, não foi possível encontrar a letra desta faixa
ru: Извините, не удается найти текст для этого трека
ta: மன்னிக்கவும், இந்தப் பாடலுக்கான பாடல் வரிகளைக் கண்டுபிடிக்க முடியவில்லை
th: ขออภัย ไม่พบเนื้อเพลงสำหรับเพลงนี้
tl: Paumanhin, hindi mahanap ang lyrics para sa track na ito
uk: Вибачте, не вдалося знайти текст для цього треку
vi: Xin lỗi, không tìm thấy lời cho bài hát này
zh: 抱歉，无法找到此曲的歌词
zh_tw: 抱歉，無法找到此曲的歌詞

# sort_duration
source: Sort by Duration
ar: ترتيب حسب المدة
bn: দৈর্ঘ্য অনুযায়ী বাছাই করুন
ca: Ordenar per Durada
cs: Seřadit podle délky
de: Nach Dauer sortieren
es: Ordenar por Duración
eu: Ordenar Iraupenaren arabera
fa: مرتب کردن بر اساس مدت زمان
fi: Suodata Pituudelta
fr: Trier par durée
hi: समय के आधार पर क्रमबद्ध करें
id: Urutkan berdasarkan Durasi
it: Ordina per Durata
ja: 長さ順に並べ替え
ka: დალაგება ხანგრძლივობის მიხედვით
ko: 시간순 정렬
ne: अवधिको अनुसार क्रमबद्ध गर्नुहोस्
nl: Sorteren op lengte
pa: ਅਵਧੀ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ ਕਰੋ
pl: Sortuj według Czasu Trwania
pt: Ordenar por Duração
ru: Сортировать по длительности
ta: கால அளவு மூலம் வரிசைப்படுத்து
th: เรียงตามความยาว
tl: Ayusin ayon sa Tagal
uk: Сортувати за тривалістю
vi: Sắp xếp theo Thời lượng
zh: 按时长排序
zh_tw: 依時長排序

source: Start a Radio
ar: بدء راديو
bn: রেডিও শুরু করুন
ca: Inicia una ràdio
cs: Vytvořit rádio
de: Radio starten
es: Iniciar una Radio
eu: Hasi Irrati bat
fa: شروع یک رادیو
fi: Aloita Radio
fr: Démarrer une radio
hi: रेडियो शुरू करें
id: Putar Radio
it: Avvia una Radio
ja: ラジオを開始
ka: რადიოს ჩართვა
ko: 라디오 시작
ne: रेडियो सुरु गर्नुहोस्
nl: Een radio starten
pa: ਰੇਡੀਉ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchom radio
pt: Iniciar uma Rádio
ru: Запустить радио
ta: வானொலியைத் தொடங்கு
th: เปิดวิทยุ
tl: Magsimula ng Radio
uk: Запустити радіо
vi: Bắt đầu Một Đài phát thanh
zh: 开始收听电台
zh_tw: 開始收聽電台

# how_to_start_radio
source: How do you want to start the radio?
ar: كيف تريد بدء الراديو؟
bn: রেডিও কিভাবে শুরু করতে চান?
ca: Com vols començar la ràdio?
cs: Jak chcete vytvořit rádio?
de: Wie möchten Sie das Radio starten?
es: ¿Cómo quieres iniciar la radio?
eu: Nola hasi nahi duzu irratia?
fa: چگونه می‌خواهید رادیو را شروع کنید؟
fi: Kuinka haluat aloittaa radion?
fr: Comment voulez-vous démarrer la radio ?
hi: रेडियो कैसे शुरू करना चाहते हैं?
id: Bagaimana Anda ingin memutar radio?
it: Come vuoi avviare la radio?
ja: ラジオをどのように開始しますか？
ka: როგორ გნებავთ რადიოს ჩართვა?
ko: 라디오를 어떻게 시작하시겠습니까?
ne: तपाईं रेडियो कसरी सुरु गर्न चाहानुहुन्छ?
nl: Hoe wil je de radio starten?
pa: ਰੇਡੀਉ ਕਿਵੇਂ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jak chcesz uruchomić radio?
pt: Como você deseja iniciar a rádio?
ru: Как вы хотите запустить радио?
ta: வானொலியை எவ்வாறு தொடங்க விரும்புகிறீர்கள்?
th: หากต้องการเปิดวิทยุฟังยังไง?
tl: Paano mo gustong simulan ang radio?
uk: Як ви хочете запустити радіо?
vi: Bạn muốn bắt đầu đài phát thanh như thế nào?
zh: 您想如何开始收听电台？
zh_tw: 您想如何開始收聽電台？

# replace_queue_question
source: Do you want to replace the current queue or append to it?
ar: هل تريد استبدال قائمة التشغيل الحالية أم إضافة إليها؟
bn: আপনি বর্তমান কিউটি প্রতিস্থাপন করতে চান কিনা বা এর সাথে যুক্ত করতে চান?
ca: Voleu substituir la cua actual o afegir-hi?
cs: Chcete nahradit aktuální frontu nebo k ní přidat?
de: Möchten Sie die aktuelle Wiedergabeliste ersetzen oder hinzufügen?
es: ¿Quieres reemplazar la lista de reproducción actual o añadir a ella?
eu: Uneko zerrenda ordezkatu nahi duzu edo bertan gehitu?
fa: آیا می‌خواهید لیست پخش فعلی را جایگزین کنید یا به آن اضافه کنید؟
fi: Haluatko korvata nykyisen jonon vai lisätä siihen?
fr: Voulez-vous remplacer la file d'attente actuelle ou y ajouter ?
hi: क्या आप वर्तमान कतार को बदलना चाहते हैं या इसे जोड़ना चाहते हैं?
id: Apakah Anda ingin mengganti antrean saat ini atau menambahkannya?
it: Vuoi sostituire la coda attuale o aggiungerla?
ja: 現在のキューを置き換えるか、追加しますか？
ka: გნებავთ ჩაანაცვლოთ არსებული რიგი თუ დაამატოთ მასზე?
ko: 현재 큐를 대체하시겠습니까 아니면 추가하시겠습니까?
ne: के तपाईं वर्तमान कताक्ष कोट बदल्न चाहानुहुन्छ वा यसलाई थप्नुहुन्छ?
nl: Wil je de huidige wachtrij vervangen of eraan toevoegen?
pa: ਕੀ ਤੁਸੀਂ ਮੌਜੂਦਾ ਕਤਾਰ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zastąpić bieżącą kolejkę czy dodać do niej?
pt: Você deseja substituir a fila atual ou acrescentar a ela?
ru: Хотите заменить текущую очередь или добавить к ней?
ta: தற்போதைய வரிசையை மாற்ற விரும்புகிறீர்களா அல்லது அதனுடன் சேர்க்க விரும்புகிறீர்களா?
th: คุณต้องการแทนที่คิวปัจจุบันหรือเพิ่มเข้าไปหรือไม่
tl: Gusto mo bang palitan ang kasalukuyang pila o idagdag dito?
uk: Ви хочете замінити поточну чергу чи додати до неї?
vi: Bạn muốn thay thế hàng đợi hiện tại hay thêm vào?
zh: 您想要替换当前队列还是追加到队列？
zh_tw: 您想要取代目前隊列還是追加到隊列？

source: Endless Playback
ar: تشغيل بلا نهاية
bn: অবিরাম প্রচার
ca: Reproducció infinita
cs: Nekonečné přehrávání
de: Endlose Wiedergabe
es: Reproducción Infinita
eu: Amaigabeko erreprodukzioa
fa: پخش بی‌پایان
fi: Loputon toisto
fr: Lecture sans fin
hi: अंतहीन प्लेबैक
id: Pemutaran Tanpa Akhir
it: Riproduzione Infinita
ja: エンドレス再生
ka: დაუსრულებელი დაკვრა
ko: 끝없는 재생
ne: अनन्त प्लेब्याक
nl: Oneindig afspelen
pa: ਬੇਅੰਤ ਪਲੇਬੈਕ
pl: Nieskończona Odtwarzanie
pt: Reprodução sem fim
ru: Бесконечное воспроизведение
ta: முடிவற்ற இயக்கம்
th: เล่นซ้ำ
tl: Walang Hanggang Playback
uk: Безкінечне відтворення
vi: Phát không giới hạn
zh: 无尽播放
zh_tw: 無盡播放

source: Delete Playlist
ar: حذف قائمة التشغيل
bn: প্লেলিস্ট মুছুন
ca: Suprimeix la llista de reproducció
cs: Smazat playlist
de: Wiedergabeliste löschen
es: Eliminar Lista de Reproducción
eu: Ezabatu zerrenda
fa: حذف لیست پخش
fi: Poista soittolista
fr: Supprimer la playlist
hi: प्लेलिस्ट हटाएं
id: Hapus Daftar Putar
it: Elimina Playlist
ja: 再生リストを削除
ka: ფლეილისტის წაშლა
ko: 재생 목록 삭제
ne: प्लेलिस्ट मेटाउनुहोस्
nl: Afspeellijst verwijderen
pa: ਪਲੇਸੂਚੀ ਹਟਾਉ
pl: Usuń Playlistę
pt: Excluir Lista de Reprodução
ru: Удалить плейлист
ta: பாடல் பட்டியலை நீக்கு
th: ลบเพลย์ลิสต์
tl: Burahin ang Playlist
uk: Видалити плейлист
vi: Xóa Danh sách phát
zh: 删除播放列表
zh_tw: 刪除播放清單

# delete_playlist_confirmation
source: Are you sure you want to delete this playlist?
ar: هل أنت متأكد أنك تريد حذف هذه قائمة التشغيل؟
bn: আপনি কি নিশ্চিত যে আপনি এই প্লেলিস্টটি মুছতে চান?
ca: Esteu segur que voleu suprimir aquesta llista de reproducció?
cs: Jste si jisti, že chcete smazat tento playlist?
de: Sind Sie sicher, dass Sie diese Wiedergabeliste löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta lista de reproducción?
eu: Ziur zaude zerrenda ezabatu nahi duzula?
fa: آیا مطمئن هستید که می‌خواهید این لیست پخش را حذف کنید؟
fi: Oletko varma että haluat poistaa tämän soittolistan?
fr: Êtes-vous sûr de vouloir supprimer cette playlist ?
hi: क्या आप वाकई इस प्लेलिस्ट को हटाना चाहते हैं?
id: Anda yakin ingin menghapus daftar putar ini?
it: Sei sicuro di voler eliminare questa playlist?
ja: この再生リストを削除しますか？
ka: დარწმუნებული ხართ რომ გნებავთ ფლეილისტის წაშლა?
ko: 이 재생 목록을 삭제하시겠습니까?
ne: के तपाईं यो प्लेलिस्ट मेटाउन निश्चित हुनुहुन्छ?
nl: Weet je zeker dat je deze afspeellijst wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਇਸ ਪਲੇਸੂਚੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
pt: Tem certeza de que deseja excluir esta lista de reprodução?
ru: Вы уверены, что хотите удалить этот плейлист?
ta: இந்த பாடல் பட்டியலை நீக்க விரும்புகிறீர்களா?
th: คุณแน่ใจที่จะลบเพลย์ลิสต์นี้หรือไม่
tl: Sigurado ka bang gusto mong burahin ang playlist na ito?
uk: Ви впевнені, що хочете видалити цей плейлист?
vi: Bạn có chắc chắn muốn xóa danh sách phát này không?
zh: 您确定要删除此播放列表吗？
zh_tw: 您確定要刪除此播放清單嗎？

source: Local Tracks
ar: المسارات المحلية
bn: স্থানীয় ট্র্যাক
ca: Pistes locals
cs: Místní skladby
de: Lokale Titel
es: Pistas Locales
eu: Kanta lokalak
fa: موسیقی‌های محلی
fi: Paikalliset kappaleet
fr: Titres locaux
hi: स्थानीय ट्रैक्स
id: Trek Lokal
it: Tracce Locali
ja: 端末内の曲
ka: ლოკალური ტრეკები
ko: 로컬 트랙
ne: स्थानिय ट्र्याकहरू
nl: Lokale nummers
pa: ਸਥਾਨਕ ਟ੍ਰੈਕ
pl: Lokalne Utwory
pt: Faixas Locais
ru: Локальные треки
ta: உள்ளூர் பாடல்கள்
th: เพลงในเครื่อง
tl: Mga Lokal na Track
uk: Місцеві треки
vi: Bài hát Địa phương
zh: 本地音轨
zh_tw: 本機音軌

source: Song Link
ar: رابط الأغنية
bn: গানের লিংক
ca: Enllaç de la cançó
cs: Odkaz na skladbu
de: Lied-Link
es: Enlace de la Canción
eu: Kantaren lotura
fa: پیوند آهنگ
fi: Laulun linkki
fr: Lien de la chanson
hi: गाने का लिंक
id: Tautan Lagu
it: Link della Canzone
ja: 曲のリンク
ka: ტრეკის ლინკი
ko: 곡 링크
ne: गीत लिंक
pa: ਗੀਤ ਦਾ ਲਿੰਕ
pl: Link do Utworu
pt: Link da Música
ru: Ссылка на песню
ta: பாடல் இணைப்பு
th: ลิงค์เพลง
tl: Link ng Kanta
uk: Посилання на пісню
vi: Liên kết Bài hát
zh: 歌曲链接
zh_tw: 歌曲連結

source: Skip this nonsense
ar: تخطي هذه الهراء
bn: এই বাকবাস পালান
ca: Omet aquesta tonteria
cs: Přeskočit tenhle nesmysl
de: Diesen Unsinn überspringen
es: Saltar esta tontería
eu: Utzi txorakeria hau
fa: این احمقانه را بگذرانید
fi: Ohita tämä hölynpöly
fr: Passer cette absurdité
hi: इस माया को छोड़ें
id: Lewati omong kosong ini
it: Salta questa sciocchezza
ja: こんなことはスキップ
ka: ამ სისულელის გამოტოვება
ko: 이 허튼소리 건너뛰기
ne: यस अबश्यकता छोड्नुहोस्
nl: Deze onzin overslaan
pa: ਇਸਨੂੰ ਛੱਡੋ
pl: Pomiń tę bzdurę
pt: Pular essa bobagem
ru: Пропустить этот бред
ta: இந்த அர்த்தமற்றதைத் தவிர்
th: ข้ามสิ่งไร้สาระนี้
tl: Laktawan ang kalokohan na ito
uk: Пропустити цей бред
vi: Bỏ qua bớt rối này
zh: 跳过此无聊内容
zh_tw: 略過此無聊內容

source: “Freedom of Music”
ar: “حرية الموسيقى”
bn: “সংগীতের স্বাধীনতা”
ca: “Llibertat de la música”
cs: “Svobodná hudba”
de: “Freiheit der Musik”
es: “Libertad de la Música”
eu: “Musika Askatasuna”
fa: “آزادی موسیقی”
fi: “Musiikin vapaus”
fr: “Liberté de la musique”
hi: “संगीत की स्वतंत्रता”
id: “Kebebasan Musik”
it: “Libertà della Musica”
ja: “音楽の自由”
ka: “მუსიკის თავისუფლება”
ko: “음악의 자유”
ne: “संगीतको स्वतन्त्रता”
nl: “Vrijheid van muziek”
pa: “ਸੰਗੀਤ ਦੀ ਅਜ਼ਾਦੀ”
pl: “Wolność Muzyki”
pt: “Liberdade da Música”
ru: “Свобода музыки”
ta: "இசையின் சுதந்திரம்"
th: “เสรีภาพแห่งเสียงเพลง”
tl: "Kalayaan ng Musika"
uk: “Свобода музики”
vi: “Sự Tự do của Âm nhạc”
zh: “音乐的自由”
zh_tw: 「音樂的自由」

# freedom_of_music_palm
source: “Freedom of Music in the palm of your hand”
ar: “حرية الموسيقى في متناول يدك”
bn: “তোমার হাতের কাছে সংগীতের স্বাধীনতা”
ca: “Llibertat de la música a la palma de la mà”
cs: “Svobodná hudba ve vaší dlani”
de: “Freiheit der Musik in Ihrer Handfläche”
es: “Libertad de la Música en la palma de tu mano”
eu: “Musika Askatasuna zure eskuetan”
fa: “آزادی موسیقی در دستان شما”
fi: “Musiikin vapaus käsissäsi”
fr: “Liberté de la musique dans la paume de votre main”
hi: “हाथ में संगीत की स्वतंत्रता”
id: “Kebebasan Musik di telapak tangan Anda”
it: “Libertà della Musica nel palmo della tua mano”
ja: “音楽の自由を思いのままに”
ka: “მუსიკის თავისუფლება შენს ხელის გულზე”
ko: “손바닥 안의 음악의 자유”
ne: “तपाईंको हातमा संगीतको स्वतन्त्रता”
nl: “Vrijheid van muziek in je hand”
pa: “ਹੱਥ ਵਿੱਚ ਸੰਗੀਤ ਦੀ ਅਜ਼ਾਦੀ”
pl: “Wolność Muzyki w Twojej dłoni”
pt: “Liberdade da Música na palma da sua mão”
ru: “Свобода музыки в вашей ладони”
ta: "உங்கள் கைகளில் இசையின் சுதந்திரம்"
th: “เสรีภาพแห่งเสียงเพลง ในมือของคุณ”
tl: "Kalayaan ng Musika sa iyong palad"
uk: “Свобода музики у вашій долоні”
vi: “Sự Tự do của Âm nhạc trong lòng bàn tay của bạn”
zh: “音乐的自由掌握在您手中”
zh_tw: 「音樂的自由掌握在您手中」

# get_started
source: Let's get started
ar: لنبدأ
bn: শুরু করা যাক
ca: Comencem
cs: Začít
de: Lass uns anfangen
es: Empecemos
eu: Has gaitezen
fa: بیایید شروع کنیم
fi: Aloitetaan
fr: Commençons
hi: आइए शुरू करें
id: Mari kita mulai
it: Cominciamo
ja: さあ始めましょう
ka: დავიწყოთ
ko: 시작합시다
ne: आइयाँ प्रारम्भ गरौं
nl: Laten we beginnen
pa: ਆਉ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznijmy
pt: Vamos começar
ru: Начнем
ta: தொடங்குவோம்
th: เริ่มต้น
tl: Magsimula na tayo
uk: Давайте почнемо
vi: Bắt đầu thôi
zh: 让我们开始吧
zh_tw: 讓我們開始吧

# youtube_source_description
source: Recommended and works best.
ar: موصى به ويعمل بشكل أفضل.
bn: প্রস্তাবিত এবং সেরা কাজ করে।
ca: Recomanat i funciona millor.
cs: Doporučeno a funguje nejlépe.
de: Empfohlen und funktioniert am besten.
es: Recomendado y funciona mejor.
eu: Gomendatua eta hobekien dabilena.
fa: پیشنهاد شده و بهترین عمل می‌کند.
fi: Suositeltu ja toimii parhaiten.
fr: Recommandé et fonctionne mieux.
hi: सिफारिश किया गया और सबसे अच्छा काम करता है।
id: Direkomendasikan dan berfungsi paling baik.
it: Consigliato e funziona meglio.
ja: 推奨され、最適に機能します。
ka: რეკომენდებულია და მუშაობს საუკეთესოდ.
ko: 추천되며 가장 잘 작동합니다.
ne: सिफारिस गरिएको र बेस्ट काम गर्दछ।
nl: Aangeraden en werkt het best.
pa: ਸਿਫ਼ਾਰਸ਼ ਕੀਤਾ ਗਿਆ ਅਤੇ ਸਭਤੋਂ ਵਧੀਆ ਕੰਮ ਕਰਦਾ ਹੈ।
pl: Polecane i działa najlepiej.
pt: Recomendado e funciona melhor.
ru: Рекомендуется и лучше всего работает.
ta: பரிந்துரைக்கப்படுகிறது மற்றும் சிறப்பாக செயல்படுகிறது.
th: แนะนำและใช้งานได้ดีที่สุด
tl: Inirerekomenda at pinakamahusay na gumagana.
uk: Рекомендовано та працює краще за все.
vi: Được đề xuất và hoạt động tốt nhất.
zh: 推荐并且效果最佳。
zh_tw: 推薦並且效果最佳。
