Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# no_default_metadata_provider_selected
source: You've no default metadata provider set
ar: لم تقُم بتعيين مزود بيانات افتراضي
bn: আপনি কোনো ডিফল্ট মেটাডেটা প্রদানকারী সেট করেননি
ca: No has configurat cap proveïdor de metadades predeterminat
cs: Nemáte nastaven výchozí poskytovatel metadat
de: Sie haben keinen Standard-Metadatenanbieter festgelegt
es: No has configurado un proveedor de metadatos predeterminado
eu: Ezarri ez duzu metadaten hornitzaile lehenetsirik
fi: Et ole asettanut oletusmetatietojen tarjoajaa
fr: Vous n'avez pas de fournisseur de métadonnées par défaut
hi: आपने कोई डिफ़ॉल्ट मेटाडेटा प्रदाता सेट नहीं किया है
id: Anda belum mengatur penyedia metadata default
it: Non hai impostato alcun provider di metadati predefinito
ja: デフォルトのメタデータプロバイダーが設定されていません
ka: თქვენ არ გაქვთ დაყენებული ნაგულისხმევი მეტამონაცემების პროვაიდერი
ne: तपाईंले कुनै पूर्वनिर्धारित मेटाडेटा प्रदायक सेट गर्नुभएको छैन
nl: U heeft geen standaard metadata-aanbieder ingesteld
pt: Você não tem um provedor de metadados padrão definido
ru: Вы не выбрали поставщика метаданных по умолчанию
ta: நீங்கள் எந்த இயல்புநிலை மெட்டாடேட்டா வழங்குநரையும் அமைக்கவில்லை
th: คุณไม่ได้ตั้งค่าผู้ให้บริการเมตาดาต้าเริ่มต้น
uk: Ви не встановили провайдера метаданих за замовчуванням

source: Manage metadata providers
ar: إدارة مزوّدي البيانات
bn: মেটাডেটা প্রদানকারীগণ পরিচালনা করুন
ca: Gestionar proveïdors de metadades
cs: Spravovat poskytovatele metadat
de: Metadatenanbieter verwalten
es: Gestionar proveedores de metadatos
eu: Metadaten hornitzaileak kudeatu
fi: Hallinnoi metatietojen tarjoajia
fr: Gérer les fournisseurs de métadonnées
hi: मेटाडेटा प्रदाताओं को प्रबंधित करें
id: Kelola penyedia metadata
it: Gestisci provider di metadati
ja: メタデータプロバイダーを管理
ka: მეტამონაცემების პროვაიდერების მართვა
ne: मेटाडेटा प्रदायकहरू प्रबन्ध गर्नुहोस्
nl: Metadata-aanbieders beheren
pt: Gerenciar provedores de metadados
ru: Управление поставщиками метаданных
ta: மெட்டாடேட்டா வழங்குநர்களை நிர்வகிக்கவும்
th: จัดการผู้ให้บริการเมตาดาต้า
uk: Керувати провайдерами метаданих

source: Open Link in Browser?
ar: فتح الرابط في المتصفح؟
bn: লিংকটি ব্রাউজারে খুলবেন?
ca: Obrir l’enllaç en el navegador?
cs: Otevřít odkaz v prohlížeči?
de: Link im Browser öffnen?
es: ¿Abrir enlace en el navegador?
eu: Esteka nabigatzailean irekiko duzu?
fi: Avaa linkki selaimessa?
fr: Ouvrir le lien dans le navigateur ?
hi: ब्राउज़र में लिंक खोलें?
id: Buka Tautan di Peramban?
it: Aprire il link nel browser?
ja: リンクをブラウザで開きますか？
ka: ბმულის გახსნა ბრაუზერში?
ne: ब्राउजरमा लिङ्क खोल्ने?
nl: Link openen in browser?
pt: Abrir link no navegador?
ru: Открыть ссылку в браузере?
ta: இணைப்பை உலாவியில் திறக்கவா?
th: เปิดลิงก์ในเบราว์เซอร์หรือไม่?
uk: Відкрити посилання в браузері?

source: Do you want to open the following link
ar: هل ترغب في فتح الرابط التالي؟
bn: নিচের লিংকটি খুলতে চান?
ca: Vols obrir l’enllaç següent?
cs: Chcete otevřít následující odkaz?
de: Möchten Sie folgenden Link öffnen?
es: ¿Quieres abrir el siguiente enlace?
eu: Hurrengo esteka irekiko duzu?
fi: Haluatko avata seuraavan linkin
fr: Voulez-vous ouvrir le lien suivant
hi: क्या आप निम्नलिखित लिंक खोलना चाहते हैं
id: Apakah Anda ingin membuka tautan berikut
it: Vuoi aprire il seguente link
ja: 次のリンクを開きますか
ka: გსურთ გახსნათ შემდეგი ბმული
ne: के तपाईं निम्न लिङ्क खोल्न चाहनुहुन्छ
nl: Wilt u de volgende link openen
pt: Você deseja abrir o seguinte link
ru: Вы хотите открыть следующую ссылку
ta: பின்வரும் இணைப்பை நீங்கள் திறக்க விரும்புகிறீர்களா
th: คุณต้องการเปิดลิงก์ต่อไปนี้หรือไม่
uk: Ви хочете відкрити наступне посилання

# unsafe_url_warning
source: It can be unsafe to open links from untrusted sources. Be cautious! You can also copy the link to your clipboard.
ar: قد يكون فتح الروابط من مصادر غير موثوقة غير آمن. تحرّ الحذر! يمكنك أيضًا نسخ الرابط إلى الحافظة.
bn: অবিশ্বাসযোগ্য উৎস থেকে লিংক খোলা নিরাপদ নাও হতে পারে। সতর্ক থাকুন! আপনি এটি ক্লিপবোর্ডে কপি করতে পারেন।
ca: Pot ser perillós obrir enllaços de fonts no fiables. Sigues precavís! També pots copiar l’enllaç al porta-retalls.
cs: Odkazy z nedůvěryhodných zdrojů mohou být nebezpečné. Buďte opatrní! Odkaz si také můžete zkopírovat do schránky.
de: Das Öffnen von Links aus nicht vertrauenswürdigen Quellen kann unsicher sein. Seien Sie vorsichtig! Sie können den Link auch in Ihre Zwischenablage kopieren.
es: Abrir enlaces de fuentes no confiables puede ser inseguro. ¡Ten cuidado! También puedes copiar el enlace al portapapeles.
eu: Iturri seguru gabeko estekak irekiz gero, ez da seguru suerta daiteke. Arduratu zaitez! Esteka ere hiztegirainokoan kopiatu dezakezu.
fi: Linkkien avaaminen epäluotettavista lähteistä voi olla vaarallista. Ole varovainen! Voit myös kopioida linkin leikepöydälle.
fr: L'ouverture de liens provenant de sources non fiables peut être dangereuse. Soyez prudent ! Vous pouvez également copier le lien dans votre presse-papiers.
hi: अविश्वसनीय स्रोतों से लिंक खोलना असुरक्षित हो सकता है। सावधान रहें! आप लिंक को अपने क्लिपबोर्ड पर भी कॉपी कर सकते हैं।
id: Tidak aman untuk membuka tautan dari sumber yang tidak tepercaya. Berhati-hatilah! Anda juga dapat menyalin tautan ke papan klip Anda.
it: Potrebbe essere pericoloso aprire link da fonti non attendibili. Sii cauto! Puoi anche copiare il link negli appunti.
ja: 信頼できないソースからのリンクを開くのは安全ではない場合があります。注意してください！ リンクをクリップボードにコピーすることもできます。
ka: შეიძლება სახიფათო იყოს ბმულების გახსნა უნდობელი წყაროებიდან. იყავით ფრთხილად! ასევე შეგიძლიათ დააკოპიროთ ბმული თქვენს ბუფერში.
ne: अविश्वसनीय स्रोतहरूबाट लिङ्कहरू खोल्नु असुरक्षित हुन सक्छ। सावधान रहनुहोस्! तपाईं लिङ्कलाई आफ्नो क्लिपबोर्डमा पनि प्रतिलिपि गर्न सक्नुहुन्छ।
nl: Het kan onveilig zijn om links van onbetrouwbare bronnen te openen. Wees voorzichtig! U kunt de link ook naar uw klembord kopiëren.
pt: Pode ser inseguro abrir links de fontes não confiáveis. Tenha cautela! Você também pode copiar o link para sua área de transferência.
ru: Открытие ссылок из ненадежных источников может быть небезопасным. Будьте осторожны! Вы также можете скопировать ссылку в буфер обмена.
ta: நம்பத்தகாத மூலங்களிலிருந்து இணைப்புகளைத் திறப்பது பாதுகாப்பற்றதாக இருக்கலாம். எச்சரிக்கையாக இருங்கள்! நீங்கள் இணைப்பை உங்கள் கிளிப்போர்டுக்கு நகலெடுக்கலாம்.
th: การเปิดลิงก์จากแหล่งที่ไม่น่าเชื่อถืออาจไม่ปลอดภัย โปรดระมัดระวัง! คุณยังสามารถคัดลอกลิงก์ไปยังคลิปบอร์ดของคุณได้
uk: Відкриття посилань з ненадійних джерел може бути небезпечним. Будьте обережні! Ви також можете скопіювати посилання в буфер обміну.

source: Copy Link
ar: نسخ الرابط
bn: লিংক কপি করুন
ca: Copiar enllaç
cs: Zkopírovat odkaz
de: Link kopieren
es: Copiar enlace
eu: Esteka kopiatu
fi: Kopioi linkki
fr: Copier le lien
hi: लिंक कॉपी करें
id: Salin Tautan
it: Copia link
ja: リンクをコピー
ka: ბმულის კოპირება
ne: लिङ्क प्रतिलिपि गर्नुहोस्
nl: Link kopiëren
pt: Copiar link
ru: Копировать ссылку
ta: இணைப்பை நகலெடுக்கவும்
th: คัดลอกลิงก์
uk: Копіювати посилання

# building_your_timeline
source: Building your timeline based on your listenings...
ar: جاري بناء المخطط الزمني استنادًا إلى استماعاتك...
bn: আপনার শোনার ধারা অনুযায়ী টাইমলাইন তৈরি করা হচ্ছে...
ca: Construint la teva cronologia en funció de les teves escoltes...
cs: Vytváří se váš časový přehled podle poslechů...
de: Ihr Zeitverlauf wird basierend auf Ihren Hördaten erstellt…
es: Construyendo tu línea de tiempo según tus escuchas…
eu: Zure entzuteen arabera zure kronologia eraikitzen…
fi: Rakennetaan aikajanaasi kuuntelujesi perusteella...
fr: Construction de votre chronologie en fonction de vos écoutes...
hi: आपकी सुनने की आदतों के आधार पर आपकी टाइमलाइन बनाई जा रही है...
id: Membangun garis waktu Anda berdasarkan riwayat mendengarkan Anda...
it: Creazione della tua cronologia in base ai tuoi ascolti...
ja: あなたの視聴履歴に基づいてタイムラインを作成しています...
ka: თქვენი დროის ხაზის აგება თქვენი მოსმენების საფუძველზე...
ne: तपाईंको सुन्ने आधारमा तपाईंको समयरेखा निर्माण गर्दै...
nl: Uw tijdlijn wordt opgebouwd op basis van uw luistergedrag...
pt: Construindo sua linha do tempo com base em suas audições...
ru: Создание вашей временной шкалы на основе ваших прослушиваний...
ta: உங்கள் கேட்டலின் அடிப்படையில் உங்கள் காலவரிசையை உருவாக்குகிறது...
th: กำลังสร้างไทม์ไลน์ของคุณตามการฟังของคุณ...
uk: Створення вашої часової шкали на основі ваших прослуховувань...

source: Official
ar: رسمي
bn: সরকারি
ca: Oficial
cs: Oficiální
de: Offiziell
es: Oficial
eu: Ofiziala
fi: Virallinen
fr: Officiel
hi: आधिकारिक
id: Resmi
it: Ufficiale
ja: 公式
ka: ოფიციალური
ne: आधिकारिक
nl: Officieel
pt: Oficial
ru: Официальный
ta: அதிகாரபூர்வமானது
th: อย่างเป็นทางการ
uk: Офіційний

# author_name
source: Author: {author}
ar: المؤلّف: {author}
bn: লেখক: {author}
ca: Autor: {author}
cs: Autor: {author}
de: Autor: {author}
es: Autor: {author}
eu: Egilea: {author}
fi: Tekijä: {author}
fr: Auteur : {author}
hi: लेखक: {author}
id: Penulis: {author}
it: Autore: {author}
ja: 作者: {author}
ka: ავტორი: {author}
ne: लेखक: {author}
nl: Auteur: {author}
pt: Autor: {author}
ru: Автор: {author}
ta: ஆசிரியர்: {author}
th: ผู้เขียน: {author}
uk: Автор: {author}

source: Third-party
ar: طرف ثالث
bn: তৃতীয় পক্ষ
ca: Tercers
cs: Třetí strana
de: Drittanbieter
es: Terceros
eu: Hirugarrena
fi: Kolmannen osapuolen
fr: Tiers
hi: तृतीय-पक्ष
id: Pihak ketiga
it: Terze parti
ja: サードパーティ
ka: მესამე მხარის
ne: तेस्रो-पक्ष
nl: Derden
pt: Terceiros
ru: Сторонний
ta: மூன்றாம் தரப்பு
th: บุคคลที่สาม
uk: Сторонній

source: Plugin requires authentication
ar: تتطلّب الإضافة تسجيل الدخول
bn: প্লাগইনটি প্রমাণীকরণ প্রয়োজন
ca: El complement requereix autenticació
cs: Plugin vyžaduje ověření
de: Plugin erfordert Authentifizierung
es: El complemento requiere autenticación
eu: Pluginak autentifikazioa eskatzen du
fi: Lisäosa vaatii todentamisen
fr: Le plugin nécessite une authentification
hi: प्लगइन को प्रमाणीकरण की आवश्यकता है
id: Plugin memerlukan otentikasi
it: Il plugin richiede l'autenticazione
ja: プラグインには認証が必要です
ka: პლაგინი საჭიროებს ავთენტიფიკაციას
ne: प्लगइनलाई प्रमाणीकरण चाहिन्छ
nl: Plugin vereist authenticatie
pt: Plugin requer autenticação
ru: Плагин требует аутентификации
ta: பிளகின் அங்கீகாரத்தைக் கோருகிறது
th: ปลั๊กอินต้องมีการรับรองความถูกต้อง
uk: Плагін вимагає автентифікації

source: Update available
ar: تحديث متوفر
bn: হালনাগাদ উপলব্ধ
ca: Actualització disponible
cs: Aktualizace dostupná
de: Update verfügbar
es: Actualización disponible
eu: Eguneratze bat dago eskuragarri
fi: Päivitys saatavilla
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートが利用可能です
ka: განახლება ხელმისაწვდომია
ne: अपडेट उपलब्ध छ
nl: Update beschikbaar
pt: Atualização disponível
ru: Доступно обновление
ta: புதுப்பிப்பு உள்ளது
th: มีการอัปเดต
uk: Доступне оновлення

source: Supports scrobbling
ar: يدعم التتبع (scrobbling)
bn: স্ক্রোব্বলিং সমর্থিত
ca: Admet scrobbling
cs: Podpora scrobblování
de: Unterstützt Scrobbling
es: Admite scrobbling
eu: Scrobbling-a onartzen du
fi: Tukee scrobblingia
fr: Supporte le scrobbling
hi: स्क्रॉबलिंग का समर्थन करता है
id: Mendukung scrobbling
it: Supporta lo scrobbling
ja: scrobblingに対応
ka: მხარს უჭერს სქრობლინგს
ne: स्क्रब्बलिंगलाई समर्थन गर्दछ
nl: Ondersteunt scrobbling
pt: Suporta scrobbling
ru: Поддерживает скробблинг
ta: ஸ்க்ரோப்ளிங்கை ஆதரிக்கிறது
th: รองรับการ scrobbling
uk: Підтримує скроблінг

# plugin_scrobbling_info
source: This plugin scrobbles your music to generate your listening history.
ar: تقوم هذه الإضافة بتتبع مقاطعك الموسيقية لإنشاء سجل الاستماع الخاص بك.
bn: এই প্লাগইনটি আপনার সঙ্গীত স্ক্রোব্বল করে আপনার শোনা ইতিহাস তৈরি করে।
ca: Aquest complement fa scrobbling de la teva música per generar l’historial d’escoltes.
cs: Tento plugin scrobbles vaši hudbu pro vytvoření historie poslechů.
de: Dieses Plugin scrobbelt Ihre Musik, um Ihre Hörhistorie zu erstellen.
es: Este complemento scrobblea tu música para generar tu historial de reproducción.
eu: Plugin honek zure musika scrobbled egiten du zure entzuteen historia sortzeko.
fi: Tämä lisäosa scrobblaa musiikkisi luodakseen kuunteluhistoriasi.
fr: Ce plugin scrobble votre musique pour générer votre historique d'écoute.
hi: यह प्लगइन आपके सुनने के इतिहास को उत्पन्न करने के लिए आपके संगीत को स्क्रॉबल करता है।
id: Plugin ini scrobble musik Anda untuk menghasilkan riwayat mendengarkan Anda.
it: Questo plugin scrobbla la tua musica per generare la tua cronologia di ascolti.
ja: このプラグインは、あなたの音楽をscrobbleして視聴履歴を生成します。
ka: ეს პლაგინი აწარმოებს თქვენი მუსიკის სქრობლინგს, რათა შექმნას თქვენი მოსმენის ისტორია.
ne: यो प्लगइनले तपाईंको सुन्ने इतिहास उत्पन्न गर्न तपाईंको संगीतलाई स्क्रब्बल गर्दछ।
nl: Deze plugin scrobblet uw muziek om uw luistergeschiedenis te genereren.
pt: Este plugin faz o scrobbling de sua música para gerar seu histórico de audição.
ru: Этот плагин скробблит вашу музыку для создания вашей истории прослушиваний.
ta: இந்த பிளகின் உங்கள் கேட்பதின் வரலாற்றை உருவாக்க உங்கள் இசையை ஸ்க்ரோப்ள் செய்கிறது.
th: ปลั๊กอินนี้จะ scrobble เพลงของคุณเพื่อสร้างประวัติการฟังของคุณ
uk: Цей плагін скроббить вашу музику, щоб створити вашу історію прослуховувань.

source: Set default
ar: تعيين كافتراضي
bn: ডিফল্ট হিসাবে নির্ধারণ করুন
ca: Establir com a predeterminat
cs: Nastavit jako výchozí
de: Als Standard festlegen
es: Establecer como predeterminado
eu: Lehenetsi gisa ezarri
fi: Aseta oletukseksi
fr: Définir par défaut
hi: डिफ़ॉल्ट सेट करें
id: Atur sebagai bawaan
it: Imposta come predefinito
ja: デフォルトに設定
ka: ნაგულისხმევად დაყენება
ne: पूर्वनिर्धारित सेट गर्नुहोस्
nl: Instellen als standaard
pt: Definir como padrão
ru: Установить по умолчанию
ta: இயல்புநிலையாக அமைக்கவும்
th: ตั้งค่าเริ่มต้น
uk: Встановити за замовчуванням

source: Support
ar: الدعم
bn: সমর্থন
ca: Suport
cs: Podpora
de: Unterstützung
es: Soporte
eu: Laguntza
fi: Tuki
fr: Soutien
hi: समर्थन
id: Dukungan
it: Supporto
ja: サポート
ka: მხარდაჭერა
ne: समर्थन
nl: Ondersteuning
pt: Suporte
ru: Поддержка
ta: ஆதரவு
th: สนับสนุน
uk: Підтримка

source: Support plugin development
ar: دعم تطوير الإضافات
bn: প্লাগইন উন্নয়নকে সমর্থন করুন
ca: Suportar el desenvolupament del complement
cs: Podpořit vývoj pluginu
de: Plugin-Entwicklung unterstützen
es: Apoyar el desarrollo del complemento
eu: Pluginaren garapena lagundu
fi: Tue lisäosan kehitystä
fr: Soutenir le développement de plugins
hi: प्लगइन विकास का समर्थन करें
id: Dukung pengembangan plugin
it: Sostieni lo sviluppo del plugin
ja: プラグイン開発をサポート
ka: პლაგინის განვითარების მხარდაჭერა
ne: प्लगइन विकासलाई समर्थन गर्नुहोस्
nl: Ondersteun plugin-ontwikkeling
pt: Apoiar o desenvolvimento do plugin
ru: Поддержать разработку плагина
ta: பிளகின் வளர்ச்சிக்கு ஆதரவு
th: สนับสนุนการพัฒนาปลั๊กอิน
uk: Підтримати розробку плагіна

source: - Can access **{name}** API
ar: - يمكن الوصول إلى واجهة برمجة التطبيقات **{name}**
bn: - **{name}** API-তে অ্যাক্সেস করতে পারে
ca: - Pot accedir a l’API **{name}**
cs: - Může přistupovat k API **{name}**
de: - Kann auf **{name}**-API zugreifen
es: - Puede acceder a la API de **{name}**
eu: - **{name}** API-ra sar daiteke
fi: - Voi käyttää **{name}** APIa
fr: - Peut accéder à l'API **{name}**
hi: - **{name}** API तक पहुंच सकता है
id: - Dapat mengakses API **{name}**
it: - Può accedere all'API **{name}**
ja: - **{name}** APIにアクセスできます
ka: - შეუძლია წვდომა **{name}** API-ზე
ne: - **{name}** API मा पहुँच गर्न सक्छ
nl: - Kan de **{name}** API benaderen
pt: - Pode acessar a API **{name}**
ru: - Может получить доступ к API **{name}**
ta: - **{name}** API ஐ அணுக முடியும்
th: - สามารถเข้าถึง API **{name}**
uk: - Може отримати доступ до **{name}** API

source: Do you want to install this plugin?
ar: هل ترغب في تثبيت هذه الإضافة؟
bn: আপনি কি এই প্লাগইন ইনস্টল করতে চান?
ca: Vols instal·lar aquest complement?
cs: Chcete tento plugin nainstalovat?
de: Möchten Sie dieses Plugin installieren?
es: ¿Deseas instalar este complemento?
eu: Plugin hau instalatu nahiko zenuke?
fi: Haluatko asentaa tämän lisäosan?
fr: Voulez-vous installer ce plugin ?
hi: क्या आप इस प्लगइन को स्थापित करना चाहते हैं?
id: Apakah Anda ingin menginstal plugin ini?
it: Vuoi installare questo plugin?
ja: このプラグインをインストールしますか？
ka: გსურთ ამ პლაგინის დაყენება?
ne: के तपाईं यो प्लगइन स्थापना गर्न चाहनुहुन्छ?
nl: Wilt u deze plugin installeren?
pt: Você deseja instalar este plugin?
ru: Вы хотите установить этот плагин?
ta: இந்த பிளகினை நீங்கள் நிறுவ விரும்புகிறீர்களா?
th: คุณต้องการติดตั้งปลั๊กอินนี้หรือไม่?
uk: Ви хочете встановити цей плагін?

# third_party_plugin_warning
source: This plugin is from a third-party repository. Please ensure you trust the source before installing.
ar: هذه الإضافة من مستودع طرف ثالث. تأكد من موثوقية المصدر قبل التثبيت.
bn: এই প্লাগইন একটি তৃতীয় পক্ষের রেপোজিটরির। ইনস্টল করার আগে উৎস বিশ্বস্ত কিনা নিশ্চিত করুন।
ca: Aquest complement prové d’un repositori de tercers. Assegura’t de confiar en la font abans d’instal·lar-lo.
cs: Tento plugin pochází z repozitáře třetí strany. Ujistěte se, že důvěřujete zdroji, než ho nainstalujete.
de: Dieses Plugin stammt aus einem Drittanbieter-Repository. Bitte stellen Sie sicher, dass Sie der Quelle vertrauen, bevor Sie es installieren.
es: Este complemento proviene de un repositorio de terceros. Asegúrate de confiar en la fuente antes de instalarlo.
eu: Plugin hau hirugarrenen biltegi batetik dator. Instalatu aurretik iturriari konfiantza behar diozu.
fi: Tämä lisäosa on kolmannen osapuolen arkistosta. Varmista, että luotat lähteeseen ennen asennusta.
fr: Ce plugin provient d'un dépôt tiers. Assurez-vous de faire confiance à la source avant de l'installer.
hi: यह प्लगइन एक तृतीय-पक्ष रिपॉजिटरी से है। कृपया सुनिश्चित करें कि आप इसे स्थापित करने से पहले स्रोत पर भरोसा करते हैं।
id: Plugin ini berasal dari repositori pihak ketiga. Pastikan Anda memercayai sumbernya sebelum menginstal.
it: Questo plugin proviene da un repository di terze parti. Assicurati di fidarti della fonte prima di installarlo.
ja: このプラグインはサードパーティのリポジトリからのものです。インストールする前にソースを信頼できるか確認してください。
ka: ეს პლაგინი არის მესამე მხარის საცავიდან. გთხოვთ, დარწმუნდეთ, რომ ენდობით წყაროს დაყენებამდე.
ne: यो प्लगइन तेस्रो-पक्ष रिपोसिटरीबाट हो। कृपया स्थापना गर्नु अघि तपाईंले स्रोतमा विश्वास गर्नुहुन्छ भनी सुनिश्चित गर्नुहोस्।
nl: Deze plugin is afkomstig van een repository van derden. Zorg ervoor dat u de bron vertrouwt voordat u installeert.
pt: Este plugin é de um repositório de terceiros. Certifique-se de que você confia na fonte antes de instalá-lo.
ru: Этот плагин из стороннего репозитория. Пожалуйста, убедитесь, что вы доверяете источнику перед установкой.
ta: இந்த பிளகின் மூன்றாம் தரப்பு களஞ்சியத்திலிருந்து வருகிறது. நிறுவும் முன் மூலத்தை நீங்கள் நம்புகிறீர்கள் என்பதை உறுதிப்படுத்தவும்.
th: ปลั๊กอินนี้มาจากที่เก็บของบุคคลที่สาม โปรดตรวจสอบให้แน่ใจว่าคุณเชื่อถือแหล่งที่มาก่อนทำการติดตั้ง
uk: Цей плагін із стороннього репозиторію. Будь ласка, переконайтеся, що ви довіряєте джерелу перед встановленням.

source: Author
ar: المؤلف
bn: লেখক
ca: Autor
cs: Autor
de: Autor
es: Autor
eu: Egilea
fi: Tekijä
fr: Auteur
hi: लेखक
id: Penulis
it: Autore
ja: 作者
ka: ავტორი
ne: लेखक
nl: Auteur
pt: Autor
ru: Автор
ta: ஆசிரியர்
th: ผู้เขียน
uk: Автор

source: This plugin can do following
ar: يمكن لهذه الإضافة القيام بما يلي
bn: এই প্লাগইন নিচের কাজ করতে পারে
ca: Aquest complement pot fer el següent
cs: Tento plugin může provádět následující úkony
de: Dieses Plugin kann Folgendes:
es: Este complemento puede hacer lo siguiente
eu: Plugin honek honako hau egin dezake:
fi: Tämä lisäosa voi tehdä seuraavaa
fr: Ce plugin peut faire ce qui suit
hi: यह प्लगइन निम्नलिखित कर सकता है
id: Plugin ini dapat melakukan hal berikut
it: Questo plugin può fare quanto segue
ja: このプラグインは以下のことができます
ka: ამ პლაგინს შეუძლია შემდეგის გაკეთება
ne: यो प्लगइनले निम्न गर्न सक्छ
nl: Deze plugin kan het volgende doen
pt: Este plugin pode fazer o seguinte
ru: Этот плагин может выполнять следующее
ta: இந்த பிளகின் பின்வருவனவற்றைச் செய்ய முடியும்
th: ปลั๊กอินนี้สามารถทำสิ่งต่อไปนี้
uk: Цей плагін може робити наступне

source: Install
ar: تثبيت
bn: ইনস্টল করুন
ca: Instal·lar
cs: Instalovat
de: Installieren
es: Instalar
eu: Instalatu
fi: Asenna
fr: Installer
hi: स्थापित करें
id: Instal
it: Installa
ja: インストール
ka: დაყენება
ne: स्थापना गर्नुहोस्
nl: Installeren
pt: Instalar
ru: Установить
ta: நிறுவவும்
th: ติดตั้ง
uk: Встановити

source: Install a Metadata Provider
ar: تثبيت مزوّد بيانات
bn: একটি মেটাডেটা প্রদানকারী ইনস্টল করুন
ca: Instal·lar un proveïdor de metadades
cs: Nainstalovat poskytovatele metadat
de: Einen Metadatenanbieter installieren
es: Instalar un proveedor de metadatos
eu: Metadaten hornitzaile bat instalatu
fi: Asenna metatietojen tarjoaja
fr: Installer un fournisseur de métadonnées
hi: एक मेटाडेटा प्रदाता स्थापित करें
id: Instal Penyedia Metadata
it: Installa un provider di metadati
ja: メタデータプロバイダーをインストール
ka: დააყენეთ მეტამონაცემების პროვაიდერი
ne: मेटाडेटा प्रदायक स्थापना गर्नुहोस्
nl: Een metadata-aanbieder installeren
pt: Instalar um provedor de metadados
ru: Установить поставщика метаданных
ta: மெட்டாடேட்டா வழங்குநரை நிறுவவும்
th: ติดตั้งผู้ให้บริการเมตาดาต้า
uk: Встановити провайдера метаданих

# no_tracks_playing
source: No Track being played currently
ar: لا توجد مقاطع تعمل حاليًا
bn: বর্তমানে কোনো ট্র্যাক শোনা হচ্ছে না
ca: No s’està reproduint cap pista actualment
cs: Momentálně není přehrávána žádná skladba
de: Derzeit wird kein Titel abgespielt
es: No hay ninguna pista reproduciéndose actualmente
eu: Une honetan ez dago abestirik erreproduzitzen
fi: Ei kappaletta toistossa tällä hetkellä
fr: Aucune piste n'est en cours de lecture actuellement
hi: वर्तमान में कोई ट्रैक नहीं चल रहा है
id: Tidak ada Lagu yang sedang diputar saat ini
it: Nessun brano in riproduzione al momento
ja: 現在再生中のトラックはありません
ka: ამჟამად არ უკრავს არცერთი ტრეკი
ne: हाल कुनै ट्र्याक बजिरहेको छैन
nl: Er wordt momenteel geen nummer afgespeeld
pt: Nenhuma música sendo reproduzida no momento
ru: В настоящее время не воспроизводится ни один трек
ta: தற்போது எந்த பாடலும் இயங்கவில்லை
th: ขณะนี้ไม่มีเพลงที่กำลังเล่นอยู่
uk: Наразі не відтворюється жоден трек

# synced_lyrics_not_available
source: Synced lyrics are not available for this song. Please use the
ar: الكلمات المتزامنة غير متوفرة لهذه الأغنية. يُرجى استخدام
bn: এই গানের জন্য সিঙ্ক্রোনাইজড লিরিক্স পাওয়া যায় না। অনুগ্রহ করে ব্যবহার করুন
ca: Les lletres sincronitzades no estan disponibles per a aquesta cançó. Si us plau, usa
cs: Synchronizované texty nejsou k dispozici k této písni. Prosím použijte
de: Synchronisierte Liedtexte sind für dieses Lied nicht verfügbar. Bitte verwenden Sie stattdessen
es: Las letras sincronizadas no están disponibles para esta canción. Por favor, utiliza
eu: Abestiarentzako letra sinkronizatua ez dago erabilgarri. Mesedez, erabili
fi: Synkronoidut sanoitukset eivät ole saatavilla tälle kappaleelle. Käytä sen sijaan
fr: Les paroles synchronisées ne sont pas disponibles pour cette chanson. Veuillez utiliser l'onglet
hi: इस गाने के लिए सिंक्रनाइज़ किए गए बोल उपलब्ध नहीं हैं। कृपया
id: Lirik tersinkronisasi tidak tersedia untuk lagu ini. Silakan gunakan tab
it: Testi sincronizzati non disponibili per questa canzone. Si prega di utilizzare la scheda
ja: この曲の同期歌詞は利用できません。代わりに
ka: ამ სიმღერისთვის სინქრონიზებული ტექსტები არ არის ხელმისაწვდომი. გთხოვთ, გამოიყენოთ
ne: यो गीतको लागि सिङ्क गरिएका बोलहरू उपलब्ध छैनन्। कृपया यसको सट्टा
nl: Gesynchroniseerde songteksten zijn niet beschikbaar voor dit nummer. Gebruik in plaats daarvan het tabblad
pt: As letras sincronizadas não estão disponíveis para esta música. Por favor, use a aba
ru: Синхронизированные тексты недоступны для этой песни. Пожалуйста, используйте вкладку
ta: இந்த பாடலுக்கு ஒத்திசைக்கப்பட்ட வரிகள் கிடைக்கவில்லை. தயவுசெய்து
th: ไม่มีเนื้อเพลงที่ซิงค์สำหรับเพลงนี้ กรุณาใช้แท็บ
uk: Синхронізовані тексти недоступні для цієї пісні. Будь ласка, використовуйте вкладку
