Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# invidious_instance
source: Invidious Server Instance
ar: مثيل خادم Invidious
bn: ইনভিডিয়াস সার্ভার ইন্সটেন্স
ca: Instància del servidor Invidious
cs: Instance serveru Invidious
de: Invidious-Serverinstanz
es: Instancia del Servidor Invidious
eu: Invidious zerbitzari instantzia
fa: نمونه سرور Invidious
fi: Invidious-palvelinesiintymä
fr: Instance de serveur Invidious
hi: इन्विडियस सर्वर इंस्टेंस
it: Istanza del server Invidious
ja: Invidiousサーバーインスタンス
ka: Invidious სერვერის ინსტანცია
ko: Invidious 서버 인스턴스
ne: Invidious सर्भर इन्स्टेन्स
nl: Invidious-serverinstantie
pa: ਇਨਡਿਵੀਡਿਊਸ ਸਰਵਰ ਇੰਸਟੈਂਸ
pl: Instancja serwera Invidious
pt: Instância do Servidor Invidious
ru: Экземпляр сервера Invidious
ta: Invidious சேவையக நிகழ்வு
th: อินสแตนซ์เซิร์ฟเวอร์ Invidious
tl: Instance ng Invidious Server
uk: Екземпляр сервера Invidious
vi: Phiên bản máy chủ Invidious
zh: Invidious服务器实例
zh_tw: Invidious 伺服器實例

# invidious_description
source: The Invidious server instance to use for track matching
ar: مثيل خادم Invidious المستخدم لمطابقة المسارات
bn: ট্রাক মিলানোর জন্য ব্যবহৃত ইনভিডিয়াস সার্ভার
ca: La instància del servidor Invidious per fer coincidir pistes
cs: Instance serveru Invidious pro párování stop
de: Die Invidious-Serverinstanz zur Titelerkennung
es: La instancia del servidor Invidious para identificar pistas
eu: Invidious zerbitzari instantzia, pistak bat egiteko
fa: نمونه سرور Invidious برای تطبیق آهنگ
fi: Invidious-palvelinesiintymä raitojen yhteensovittamiseen
fr: L'instance de serveur Invidious à utiliser pour la correspondance de pistes
hi: ट्रैक मिलान के लिए इन्विडियस सर्वर इंस्टेंस
it: L'istanza del server Invidious da utilizzare per il matching delle tracce
ja: 曲の一致に使用するInvidiousサーバーインスタンス
ka: Invidious სერვერის ინსტანცია, რომელიც გამოიყენება ტრეკის შესატყვისად
ko: 트랙 매칭에 사용할 Invidious 서버 인스턴스
ne: ट्र्याक मिलाउनका लागि प्रयोग हुने Invidious सर्भर इन्स्टेन्स
nl: De Invidious-serverinstantie die gebruikt wordt voor trackmatching
pa: ਟ੍ਰੈਕ ਮਿਲਾਨ ਲਈ ਇਨਡਿਵੀਡਿਊਸ ਸਰਵਰ ਇੰਸਟੈਂਸ
pl: Instancja serwera Invidious do dopasowywania utworów
pt: A instância do servidor Invidious a ser usada para correspondência de faixas
ru: Экземпляр сервера Invidious для сопоставления треков
ta: பாடல் பொருத்தத்திற்குப் பயன்படுத்த வேண்டிய Invidious சேவையக நிகழ்வு
th: อินสแตนซ์เซิร์ฟเวอร์ Invidious ที่ใช้สำหรับการจับคู่เพลง
tl: Ang instance ng Invidious server na gagamitin para sa pagtutugma ng track
uk: Екземпляр сервера Invidious для зіставлення треків
vi: Phiên bản máy chủ Invidious để sử dụng để so khớp bản nhạc
zh: 用于音轨匹配的Invidious服务器实例
zh_tw: 用於音軌匹配的 Invidious 伺服器實例

# invidious_warning
source: Some of them might not work well. So use at your own risk
ar: قد لا تعمل بعض الخوادم بشكل جيد. استخدمها على مسؤوليتك الخاصة
bn: কিছু সার্ভার ভাল কাজ নাও করতে পারে। নিজের ঝুঁকিতে ব্যবহার করুন
ca: Algunes instàncies podrien no funcionar bé. Feu-les servir sota la vostra responsabilitat
cs: Některé instance nemusí fungovat správně. Používejte na vlastní riziko
de: Einige Instanzen funktionieren möglicherweise nicht gut. Benutzung auf eigene Gefahr
es: Algunas instancias podrían no funcionar bien. Úselas bajo su propio riesgo
eu: Instantzia batzuek ez dute ondo funtzionatuko. Zure erantzukizunpean erabili
fa: برخی از نمونه‌ها ممکن است به خوبی کار نکنند. با احتیاط استفاده کنید
fi: Jotkin esiintymät eivät välttämättä toimi hyvin. Käytä omalla vastuullasi
fr: Certaines instances pourraient ne pas bien fonctionner. À utiliser à vos risques et périls
hi: कुछ इंस्टेंस अच्छी तरह से काम नहीं कर सकते। अपने जोखिम पर उपयोग करें
it: Alcuni potrebbero non funzionare bene. Usali a tuo rischio
ja: 一部はうまく機能しない可能性があります。自己責任で使用してください
ka: ზოგიერთი შეიძლება კარგად არ მუშაობდეს. გამოიყენეთ თქვენს პასუხისმგებლობაზე
ko: 일부는 제대로 작동하지 않을 수 있습니다. 자신의 책임 하에 사용하세요
ne: केहीले राम्रोसँग काम नगर्न सक्छ। आफ्नो जोखिममा प्रयोग गर्नुहोस्
nl: Sommigen werken mogelijk niet goed. Gebruik op eigen risico
pa: ਕੁੱਝ ਇੰਸਟੈਂਸ ਸਹੀ ਕੰਮ ਨਹੀਂ ਕਰ ਰਹੇ ਹਨ। ਆਪਣੇ ਜੋਖਮ ਤੇ ਵਰਤੋ
pl: Niektóre z nich mogą nie działać dobrze. Używaj na własne ryzyko
pt: Alguns podem não funcionar bem. Use por sua conta e risco
ru: Некоторые могут работать не очень хорошо. Используйте на свой страх и риск
ta: அவற்றில் சில நன்றாக வேலை செய்யாமல் இருக்கலாம். எனவே உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும்
th: บางอันอาจใช้งานไม่ดี ใช้ด้วยความเสี่ยงของคุณเอง
tl: Maaaring hindi gumagana nang mabuti ang ilan sa mga ito. Kaya gamitin sa sarili mong peligro
uk: Деякі можуть працювати не дуже добре. Використовуйте на власний ризик
vi: Một số có thể sẽ không hoạt động tốt. Vì vậy hãy sử dụng với rủi ro của riêng bạn
zh: 有些可能无法正常工作。请自行承担风险
zh_tw: 有些可能無法正常工作。請自行承擔風險

# invidious_source_description
source: Similar to Piped but with higher availability.
ar: مشابه لـ Piped ولكن بتوافر أعلى
bn: পাইপের মতো কিন্তু আরও বেশি উপলব্ধতা সহ
ca: Similar a Piped però amb més disponibilitat
cs: Podobné Piped, ale s vyšší dostupností
de: Ähnlich wie Piped, aber mit höherer Verfügbarkeit
es: Similar a Piped, pero con mayor disponibilidad
eu: Piped-en antzekoa, baina eskuragarritasun handiagoarekin
fa: شبیه Piped اما با در دسترس بودن بیشتر
fi: Samankaltainen kuin Piped, mutta korkeammalla saatavuudella
fr: Similaire à Piped mais avec une meilleure disponibilité
hi: पाइप्ड के समान, लेकिन अधिक उपलब्धता के साथ
it: Simile a Piped ma con maggiore disponibilità.
ja: Pipedに似ていますが、より利用性があります。
ka: მსგავსია Piped-ის, მაგრამ მაღალი ხელმისაწვდომობით.
ko: Piped와 비슷하지만 가용성이 높습니다.
ne: Piped जस्तै तर उच्च उपलब्धतासँग।
nl: Vergelijkbaar met Piped, maar met een hogere beschikbaarheid.
pa: ਪਾਈਪਡ ਦੇ ਸਮਾਨ, ਪਰ ਵੱਧ ਉਪਲਬਧਤਾ ਨਾਲ
pl: Podobne do Piped, ale o wyższej dostępności.
pt: Semelhante ao Piped, mas com maior disponibilidade.
ru: Похож на Piped, но с более высокой доступностью.
ta: Piped ஐப் போன்றது ஆனால் அதிக கிடைக்கும் தன்மையுடன்.
th: คล้ายกับ Piped แต่มีความพร้อมใช้งานสูงกว่า
tl: Katulad ng Piped ngunit may mas mataas na availability.
uk: Подібний до Piped, але з вищою доступністю.
vi: Tương tự như Piped nhưng có tính khả dụng cao hơn.
zh: 类似于Piped，但可用性更高。
zh_tw: 類似於 Piped，但可用性更高。

source: Cache music
ar: تخزين الموسيقى مؤقتًا
bn: ক্যাশে সংগীত
ca: Música en caché
cs: Hudba v mezipaměti
de: Musik zwischenspeichern
es: Caché de música
eu: Musika cachean
fa: موسیقی در حافظه موقت
fi: Musiikki välimuistissa
fr: Mettre la musique en cache
hi: संगीत को कैश करें
it: Cache musica
ja: 音楽をキャッシュ
ka: მუსიკის ქეში
ko: 음악 캐시
ne: सङ्गीत क्यास गर्नुहोस्
nl: Cache muziek
pa: ਸੰਗੀਤ ਨੂੰ ਕੈਸ਼ ਕਰੋ
pl: Pamięć podręczna muzyki
pt: Música em cache
ru: Кэшировать музыку
ta: இசையை கேஷ் செய்
th: แคชเพลง
tl: I-cache ang musika
uk: Кешувати музику
vi: Lưu nhạc vào bộ nhớ đệm
zh: 缓存音乐
zh_tw: 快取音樂

source: Open
ar: فتح
bn: খুলুন
ca: Obrir
cs: Otevřít
de: Öffnen
es: Abrir
eu: Ireki
fa: باز کردن
fi: Avaa
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ka: გახსენით
ko: 열기
ne: खोल्नुहोस्
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt: Abrir
ru: Открыть
ta: திறக்கவும்
th: เปิด
tl: Buksan
uk: Відкрити
vi: Mở
zh: 打开
zh_tw: 打開

source: Cache folder
ar: مجلد التخزين المؤقت
bn: ক্যাশে ফোল্ডার
ca: Carpeta de caché
cs: Složka mezipaměti
de: Cache-Ordner
es: Carpeta de caché
eu: Cache karpeta
fa: پوشه حافظه موقت
fi: Välimuistikansio
fr: Dossier du cache
hi: कैश फ़ोल्डर
it: Cartella cache
ja: キャッシュフォルダー
ka: ქეშის საქაღალდე
ko: 캐시 폴더
ne: क्यास फोल्डर
nl: Cachemap
pa: ਕੈਸ਼ ਫੋਲਡਰ
pl: Folder pamięci podręcznej
pt: Pasta de cache
ru: Папка кэша
ta: கேஷ் அடைவு
th: โฟลเดอร์แคช
tl: Folder ng cache
uk: Тека кешу
vi: Thư mục bộ nhớ đệm
zh: 缓存文件夹
zh_tw: 快取資料夾

source: Export
ar: تصدير
bn: রপ্তানি
ca: Exportar
cs: Exportovat
de: Exportieren
es: Exportar
eu: Esportatu
fa: صادر کردن
fi: Vie
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: エクスポート
ka: ექსპორტი
ko: 내보내기
ne: निर्यात गर्नुहोस्
nl: Exporteren
pa: ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj
pt: Exportar
ru: Экспорт
ta: ஏற்றுமதி
th: ส่งออก
tl: I-export
uk: Експорт
vi: Xuất
zh: 导出
zh_tw: 匯出

source: Clear cache
ar: مسح التخزين المؤقت
bn: ক্যাশে পরিষ্কার
ca: Netejar caché
cs: Vymazat mezipaměť
de: Cache leeren
es: Limpiar caché
eu: Garbitu cachea
fa: پاک کردن حافظه موقت
fi: Tyhjennä välimuisti
fr: Effacer le cache
hi: कैश साफ़ करें
it: Cancella cache
ja: キャッシュをクリア
ka: ქეშის გასუფთავება
ko: 캐시 지우기
ne: क्यास खाली गर्नुहोस्
nl: Cache wissen
pa: ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
ta: கேஷ் அழிக்கவும்
th: ล้างแคช
tl: Burahin ang cache
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh: 清除缓存
zh_tw: 清除快取

# clear_cache_confirmation
source: Do you want to clear the cache?
ar: هل تريد مسح التخزين المؤقت؟
bn: আপনি কি ক্যাশে পরিষ্কার করতে চান?
ca: Voleu netejar la memòria cau?
cs: Opravdu chcete vymazat mezipaměť?
de: Möchten Sie den Cache leeren?
es: ¿Desea limpiar la caché?
eu: Cachea garbitu nahi al duzu?
fa: آیا می‌خواهید حافظه موقت را پاک کنید؟
fi: Haluatko tyhjentää välimuistin?
fr: Voulez-vous effacer le cache ?
hi: क्या आप कैश साफ़ करना चाहते हैं?
it: Vuoi cancellare la cache?
ja: キャッシュをクリアしますか？
ka: გსურთ ქეშის გასუფთავება?
ko: 캐시를 지우시겠습니까?
ne: के तपाई क्यास खाली गर्न चाहनुहुन्छ?
nl: Wilt u de cache wissen?
pa: ਕੀ ਤੁਸੀਂ ਕੈਸ਼ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz wyczyścić pamięć podręczną?
pt: Deseja limpar o cache?
ru: Вы хотите очистить кэш?
ta: கேஷைப் அழிக்க விரும்புகிறீர்களா?
th: คุณต้องการล้างแคชหรือไม่?
tl: Gusto mo bang burahin ang cache?
uk: Ви хочете очистити кеш?
vi: Bạn có muốn xóa bộ nhớ đệm không?
zh: 您要清除缓存吗？
zh_tw: 您要清除快取嗎？

# export_cache_files
source: Export Cached Files
ar: تصدير الملفات المخزنة مؤقتًا
bn: ক্যাশে ফাইল রপ্তানি
ca: Exportar arxius en caché
cs: Exportovat soubory z mezipaměti
de: Cachedateien exportieren
es: Exportar archivos en caché
eu: Esportatu cache fitxategiak
fa: صادر کردن فایل‌های حافظه موقت
fi: Vie välimuistitiedostot
fr: Exporter les fichiers en cache
hi: कैश फ़ाइलें निर्यात करें
it: Esporta file nella cache
ja: キャッシュされたファイルをエクスポート
ka: ქეშირებული ფაილების ექსპორტი
ko: 캐시된 파일 내보내기
ne: क्यास फाइलहरू निर्यात गर्नुहोस्
nl: Gecacheerde bestanden exporteren
pa: ਕੈਸ਼ ਫ਼ਾਈਲਾਂ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj pliki z pamięci podręcznej
pt: Exportar Arquivos em Cache
ru: Экспортировать кэшированные файлы
ta: கேஷில் உள்ள கோப்புகளை ஏற்றுமதி செய்யவும்
th: ส่งออกไฟล์แคช
tl: I-export ang mga Naka-cache na File
uk: Експортувати кешовані файли
vi: Xuất các tệp được lưu trong bộ nhớ đệm
zh: 导出缓存文件
zh_tw: 匯出快取檔案

# found_n_files
source: Found {count} files
ar: تم العثور على {count} ملف
bn: {count} টি ফাইল পাওয়া গেছে
ca: S'han trobat {count} arxius
cs: Nalezeno {count} souborů
de: {count} Dateien gefunden
es: Se encontraron {count} archivos
eu: {count} fitxategi aurkitu dira
fa: {count} فایل یافت شد
fi: Löydettiin {count} tiedostoa
fr: {count} fichiers trouvés
hi: {count} फ़ाइलें मिलीं
it: Trovati {count} file
ja: {count}ファイルが見つかりました
ka: ნაპოვნია {count} ფაილი
ko: {count}개의 파일을 찾았습니다
ne: {count} फाइलहरू फेला परे
nl: {count} bestanden gevonden
pa: {count} ਫ਼ਾਈਲਾਂ ਮਿਲੀਆਂ
pl: Znaleziono {count} plików
pt: Encontrados {count} arquivos
ru: Найдено {count} файлов
ta: {count} கோப்புகள் கிடைத்தன
th: พบ {count} ไฟล์
tl: Nahanap ang {count} na mga file
uk: Знайдено {count} файлів
vi: Tìm thấy {count} tệp
zh: 找到 {count} 个文件
zh_tw: 找到 {count} 個檔案

# export_cache_confirmation
source: Do you want to export these files to
ar: هل تريد تصدير هذه الملفات إلى
bn: আপনি কি এই ফাইলগুলি রপ্তানি করতে চান
ca: Voleu exportar aquests arxius a
cs: Chcete exportovat tyto soubory do
de: Möchten Sie diese Dateien exportieren nach
es: ¿Desea exportar estos archivos a
eu: Fitxategi hauek esportatu nahi al dituzu
fa: آیا می‌خواهید این فایل‌ها را صادر کنید به
fi: Haluatko viedä nämä tiedostot
fr: Voulez-vous exporter ces fichiers vers
hi: क्या आप इन फ़ाइलों को निर्यात करना चाहते हैं
it: Vuoi esportare questi file su
ja: これらのファイルをエクスポートしますか
ka: გსურთ ამ ფაილების ექსპორტი
ko: 이 파일들을 내보내시겠습니까
ne: यी फाइलहरू निर्यात गर्न चाहनुहुन्छ
nl: Wilt u deze bestanden exporteren naar
pa: ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਫ਼ਾਈਲਾਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Czy chcesz wyeksportować te pliki do
pt: Deseja exportar estes arquivos para
ru: Вы хотите экспортировать эти файлы в
ta: இந்த கோப்புகளை ஏற்றுமதி செய்ய விரும்புகிறீர்களா?
th: คุณต้องการส่งออกไฟล์เหล่านี้ไปยัง
tl: Gusto mo bang i-export ang mga file na ito sa
uk: Ви хочете експортувати ці файли до
vi: Bạn có muốn xuất các tệp này đến
zh: 您要导出这些文件到
zh_tw: 您要匯出這些檔案到

# exported_n_out_of_m_files
source: Exported {filesExported} out of {files} files
ar: تم تصدير {filesExported} من أصل {files} ملفات
bn: {filesExported} টি ফাইল রপ্তানি করা হয়েছে {files} এর মধ্যে
ca: S'han exportat {filesExported} de {files} arxius
cs: Exportováno {filesExported} z {files} souborů
de: {filesExported} von {files} Dateien exportiert
es: Se exportaron {filesExported} de {files} archivos
eu: {filesExported} fitxategi esportatu dira {files} -tik
fa: {filesExported} از {files} فایل صادر شد
fi: Vietiin {filesExported}/{files} tiedostoa
fr: {filesExported} fichiers exportés sur {files}
hi: {filesExported} फ़ाइलें निर्यात की गईं {files} में से
it: Esportati {filesExported} su {files} file
ja: {filesExported} / {files}ファイルがエクスポートされました
ka: {filesExported} ფაილი {files}-დან ექსპორტირებულია
ko: {files}개 중 {filesExported}개 파일을 내보냈습니다
ne: {filesExported} मध्ये {files} फाइलहरू निर्यात गरियो
nl: {filesExported} van de {files} bestanden geëxporteerd
pa: {files} ਵਿੱਚੋਂ {filesExported} ਫ਼ਾਈਲਾਂ ਨਿਰਯਾਤ ਕੀਤੀਆਂ ਗਈਆਂ
pl: Wyeksportowano {filesExported} z {files} plików
pt: Exportados {filesExported} de {files} arquivos
ru: Экспортировано {filesExported} из {files} файлов
ta: {filesExported} கோப்புகள் ஏற்றுமதி செய்யப்பட்டன, {files} கோப்புகளில்
th: ส่งออก {filesExported} จาก {files} ไฟล์
tl: Na-export ang {filesExported} mula sa {files} na mga file
uk: Експортовано {filesExported} з {files} файлів
vi: Đã xuất {filesExported} trên {files} tệp
zh: 导出了 {filesExported} / {files} 个文件
zh_tw: 匯出了 {filesExported} / {files} 個檔案

source: Playlist
ar: قائمة التشغيل
bn: প্লেলিস্ট
ca: Llista de reproducció
cs: Seznam skladeb
es: Lista de reproducción
fi: Soittolista
hi: प्लेलिस्ट
ja: 再生リスト
ka: პლეისთი
ne: प्लेलिस्ट
nl: Afspeellijst
ru: Плейлист
ta: பாடல் பட்டியல்
th: เพลย์ลิสต์
uk: Плейлист

source: No loop
ar: بدون تكرار
bn: কোনো লুপ নেই
ca: Sense repetició
cs: Žádné opakování
de: Kein Loop
es: Sin bucle
eu: Ez dago loop-ik
fi: Ei silmukkaa
fr: Pas de boucle
hi: कोई लूप नहीं
it: Nessun ciclo
ja: ループなし
ka: არ არის ციკლი
ne: कोई लूप नहीं
nl: Geen herhaling
pt: Sem loop
ru: Без повтора
ta: சுழற்சி இல்லை
th: ไม่มีการวนซ้ำ
tl: Walang loop
uk: Без повтору

source: Generate
ar: إنشاء
bn: উৎপন্ন করুন
ca: Generar
cs: Generovat
de: Generieren
es: Generar
eu: Sortu
fi: Luo
fr: Générer
hi: उत्पन्न करें
it: Genera
ja: 生成
ka: გააგენერირეთ
ne: जनरेट
nl: Genereren
pt: Gerar
ru: Генерировать
ta: உருவாக்கு
th: สร้าง
tl: Gumawa
uk: Генерувати

source: Undo
ar: تراجع
bn: পূর্বাবস্থায় ফিরুন
ca: Desfer
cs: Zpět
de: Rückgängig
es: Deshacer
eu: Desegondu
fi: Peruuta
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 元に戻す
ka: დაბრუნება
ne: पूर्ववत
nl: Ongedaan maken
pt: Desfazer
ru: Отменить
ta: செயல்தவிர்
th: ย้อนกลับ
tl: I-undo
uk: Скасувати

source: Download all
ar: تنزيل الكل
bn: সব ডাউনলোড করুন
ca: Descarregar tot
cs: Stáhnout vše
de: Alle herunterladen
es: Descargar todo
eu: Guztia deskargatu
fi: Lataa kaikki
fr: Télécharger tout
hi: सभी डाउनलोड करें
it: Scarica tutto
ja: すべてダウンロード
ka: ყველას ჩამოტვირთვა
ne: सभी डाउनलोड करें
nl: Alles downloaden
pt: Baixar tudo
ru: Скачать все
ta: அனைத்தையும் பதிவிறக்குக
th: ดาวน์โหลดทั้งหมด
tl: I-download lahat
uk: Завантажити все

source: Add all to playlist
ar: إضافة الكل إلى قائمة التشغيل
bn: সব প্লেলিস্টে যোগ করুন
ca: Afegir tot a la llista de reproducció
cs: Přidat vše do seznamu skladeb
de: Alle zur Playlist hinzufügen
es: Agregar todo a la lista de reproducción
eu: Guztia playlist-era gehitu
fi: Lisää kaikki soittolistalle
fr: Ajouter tout à la playlist
hi: सभी को प्लेलिस्ट में जोड़ें
it: Aggiungi tutto alla playlist
ja: すべて再生リストに追加
ka: ყველა დაამატეთ პლეისთში
ne: सभी को प्लेलिस्ट में जोड़ें
nl: Voeg alles toe aan afspeellijst
pt: Adicionar tudo à playlist
ru: Добавить все в плейлист
ta: அனைத்தையும் பாடல் பட்டியலில் சேர்க்கவும்
th: เพิ่มทั้งหมดในเพลย์ลิสต์
tl: Idagdag lahat sa playlist
uk: Додати все до плейлиста

source: Add all to queue
ar: إضافة الكل إلى القائمة
bn: সব কিউতে যোগ করুন
ca: Afegir tot a la cua
cs: Přidat vše do fronty
de: Alle zur Warteschlange hinzufügen
es: Agregar todo a la cola
eu: Guztia zerrendara gehitu
fi: Lisää kaikki jonoon
fr: Ajouter tout à la file d'attente
hi: सभी को कतार में जोड़ें
it: Aggiungi tutto alla coda
ja: すべてキューに追加
ka: ყველა დაამატეთ რიგში
ne: सभी को कतार में जोड़ें
nl: Voeg alles toe aan wachtrij
pt: Adicionar tudo à fila
ru: Добавить все в очередь
ta: அனைத்தையும் வரிசைப்படுத்து
th: เพิ่มทั้งหมดในคิว
tl: Idagdag lahat sa pila
uk: Додати все в чергу

source: Play all next
ar: تشغيل الكل بعد ذلك
bn: সব পরবর্তী খেলুন
ca: Reproduir tot a continuació
cs: Přehrát vše následně
de: Alle als Nächstes abspielen
es: Reproducir todo a continuación
eu: Guztia hurrengoan jolastu
fi: Toista kaikki seuraavaksi
fr: Lire tout suivant
hi: सभी को अगले खेलने के लिए
it: Riproduci tutto dopo
ja: すべてを次に再生
ka: ყველა შემდეგ ითამაშე
ne: सभी को अगला प्ले करें
nl: Speel alles volgende
pt: Reproduzir tudo a seguir
ru: Воспроизвести все следующее
ta: அடுத்த உள்ள அனைத்தையும் இயக்கு
th: เล่นทั้งหมดถัดไป
tl: I-play lahat susunod
uk: Відтворити все наступне

source: Pause
ar: إيقاف مؤقت
bn: বিরতি
ca: Pausa
cs: Pauza
es: Pausa
eu: Pausatu
fi: Pysäytä
hi: रोकें
it: Pausa
ja: 一時停止
ka: შეჩერება
ne: विराम
nl: Pauzeren
pt: Pausar
ru: Пауза
ta: நிறுத்து
th: หยุดชั่วคราว
uk: Пауза

source: View all
ar: عرض الكل
bn: সব দেখুন
ca: Veure tot
cs: Zobrazit vše
de: Alle ansehen
es: Ver todo
eu: Ikusi guztia
fi: Näytä kaikki
fr: Voir tout
hi: सभी देखें
it: Vedi tutto
ja: すべて表示
ka: ყველა ნახვა
ne: सभी देखें
nl: Bekijk alles
pt: Ver tudo
ru: Просмотреть все
ta: அனைத்தையும் காண்க
th: ดูทั้งหมด
tl: Tingnan lahat
uk: Переглянути все

# no_tracks_added_yet
source: Looks like you haven't added any tracks yet
ar: يبدو أنك لم تضف أي مسارات بعد
bn: এখনও কোনো ট্র্যাক যোগ করা হয়নি মনে হচ্ছে
ca: Sembla que encara no has afegit cap pista
cs: Zdá se, že jste ještě nepřidali žádné skladby
de: Sie haben noch keine Titel hinzugefügt.
es: Parece que aún no has agregado ninguna canción.
eu: Dirudienez, oraindik ez duzu abestirik gehitu.
fi: Näyttää siltä, että et ole lisännyt vielä mitään kappaleita.
fr: Il semble que vous n'avez encore ajouté aucun morceau.
hi: लगता है आपने अभी तक कोई ट्रैक नहीं जोड़ा है।
it: Sembra che non hai ancora aggiunto nessun brano
ja: まだ曲を追加していないようです
ka: გაჩნდება რომ ჯერ არ გაქვთ დამატებული ტრეკები
ne: लगता है आपने अभी तक कोई ट्रैक नहीं जोड़ा है
nl: Het lijkt erop dat je nog geen nummers hebt toegevoegd
pt: Parece que você ainda não adicionou nenhuma faixa
ru: Похоже, вы ещё не добавили ни одного трека
ta: உங்கள் பாடல்களை இன்னும் சேர்க்கவில்லை என்றால் தெரியாதே
th: ดูเหมือนคุณยังไม่ได้เพิ่มเพลงใด ๆ
tl: Mukhang wala ka pang idinaragdag na mga track
uk: Здається, ви ще не додали жодної пісні

# no_tracks
source: Looks like there are no tracks here
ar: يبدو أنه لا يوجد أي مسارات هنا
bn: এখানে কোনো ট্র্যাক নেই মনে হচ্ছে
ca: Sembla que no hi ha pistes aquí
cs: Zdá se, že zde nejsou žádné skladby
de: Es sieht so aus, als ob hier keine Titel sind.
es: Parece que no hay canciones aquí.
eu: Ez dirudi hemen abestirik dagoenik.
fi: Näyttää siltä, että täällä ei ole kappaleita.
fr: Il semble qu'il n'y ait pas de morceaux ici.
hi: लगता है यहाँ कोई ट्रैक नहीं है।
it: Sembra che non ci siano brani qui
ja: ここには曲がないようです
ka: გავლებული არ ჩანს არ არსებობს ტრეკები
ne: यहाँ कोई ट्रैक नहीं दिख रहे हैं
nl: Het lijkt erop dat er hier geen nummers zijn
pt: Parece que não há faixas aqui
ru: Похоже, здесь нет треков
ta: இங்கு பாடல்கள் எதுவும் இல்லை
th: ดูเหมือนจะไม่มีเพลงที่นี่
tl: Mukhang walang mga track dito
uk: Здається, тут немає пісень

# no_tracks_listened_yet
source: Looks like you haven't listened to anything yet
ar: يبدو أنك لم تستمع إلى أي شيء بعد
bn: এখনও কিছু শোনা হয়নি মনে হচ্ছে
ca: Sembla que no has escoltat res encara
cs: Zdá se, že jste ještě nic neposlouchali
de: Es scheint, dass Sie noch nichts gehört haben.
es: Parece que no has escuchado nada todavía.
eu: Dirudienez, oraindik ez duzu ezer entzun.
fi: Näyttää siltä, että et ole kuunnellut mitään vielä.
fr: Il semble que vous n'avez encore rien écouté.
hi: लगता है आपने अभी तक कुछ नहीं सुना है।
it: Sembra che non hai ascoltato nulla ancora
ja: まだ何も聞いていないようです
ka: გქონდეთ გრძნობა, რომ ჯერ არაფერი უსმენია
ne: आपने अभी तक कुछ नहीं सुना है ऐसा लगता है
nl: Het lijkt erop dat je nog niets hebt beluisterd
pt: Parece que você ainda não ouviu nada
ru: Похоже, вы ещё ничего не слушали
ta: இன்னும் எதையும் கேள்வியில்லை
th: ดูเหมือนคุณยังไม่ได้ฟังอะไรเลย
tl: Mukhang wala ka pang pinakikinggan
uk: Здається, ви ще нічого не слухали

# not_following_artists
source: You're not following any artists
ar: أنت لا تتابع أي فنانين
bn: আপনি কোনো শিল্পীকে অনুসরণ করছেন না
ca: No estàs seguint cap artista
cs: Nezajímáte se o žádné umělce
de: Sie folgen noch keinem Künstler.
es: No sigues a ningún artista.
eu: Ez zaude artisten atzetik.
fi: Et seuraa yhtään artistia.
fr: Vous ne suivez aucun artiste.
hi: आप किसी भी कलाकार को फॉलो नहीं कर रहे हैं।
it: Non stai seguendo alcun artista
ja: アーティストをフォローしていません
ka: არ მიჰყვებით რომელიმე არტისტს
ne: आप किसी कलाकार को फॉलो नहीं कर रहे हैं
nl: Je volgt geen artiesten
pt: Você não está seguindo nenhum artista
ru: Вы не подписаны на художников
ta: நீங்கள் எந்த கலைஞரையும் பின்தொடரவில்லை
th: คุณไม่ได้ติดตามศิลปินใด ๆ
tl: Hindi ka sumusunod sa anumang mga artista
uk: Ви не підписані на жодного артиста

# no_favorite_albums_yet
source: Looks like you haven't added any albums to your favorites yet
ar: يبدو أنك لم تضف أي ألبومات إلى المفضلة بعد
bn: এখনও কোনো অ্যালবাম প্রিয় তালিকায় যোগ করা হয়নি মনে হচ্ছে
ca: Sembla que encara no has afegit cap àlbum als teus favorits
cs: Zdá se, že jste ještě nepřidali žádné alba mezi oblíbené
de: Es sieht so aus, als ob Sie noch keine Alben zu Ihren Favoriten hinzugefügt haben.
es: Parece que aún no has agregado ningún álbum a tus favoritos.
eu: Dirudienez, oraindik ez duzu albumik gehitu zure gogokoen artean.
fi: Näyttää siltä, että et ole lisännyt yhtään albumia suosikkeihisi.
fr: Il semble que vous n'ayez encore ajouté aucun album à vos favoris.
hi: लगता है आपने अभी तक कोई एल्बम अपनी पसंदीदा सूची में नहीं जोड़ा है।
it: Sembra che non hai ancora aggiunto album ai tuoi preferiti
ja: まだお気に入りのアルバムを追加していないようです
ka: გაჩნდება რომ ჯერ არ გაქვთ დამატებული ალბომები თქვენს ფავორიტებში
ne: लगता है आपने अभी तक कोई एल्बम पसंदीदा में नहीं जोड़ा है
nl: Het lijkt erop dat je nog geen albums aan je favorieten hebt toegevoegd
pt: Parece que você ainda não adicionou nenhum álbum aos favoritos
ru: Похоже, вы ещё не добавили ни одного альбома в избранное
ta: நீங்கள் இன்னும் எந்த ஆல்பங்களையும் பிடித்தவையாகச் சேர்க்கவில்லை
th: ดูเหมือนคุณยังไม่ได้เพิ่มอัลบัมใด ๆ ในรายการโปรด
tl: Mukhang wala ka pang idinagdag na anumang mga album sa iyong mga paborito
uk: Здається, ви ще не додали жодного альбому в улюблені

source: No logs found
ar: لم يتم العثور على سجلات
bn: কোনো লগ পাওয়া যায়নি
ca: No s'han trobat registres
cs: Žádné záznamy nenalezeny
de: Keine Protokolle gefunden
es: No se encontraron registros
eu: Ez dira log-ak aurkitu
fi: Ei lokitietoja löydetty
fr: Aucun log trouvé
hi: कोई लॉग नहीं मिला
it: Nessun registro trovato
ja: ログなし
ka: ჩაწერები ვერ მოიძებნა
ne: कोई लॉग नहीं मिला
nl: Geen logbestanden gevonden
pt: Nenhum log encontrado
ru: Логи не найдены
ta: பதிவுகள் எதுவும் கிடைக்கவில்லை
th: ไม่พบบันทึก
tl: Walang nahanap na mga log
uk: Жодних журналів не знайдено
