Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

# download_agreement_3
source: I'm completely aware that my IP can get blocked on YouTube & I don't hold Spotube or his owners/contributors responsible for any accidents caused by my current action
ar: أدرك تمامًا أنه يمكن حظر عنوان IP الخاص بي على YouTube ولا أحمل Spotube أو مالكيه/مساهميه المسؤولية عن أي حوادث ناجمة عن الإجراء الحالي الخاص بي
bn: আমি সম্পূর্ণরূপে জানি যে আমার IP YouTube-তে ব্লক হতে পারে এবং আমি Spotube বা তার মালিকানাধীন কোনও দায়িত্ব পেতে পারিনি আমার বর্তমান ক্রিয়াটি দ্বারা সৃষ্ট দুর্ঘটনা করার জন্য
ca: Sóc completament conscient que la meva IP pot ser bloqueada per YouTube i no responsabilizo a Spotube ni als seus propietaris/contribuents per qualsevol incident causat per la meva acció actual
cs: Jsem si naprosto vědom toho, že moje IP může být na YouTube zablokována a nenesu žádnou odpovědnost za nehody způsobené mým současným jednáním
de: Mir ist vollkommen bewusst, dass meine IP-Adresse auf YouTube gesperrt werden kann, und ich halte Spotube oder seine Eigentümer/Mitarbeiter nicht für etwaige Unfälle verantwortlich, die durch meine derzeitige Handlung verursacht werden.
es: Soy completamente consciente de que mi IP puede ser bloqueada en YouTube y no responsabilizo a Spotube ni a sus dueños/contribuyentes por cualquier incidente causado por mi acción actual
eu: Erabat jakitun naiz YouTubek nire IPa blokea dezakeela eta ez diot Spotube-ri edo bere jabe/laguntzaileei erantzukizunik eskatuko nire oraingo jokaerak ekar ditzakeen arazoengatik
fa: من کاملا میدانم که از طرف یوتوب بلاک میشم و این برنامه و مالکان را مسول این حادثه نمیدانم.
fi: Ymmärrän että minun YouTube voi estää IP-Osoitteeni ja en pidä Spotubea tai omistajiinsa/avustajia vastuullisena mistään omista teoistsani
fr: Je suis parfaitement conscient(e) que mon adresse IP peut être bloquée sur YouTube et je ne tiens pas Spotube ni ses propriétaires/contributeurs responsables de tout accident causé par mon action actuelle.
hi: मैं पूरी तरह से जागरूक हूं कि मेरा आईपी YouTube पर ब्लॉक हो सकता है और मैं स्पोट्यूब या उसके मालिकों / सहयोगियों को किसी भी दुर्घटना के लिए जिम्मेदार नहीं मानता।
id: Saya sepenuhnya menyadari bahwa IP saya dapat diblokir di YouTube & saya tidak menganggap Spotube atau pemilik/kontributornya bertanggung jawab atas kecelakaan apa pun yang disebabkan oleh tindakan saya saat ini
it: Sono completamente cosciente che il mio IP può essere bloccato da YouTube & non riterrò responsabili Spotube o i suoi autori/contributori per ogni inconveniente causato dalla mia azione corrente
ja: 私のIPがYouTubeにブロックされることがあると完全に把握した。私のこの行動により起きたどんな事故も、Spotube やその所有者/貢献者に責任はありません。
ko: 본인은 YouTube에서 내 IP가 차단될 수 있음을 완전히 알고 있으며, 현재 내 행동으로 인해 발생하는 사고에 대해 Spotube 또는 그 소유자/기여자에게 책임을 묻지 않습니다.
ne: म पूरा रूपमा जान्छु कि मेरो आइपी YouTube मा ब्लक हुन सक्छ र म मन्छेहरूले मेरो चासोबाट भएको कुनै दुर्घटनामा स्पट्यूब वा तिनीहरूको मालिकहरू/सहयोगीहरूलाई दायित्वी ठान्छुँभन्ने पूर्ण जानकारी छैन
nl: Ik ben me er volledig van bewust dat mijn IP geblokkeerd kan worden op YouTube & ik houd Spotube of zijn eigenaars/contributeurs niet verantwoordelijk voor ongelukken die veroorzaakt worden door mijn huidige actie.
pa: ਮੈਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਤਾ ਹੈ ਕਿ ਮੇਰਾ ਆਈਪੀ ਯੂਟਿਊਬ 'ਤੇ ਬਲੌਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਮੈਂ ਕਿਸੇ ਵੀ ਦੁਰਘਟਨਾ ਲਈ ਸਪੋਟੀਫਾਈ ਜਾਂ ਇਸਦੇ ਮਾਲਕਾਂ/ਸਬੰਧੀਆਂ ਨੂੰ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਠਹਿਰਾਉਂਦਾ ਹਾਂ।
pl: Jestem całkowicie świadomy, że moje IP może zostać zablokowane w YouTube i nie pociągam Spotube ani jego właścicieli/współtwórców do odpowiedzialności za jakiekolwiek wypadki spowodowane moimi obecnymi działaniami
pt: Estou completamente ciente de que meu IP pode ser bloqueado no YouTube e não responsabilizo o Spotube ou seus proprietários/colaboradores por quaisquer acidentes causados pela minha ação atual
ru: Я полностью осознаю, что мой IP-адрес может быть заблокирован на YouTube, и я не считаю Spotube или его владельцев/соавторов ответственными за какие-либо неприятности, вызванные моими текущими действиями
ta: என் IP YouTube இல் தடைசெய்யப்படலாம் என்பதை நான் முழுமையாக அறிவேன், மேலும் என் தற்போதைய செயலால் ஏற்படும் எந்த விபத்துகளுக்கும் Spotube அல்லது அதன் உரிமையாளர்கள்/பங்களிப்பாளர்களை பொறுப்பாக்க மாட்டேன்
th: ฉันรับทราบอย่างสมบูรณ์ว่า IP ของฉันอาจถูกบล็อกบน YouTube และฉันจะไม่ถือ Spotube หรือเจ้าของ/ผู้มีส่วนร่วมใด ๆ รับผิดชอบต่ออุบัติเหตุใด ๆ ที่เกิดจากการกระทำปัจจุบันของฉัน
tl: Lubos kong nauunawaan na ang aking IP ay maaaring ma-block sa YouTube at hindi ko pinanghahawakan ang Spotube o ang kanyang mga may-ari/nag-ambag na responsable para sa anumang aksidente na sanhi ng aking kasalukuyang aksyon
uk: Я повністю усвідомлюю, що мій IP може бути заблокований на YouTube, і я не покладаю на Spotube або його власників/контрибуторів відповідальність за будь-які нещасні випадки, спричинені моїми діями.
vi: Tôi hoàn toàn nhận thức được rằng địa chỉ IP của tôi có thể bị chặn trên YouTube và tôi không đổ lỗi cho Spotube hoặc chủ sở hữu/người đóng góp của nó về bất kỳ tai nạn nào do hành động này của tôi
zh: 我完全了解我的 IP 存在被 YouTube的风险。我同意 Spotube 的所有者与贡献者们无须对我目前的行为所导致的任何后果负责
zh_tw: 我完全瞭解我的 IP 存在被 YouTube 的風險。我同意 Spotube 的所有者與貢獻者們無須對我目前的行為所導致的任何後果負責

source: Decline
ar: رفض
bn: অগ্রায়ন করুন
ca: Rebutjar
cs: Odmítnout
de: Ablehnen
es: Rechazar
eu: Baztertu
fa: قبول نکردن
fi: Hylkää
fr: Refuser
hi: इनकार करें
id: Menolak
it: Declino
ja: 同意しない
ka: უარყოფა
ko: 거절
ne: अस्वीकृत
nl: Weigeren
pa: ਇਨਕਾਰ ਕਰੋ
pl: Odrzuć
pt: Recusar
ru: Отклонить
ta: மறு
th: ปฏิเสธ
tl: Tanggihan
uk: Відхилити
vi: Từ chối
zh: 拒绝
zh_tw: 拒絕

source: Accept
ar: قبول
bn: গ্রহণ করুন
ca: Acceptar
cs: Přijmout
de: Akzeptieren
es: Aceptar
eu: Onartu
fa: قبول
fi: Hyväksy
fr: Accepter
hi: स्वीकार करें
id: Setuju
it: Accetto
ja: 同意する
ka: დათანხმება
ko: 동의
ne: स्वीकृत
nl: Accepteren
pa: ਸਵੀਕਾਰ ਕਰੋ
pl: Akceptuj
pt: Aceitar
ru: Принять
ta: ஏற்றுக்கொள்
th: ยอมรับ
tl: Tanggapin
uk: Прийняти
vi: Chấp nhận
zh: 同意
zh_tw: 同意

source: Details
ar: تفاصيل
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
es: Detalles
eu: Xehetasunak
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
ka: დეტალები
ko: 상세
ne: विवरण
nl: Bijzonderheden
pa: ਵਿਵਰਣ
pl: Szczegóły
pt: Detalhes
ru: Детали
ta: விவரங்கள்
th: รายละเอียด
tl: Mga Detalye
uk: Деталі
vi: Chi tiết
zh: 详情
zh_tw: 詳細資料

source: Channel
ar: قناة
bn: চ্যানেল
ca: Canal
cs: Kanál
de: Kanal
es: Canal
eu: Kanala
fa: کانال
fi: Kanava
fr: Chaîne
hi: चैनल
it: Canale
ja: チャンネル
ko: 채널
ne: च्यानल
nl: Kanaal
pa: ਚੈਨਲ
pl: Kanał
pt: Canal
ru: Канал
ta: சேனல்
th: ช่อง
uk: Канал
vi: Kênh
zh: 频道
zh_tw: 頻道

source: Likes
ar: إعجابات
bn: লাইক
ca: M'agrada
cs: Líbí se
es: Me gusta
eu: Gustukoak
fa: دوست داشتن
fi: Tykkäykset
fr: J'aime
hi: पसंद
id: Suka
it: Mi Piace
ja: 高評価
ka: მოწონებები
ko: 좋아요
ne: लाइकहरू
nl: Liefs
pa: ਪਸੰਦ
pl: Polubienia
pt: Curtidas
ru: Нравится
ta: விருப்பங்கள்
th: ถูกใจ
tl: Mga Like
uk: Подобається
vi: Thích
zh: 赞
zh_tw: 贊

source: Dislikes
ar: عدم الإعجابات
bn: অপছন্দ
ca: No m'agrada
cs: Nelíbí se
es: No me gusta
eu: Ez gustukoak
fa: دوست نداشتن
fi: Epä-tykkäykset
fr: Je n'aime pas
hi: अप्रिय
id: Tidak Suka
it: Non Mi Piace
ja: 低評価
ka: არ მოწონებები
ko: 싫어요
ne: असुनुहरू
nl: Hekels
pa: ਨਾਪਸੰਦ
pl: Nie lubi
pt: Descurtidas
ru: Не нравится
ta: விருப்பமில்லாதவை
th: ไม่ชอบ
tl: Mga Dislike
uk: Не подобається
vi: Không thích
zh: 踩
zh_tw: 踩

source: Views
ar: مشاهدات
bn: দর্শনার্থী
ca: Vistes
cs: Zobrazení
de: Aufrufe
es: Vistas
eu: Ikuspenak
fa: بازدید
fi: Näyttökerrat
fr: Vues
hi: दृश्य
id: Dilihat
it: Viste
ja: 視聴回数
ka: ნახვები
ko: 조회수
ne: हेरिएको
nl: Weergaven
pa: ਵਿਯੂ
pl: Wyświetlenia
pt: Visualizações
ru: Просмотров
ta: பார்வைகள்
th: วิว
tl: Mga View
uk: Переглядів
vi: Lượt xem
zh: 浏览次数
zh_tw: 瀏覽次數

source: Stream URL
ar: عنوان URL البث
bn: স্ট্রিম URL
ca: URL del streaming
cs: URL streamu
es: URL del streaming
eu: Streaming-aren URLa
fa: لینک اثر
fi: Suoratoiston URL
fr: URL de diffusion
hi: स्ट्रीम URL
id: URL Stream
it: URL dello streaming
ja: 動画の URL
ka: სტრიმის ლინკი
ko: 스트림 URL
ne: स्ट्रिम यूआरएल
pa: ਸਟ੍ਰੀਮ ਯੂਆਰਐਲ
pl: URL strumienia
pt: URL do Stream
ru: URL-адрес потока
ta: ஸ்ட்ரீம் URL
th: สตรีม URL
uk: Посилання на стрімінг
vi: URL phát trực tiếp
zh: 播放流 URL
zh_tw: 播放串流 URL

source: Stop
ar: إيقاف
bn: বন্ধ করুন
ca: Parar
cs: Zastavit
de: Stopp
es: Detener
eu: Gelditu
fa: توقف
fi: Lopeta
fr: Arrêter
hi: रोकें
id: Berhenti
ja: 中止
ka: გაჩერება
ko: 중지
ne: रोक्नुहोस्
nl: Stoppen
pa: ਰੋਕੋ
pt: Parar
ru: Остановить
ta: நிறுத்து
th: หยุด
tl: Ihinto
uk: Зупинити
vi: Dừng
zh: 停止
zh_tw: 停止

# sort_newest
source: Sort by newest added
ar: الترتيب حسب الأقدم
bn: নতুনতম অনুসারে সাজান
ca: Ordenar per més noves
cs: Seřadit od nejnovějších
de: Nach neuesten Hinzufügungen sortieren
es: Ordenar por más recientes
eu: Ordenatu gehitu berrienetik
fa: مرتب سازی بر اساس جدید ترین اضافه شده
fi: Suodata uusimmista
fr: Trier par les plus récents
hi: नवीनतम जोड़े गए के अनुसार क्रमबद्ध करें
id: Urutkan yang baru ditambah
it: Ordina per nuovi aggiunti
ja: 追加日の新しい順に並び替え
ka: ფალაგება სიახლის მიხედიტ
ko: 최근에 추가된 순으로 정렬
ne: नयाँ थपिएकोमा क्रमबद्ध गर्नुहोस्
nl: Sorteren op recent toegevoegd
pa: ਨਵੇਂ ਜੋੜੇ ਗਏ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ ਕਰੋ
pl: Sortuj według ostatnio dodanych
pt: Ordenar por mais recente adicionado
ru: Сортировать по самым новым добавленным
ta: புதிதாக சேர்க்கப்பட்டவற்றை வரிசைப்படுத்து
th: เรียงตามการเพิ่มใหม่ล่าสุด
tl: Ayusin ayon sa pinakabagong idinagdag
uk: Сортувати за датою додавання (новіші першими)
vi: Sắp xếp theo mới nhất
zh: 按添加日期正序
zh_tw: 依最新新增排序

# sort_oldest
source: Sort by oldest added
ar: الترتيب حسب الأقدم
bn: পুরানোতম অনুসারে সাজান
ca: Ordenar per més antigues
cs: Seřadit od nejstarších
de: Nach ältesten Hinzufügungen sortieren
es: Ordenar por más antiguos
eu: Ordenatu gehitu zaharrenetik
fa: مرتب سازی بر اساس قدیمی ترین اضافه شده
fi: Suodata vanhimmista
fr: Trier par les plus anciens
hi: सबसे पुराने जोड़े गए के अनुसार क्रमबद्ध करें
id: Urutkan yang paling lama ditambah
it: Ordina per aggiunta più vecchia
ja: 追加日の古い順に並び替え
ka: დალაგება სიძველის მიხედვით
ko: 예전에 추가된 순으로 정렬
ne: पुरानो थपिएकोमा क्रमबद्ध गर्नुहोस्
nl: Sorteren op langst toegevoegd
pa: ਸਭਤੋਂ ਪੁਰਾਣੇ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ ਕਰੋ
pl: Sortuj według najstarszych dodanych
pt: Ordenar por mais antigo adicionado
ru: Сортировать по самым старым добавленным
ta: பழமையானவற்றை வரிசைப்படுத்து
th: เรียงตามการเพิ่มเก่าสุด
tl: Ayusin ayon sa pinakalumang idinagdag
uk: Сортувати за датою додавання (старіші першими)
vi: Sắp xếp theo cũ nhất
zh: 按添加日期倒序
zh_tw: 依最舊新增排序

source: Sleep Timer
ar: مؤقت النوم
bn: স্লীপ টাইমার
ca: Temporitzador d'apagat
cs: Časovač spánku
de: Schlaftimer
es: Temporizador de apagado
eu: Itzaltzeko tenporizadorea
fa: زمان خواب
fi: Uniajastin
fr: Minuteur de veille
hi: स्लीप टाइमर
id: Pengatur Waktu Tidur
it: Timer Dormire
ja: スリープタイマー
ka: ძილის ტაიმერი
ko: 취침 타이머
ne: सुत्ने टाइमर
nl: Slaaptimer
pa: ਸਲੀਪ ਟਾਈਮਰ
pl: Minutnik
pt: Temporizador de Sono
ru: Таймер сна
ta: உறக்க நேரம்
th: ตั้งเวลาปิด
uk: Таймер сну
vi: Hẹn giờ tắt
zh: 睡眠定时器
zh_tw: 睡眠定時器

# mins
source: {minutes} Minutes
ar: {minutes} دقائق
bn: {minutes} মিনিট
ca: {minutes} minuts
cs: {minutes} Minut
de: {minutes} Minuten
es: {minutes} minutos
eu: {minutes} minutu
fa: {minutes} دقیقه
fi: {minutes} Minuuttia
hi: {minutes} मिनट
id: {minutes} Menit
it: {minutes} Minuti
ja: {minutes} 分
ka: {minutes} წუთი
ko: {minutes} 분
ne: {minutes} मिनेटहरू
nl: {minutes} minuten
pa: {minutes} ਮਿੰਟ
pl: {minutes} Minuty
pt: {minutes} Minutos
ru: {minutes} Минут
ta: {minutes} நிமிடங்கள்
th: {minutes} นาที
tl: {minutes} Minuto
uk: {minutes} хвилин
vi: {minutes} Phút
zh: {minutes} 分
zh_tw: {minutes} 分

# hours
source: {hours} Hours
ar: {hours} ساعات
bn: {hours} ঘন্টা
ca: {hours} hores
cs: {hours} Hodin
de: {hours} Stunden
es: {hours} horas
eu: {hours} ordu
fa: {hours} ساعت
fi: {hours} Tuntia
fr: {hours} heures
hi: {hours} घंटे
id: {hours} Jam
it: {hours} Ore
ja: {hours} 時間
ka: {hours} საათი
ko: {hours} 시간
ne: {hours} घण्टाहरू
nl: {hours} uren
pa: {hours} ਘੰਟੇ
pl: {hours} Godziny
pt: {hours} Horas
ru: {hours} Часы
ta: {hours} மணிநேரங்கள்
th: {hours} ชั่วโมง
tl: {hours} Oras
uk: {hours} годин
vi: {hours} Giờ
zh: {hours} 时
zh_tw: {hours} 時

# hour
source: {hours} Hour
ar: {hours} ساعة
bn: {hours} ঘন্টা
ca: {hours} hora
cs: {hours} Hodina
de: {hours} Stunde
es: {hours} hora
eu: {hours} ordu
fa: {hours} ساعت
fi: {hours} Tunti
fr: {hours} heure
hi: {hours} घंटा
id: {hours} Jam
it: {hours} Ora
ja: {hours} 時間
ka: {hours} საათი
ko: {hours} 시간
ne: {hours} घण्टा
nl: {hours} uur
pa: {hours} ਘੰਟਾ
pl: {hours} Godzina
pt: {hours} Hora
ru: {hours} Час
ta: {hours} மணிநேரம்
th: {hours} ชั่วโมง
tl: {hours} Oras
uk: {hours} година
vi: {hours} Giờ
zh: {hours} 时
zh_tw: {hours} 時

source: Custom Hours
ar: ساعات مخصصة
bn: কাস্টম ঘন্টা
ca: Hores personalitzades
cs: Vlastní hodiny
de: Benutzerdefinierte Stunden
es: Horas personalizadas
eu: Ordu pertsonalizatuak
fa: ساعت سفارشی
fi: Mukautetut tunnit
fr: Heures personnalisées
hi: कस्टम घंटे
id: Jam Kostum
it: Orari Personalizzati
ja: 時間を指定
ka: მორგებული საათები
ko: 시간 설정
ne: कस्टम घण्टाहरू
nl: Aangepaste uren
pa: ਕਸਟਮ ਘੰਟੇ
pl: Własne godziny
pt: Horas Personalizadas
ru: Пользовательские часы
ta: தனிப்பயன் மணிநேரங்கள்
th: ชั่วโมงที่กำหนดเอง
tl: Custom na Oras
uk: Кількість годин на замовлення
vi: Giờ Tùy chỉnh
zh: 自定义时间
zh_tw: 自訂時間

source: Logs
ar: سجلات
bn: লগ
ca: Registres
cs: Protokoly
de: Protokolle
es: Registros
eu: Log-ak
fa: رسید خطا
fi: Lokit
fr: Journaux
hi: लॉग
id: Log
it: Log
ja: ログ
ka: ლოგები
ko: 로그
ne: लगहरू
nl: Logboeken
pa: ਚਿੱਠੇ
pl: Logi
pt: Registros
ru: Журналы
ta: பதிவுகள்
th: บันทึก
tl: Mga Log
uk: Логи
vi: Nhật ký
zh: 日志
zh_tw: 日誌

source: Developers
ar: المطورون
bn: ডেভেলপার
ca: Desenvolupadors
cs: Vývojáři
de: Entwickler
es: Desarrolladores
eu: Garatzaileak
fa: توسعه دهنده ها
fi: Kehittäjät
fr: Développeurs
hi: डेवलपर्स
id: Pengembang
it: Sviluppatori
ja: 開発
ka: დეველოპერები
ko: 개발
ne: डेभेलपर्स
nl: Ontwikkelaars
pa: ਡਿਵੈਲਪਰ
pl: Developerzy
pt: Desenvolvedores
ru: Разработчики
ta: உருவாக்குநர்கள்
th: นักพัฒนา
tl: Mga Developer
uk: Розробники
vi: Nhà phát triển
zh: 开发者
zh_tw: 開發者

# not_logged_in
source: You're not logged in
ar: لم تقم بتسجيل الدخول
bn: আপনি লগইন করা নেই
ca: No ha iniciat sesió
cs: Nejste přihlášeni
de: Sie sind nicht angemeldet
es: No has iniciado sesión
eu: Ez duzu saioa hasi
fa: شما وارد نشده اید
fi: Et ole kirjautunut sisään.
fr: Vous n'êtes pas connecté(e)
hi: आप लॉग इन नहीं हैं
id: Anda belum masuk
it: Non hai effettuato l'accesso
ja: ログインしていません
ka: არ ხარ დალოგინებული
ko: 로그인하지 않았습니다
ne: तपाईंले लगइन गरेका छैनौं
nl: Je bent niet aangemeld
pa: ਤੁਸੀਂ ਦਾਖ਼ਲ ਨਹੀਂ ਹੋ
pl: Nie jesteś zalogowany
pt: Você não está logado
ru: Вы не выполнили вход
ta: நீங்கள் உள்நுழையவில்லை
th: คุณไม่ได้เข้าสู่ระบบ
tl: Hindi ka naka-log in
uk: Ви не ввійшли в обліковий запис
vi: Bạn chưa đăng nhập
zh: 你尚未登录
zh_tw: 您尚未登入

source: Search Mode
ar: وضع البحث
bn: অনুসন্ধান মোড
ca: Mode de cerca
cs: Režim hledání
de: Suchmodus
es: Modo de búsqueda
eu: Bilaketa modua
fa: حالت جستجو
fi: Hakutila
fr: Mode de recherche
hi: खोज मोड
id: Mode Pencarian
it: Modalità Ricerca
ja: 検索モード
ka: ძებნის რეჟიმი
ko: 검색 모드
ne: खोज मोड
nl: Zoekmodus
pa: ਖੋਜ ਮੋਡ
pl: Tryb szukania
pt: Modo de Busca
ru: Режим поиска
ta: தேடல் முறை
th: โหมดการค้นหา
tl: Mode ng Paghahanap
uk: Режим пошуку
vi: Chế độ tìm kiếm
zh: 搜索模式
zh_tw: 搜尋模式

source: Audio Source
ar: مصدر الصوت
bn: অডিও উৎস
ca: Font d'àudio
cs: Zdroj zvuku
de: Audioquelle
es: Fuente de audio
eu: Audio Iturria
fa: منبع صدا
fi: Äänilähde
fr: Source audio
hi: ऑडियो स्रोत
id: Sumber Suara
it: Fonte audio
ja: 音声の提供元
ka: აუდიოს წყარო
ko: 오디오 출처
ne: अडियो स्रोत
nl: Audiobron
pa: ਆਡੀਓ ਸਰੋਤ
pl: Źródło dźwięku
pt: Fonte de Áudio
ru: Источник аудио
ta: ஒலி மூலம்
th: แหล่งที่มาของเสียง
tl: Pinagmulan ng Audio
uk: Джерело аудіо
vi: Nguồn âm thanh
zh: 音频源
zh_tw: 音訊來源

source: Ok
ar: حسسناً
bn: ঠিক আছে
fa: باشد
hi: ठीक है
ka: ოკ
ko: 알겠습니다
ne: ठिक छ
nl: Oké
pa: ਠੀਕ ਹੈ
ru: Ок
ta: சரி
th: ตกลง
uk: Гаразд
zh: 确定
zh_tw: 確定

source: Failed to encrypt
ar: فشل في التشفير
bn: এনক্রিপ্ট করা ব্যর্থ হয়েছে
ca: Error al xifrar
cs: Šifrování selhalo
de: Verschlüsselung fehlgeschlagen
es: Error al cifrar
eu: Errorea zifratzean
fa: رمز گذاری نشده
fi: Salaaminen epäonnistui
fr: Échec de la cryptage
hi: एन्क्रिप्ट करने में विफल रहा
id: Gagal mengenkripsi
it: Criptazione fallita
ja: 暗号化に失敗しました
ka: დაშიფვრა ვერ მოხერხდა
ko: 암호화에 실패했습니다
ne: एन्क्रिप्ट गर्न सकिएन
nl: Versleuteling mislukt
pa: ਇਨਕ੍ਰਿਪਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie można zaszyfrować :(
pt: Falha ao criptografar
ru: Не удалось зашифровать
ta: குறியாக்கம் தோல்வியடைந்தது
th: เข้ารหัสล้มเหลว
tl: Nabigong i-encrypt
uk: Не вдалося зашифрувати
vi: Mã hóa không thành công
zh: 加密失败
zh_tw: 加密失敗
