Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: {track} will play next
ar: {track} سيتم تشغيل التالي
bn: {track} পরবর্তীতে চালানো হবে
ca: {track} es reproduirà a continuació
cs: {track} se přehraje jako další
de: {track} wird als nächstes abgespielt
es: {track} se reproducirá a continuación
eu: {track} erreproduzituko da ondoren
fa: {track} پخش خواهد شد
fi: {track} Soitetaan seuraavaksi
fr: {track} sera joué ensuite
hi: {track} अगले में चलेगा
id: {track} akan diputar berikutnya
it: in seguito sarà riprodotta {track}
ja: {track} を次に再生
ka: {track} დაუკრავს შემდეგს
ko: {track} 을 이 다음에 재생
ne: {track} अरूलाई पहिलोमा बज्नेछ
nl: {track} wordt hierna afgespeeld
pa: {track} ਅਗਲਾ ਚਲਾਉ
pl: {track} następny
pt: {track} será reproduzida em seguida
ru: {track} будет воспроизведен следующим
ta: {track} அடுத்து இயக்கப்படும்
th: {track} จะเล่นต่อไป
tl: Ang {track} ay tutugtog susunod
uk: {track} буде відтворено наступним
vi: {track} sẽ được phát tiếp theo
zh: {track} 将在下一首播放
zh_tw: {track} 將在下一首播放

source: Play next
ar: تشغيل التالي
bn: পরবর্তীতে চালান
ca: Reproduir a continuació
cs: Přehrát další
de: Als nächstes abspielen
es: Reproducir a continuación
eu: Hurrengo erreprodukzioa
fa: پخش آهنگ بعدی
fi: Soita seuraavaksi
fr: Lire ensuite
hi: अगले में चलाएँ
id: Mainkan selanjutnya
it: Riproduci prossimo
ja: 次に再生
ka: შემდეგის დაკვრა
ko: 이 다음에 재생
ne: पछिबजाउनुहोस्
nl: Volgende afspelen
pa: ਅਗਲਾ ਚਲਾਉ
pl: Odtwórz następny
pt: Reproduzir em seguida
ru: Воспроизвести следующий
ta: அடுத்து இயக்கு
th: เล่นต่อไป
tl: I-play susunod
uk: Відтворити наступним
vi: Phát tiếp theo
zh: 下一首播放
zh_tw: 下一首播放

source: Removed {track} from queue
ar: تم الإزالة {track} من قائمة الإنتظار
bn: কিউ থেকে {track} সরিয়ে নেওয়া হয়েছে
ca: {track} eliminada de la llista
cs: Odstraněna skladba {track} z fronty
de: {track} aus der Warteschlange entfernt
es: {track} eliminada de la lista
eu: {track} zerrendatik ezabatua
fa: {track} از لیست پخش حذف شد
fi: Poistettiin {track} jonosta
fr: {track} retiré de la file d'attente
hi: {track} को कतार से हटा दिया गया
id: Menghapus {track} dari antrian
it: Rimosso {track} dalla coda
ja: キューから {track} を除去しました
ka: რიგიდან წაიშალა {track}
ko: 대기열에서 {track} 를 제거함
ne: {track} लाई कतारबाट हटाइएको छ
nl: {track} van wachtrij verwijderd
pa: {track} ਨੂੰ ਕਤਾਰ ਵਿੱਚੋਂ ਹਟਾਇਆ ਗਿਆ
pl: Usunięto {track} z kolejki
pt: {track} removida da fila
ru: {track} удален из очереди
ta: {track} வரிசையிலிருந்து நீக்கப்பட்டது
th: ลบ {track} ออกจากคิว
tl: Tinanggal ang {track} mula sa pila
uk: Видалено {track} з черги
vi: Đã xóa {track} khỏi hàng đợi
zh: 将 {track} 从播放队列中移除
zh_tw: 將 {track} 從播放隊列中移除

source: Remove from queue
ar: إزالة من قائمة الإنتظار
bn: কিউ থেকে সরান
ca: Eliminar de la llista
cs: Odstranit z fronty
de: Aus der Warteschlange entfernen
es: Eliminar de la lista
eu: Ezabatu ilaratik
fa: از لیست پخش حذف شد
fi: Poista jonosta
fr: Retirer de la file d'attente
hi: कतार से हटाएँ
id: Hapus dari antrian
it: Rimuovi dalla coda
ja: キューから除去
ka: რიგიდან წაშლა
ko: 대기열에서 제거
ne: कतारबाट हटाउनुहोस्
nl: Van wachtrij verwijderen
pa: ਕਤਾਰ ਵਿੱਚ ਹਟਾਉ
pl: Usunięto z kolejki
pt: Remover da fila
ru: Удалить из очереди
ta: வரிசையிலிருந்து நீக்கு
th: ลบออกจากคิว
tl: Alisin mula sa pila
uk: Видалити з черги
vi: Xóa khỏi hàng đợi
zh: 从播放队列移除
zh_tw: 從播放隊列移除

source: Remove from favorites
ar: إزالة من المفضلة
bn: পছন্দের তালিকা থেকে অপসারণ করুন
ca: Eliminar de preferits
cs: Odstranit z oblíbených
de: Aus Favoriten entfernen
es: Eliminar de favoritos
eu: Ezabatu gogokoetatik
fa: از علاقمندی ها حدف شد
fi: Poista suosikeista
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから除去
ka: ფავორიტებიდან წაშლა
ko: 즐겨찾기에서 제거
ne: पसन्दीदामा बाट हटाउनुहोस्
nl: Van favorieten verwijderen
pa: ਪਸੰਦੀਦਾ ਵਿੱਚੋਂ ਹਟਾਉ
pl: Usunięto z ulubionych
pt: Remover dos favoritos
ru: Удалить из избранного
ta: பிடித்தவையிலிருந்து நீக்கு
th: ลบออกจากรายการโปรด
tl: Alisin mula sa mga paborito
uk: Видалити з обраних
vi: Xóa khỏi bài hát yêu thích
zh: 取消点赞
zh_tw: 取消點贊

source: Save as favorite
ar: حفظ كمفضل
bn: পছন্দের তালিকায় সংরক্ষণ করুন
ca: Guardar a preferits
cs: Uložit jako oblíbené
de: Als Favorit speichern
es: Guardar como favorito
eu: Gorde gogokoetan
fa: ذخیره به عنوان علاقمندی ها
fi: Tallenna soittolistana
fr: Enregistrer comme favori
hi: पसंदीदा के रूप में सहेजें
id: Simpan sebagai favorit
it: Salva come preferito
ja: お気に入りに保存
ka: ფავორიტებში დამატება
ko: 즐겨찾기에 추가
ne: पसन्दीदा बनाउनुहोस्
nl: Opslaan als favoriet
pa: ਪਸੰਦੀਦਾ ਵਜੋਂ ਸੰਭਾਲੋ
pl: Zapisz do ulubionych
pt: Salvar como favorita
ru: Сохранить в избранное
ta: பிடித்தவையாக சேமி
th: บันทึกเป็นรายการโปรด
tl: I-save bilang paborito
uk: Зберегти як обране
vi: Thêm vào bài hát yêu thích
zh: 点赞
zh_tw: 點贊

source: Add to playlist
ar: إضافة إلى قائمة التشغيل
bn: প্লেলিস্টে যোগ করুন
ca: Afegir a la llista de reproducció
cs: Přidat do playlistu
de: Zur Playlist hinzufügen
es: Agregar a la lista
eu: Gehitu zerrendara
fa: به لیست پخش اضافه کردن
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
hi: प्लेलिस्ट में जोड़ें
id: Tambah ke daftar putar
it: Aggiungi alla playlist
ja: 再生リストに追加
ka: ფლეილისტში დამატება
ko: 플레이리스트에 추가
ne: प्लेलिस्टमा थप्नुहोस्
nl: Aan afspeellijst toevoegen
pa: ਪਲੇਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do playlisty
pt: Adicionar à playlist
ru: Добавить в плейлист
ta: பாடல் பட்டியலில் சேர்
th: เพิ่มลงในเพลย์ลิสต์
tl: Idagdag sa playlist
uk: Додати до плейлиста
vi: Thêm vào danh sách phát
zh: 添加到歌单
zh_tw: 新增到播放清單

source: Remove from playlist
ar: إزالة من قائمة التشغيل
bn: প্লেলিস্ট থেকে সরান
ca: Eliminar de la llista de reproducció
cs: Odstranit z playlistu
de: Aus der Playlist entfernen
es: Eliminar de la lista
eu: Ezabatu zerrendatik
fa: از لیست پخش حذف کردن
fi: Poista soittolistasta
fr: Retirer de la liste de lecture
hi: प्लेलिस्ट से हटाएँ
id: Hapus dari daftar putar
it: Rimuovi dalla playlist
ja: 再生リストから除去
ka: ფლეილისტიდან წაშლა
ko: 플레이리스트에서 제거
ne: प्लेलिस्टबाट हटाउनुहोस्
nl: Van afspeellijst verwijderen
pa: ਪਲੇਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉ
pl: Usuń z playlisty
pt: Remover da playlist
ru: Удалить из плейлиста
ta: பாடல் பட்டியலிலிருந்து நீக்கு
th: ลบออกจากเพลย์ลิสต์
tl: Alisin mula sa playlist
uk: Видалити з плейлиста
vi: Xóa khỏi danh sách phát
zh: 从歌单中移除
zh_tw: 從播放清單中移除

source: Add to blacklist
ar: إضافة إلى القائمة السوداء
bn: ব্ল্যাকলিস্টে যোগ করুন
ca: Afegir a la llista negra
cs: Přidat na černou listinu
de: Zur Schwarzen Liste hinzufügen
es: Agregar a la lista negra
eu: Gehitu zerrenda beltzera
fa: به لیست سیاه اضافه کردن
fi: Lisää mustalle listalle
fr: Ajouter à la liste noire
hi: ब्लैकलिस्ट में जोड़ें
id: Tambah ke daftar hitam
it: Aggiungi alla blacklist
ja: ブラックリストに追加
ka: შავ სიაში დამატება
ko: 블랙리스트에 추가
ne: कालोसूचीमा थप्नुहोस्
nl: Aan zwarte lijst toevoegen
pa: ਕਾਲੀਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do czarnej listy
pt: Adicionar à lista negra
ru: Добавить в черный список
ta: தடைப்பட்டியலில் சேர்
th: เพิ่มลงในบัญชีดำ
tl: Idagdag sa blacklist
uk: Додати до чорного списку
vi: Thêm vào blacklist
zh: 添加到屏蔽列表
zh_tw: 新增到黑名單

source: Remove from blacklist
ar: إزالة من القائمة السوداء
bn: ব্ল্যাকলিস্ট থেকে সরান
ca: Eliminar de la llista negra
cs: Odstranit z černé listiny
de: Aus der Schwarzen Liste entfernen
es: Eliminar de la lista negra
eu: Ezabatu zerrenda beltzetik
fa: از لیست سیاه حذف کردن
fi: Poista mustalistalta
fr: Retirer de la liste noire
hi: ब्लैकलिस्ट से हटाएँ
id: Hapus dari daftar hitam
it: Rimuovi dalla blacklist
ja: ブラックリストから除去
ka: შავი სიიდან წაშლა
ko: 블랙리스트에서 제거
ne: कालोसूचीबाट हटाउनुहोस्
nl: Van zwarte lijst verwijderen
pa: ਕਾਲੀਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉ
pl: Usuń z czarnej listy
pt: Remover da lista negra
ru: Удалить из черного списка
ta: தடைப்பட்டியலிலிருந்து நீக்கு
th: ลบออกจากบัญชีดำ
tl: Alisin mula sa blacklist
uk: Видалити з чорного списку
vi: Xóa khỏi blacklist
zh: 从屏蔽列表中移除
zh_tw: 從黑名單中移除

source: Share
ar: مشاكرة
bn: শেয়ার করুন
ca: Compartir
cs: Sdílet
de: Teilen
es: Compartir
eu: Elkarbanatu
fa: اشتراک گذاری
fi: Jaa
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
ko: 공유
ne: साझा गर्नुहोस्
nl: Delen
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
ta: பகிர்
th: แชร์
tl: Ibahagi
uk: Поділитися
vi: Chia sẻ
zh: 分享
zh_tw: 分享

source: Mini Player
ar: مشغل مصغر
bn: মিনি প্লেয়ার
ca: Reproductor Petit
cs: Mini přehrávač
es: Reproductor Mini
eu: Mini Erreproduzitzailea
fa: پخش کننده
fi: Minisoitin
fr: Lecteur mini
hi: मिनी प्लेयर
id: Pemutar Mini
it: Mini Riproduttore
ja: ミニプレイヤー
ka: მინი დამკვრელი
ko: 미니 플레이어
ne: मिनि प्लेयर
nl: Minispeler
pa: ਮਿੰਨੀ ਪਲੇਅਰ
pl: Mały odwarzacz
ru: Мини-плеер
ta: சிறிய இயக்கி
th: มินิเพลเยอร์
uk: Міні-плеєр
vi: Trình phát thu nhỏ
zh: 小窗模式
zh_tw: 小窗模式

# slide_to_seek
source: Slide to seek forward or backward
ar: قم بالتمرير للبحث للأمام أو للخلف
bn: গান সামনে বা পিছনে নিতে স্লাইড করুন
ca: Lliscar per cercar endavant o endarrere
cs: Táhněte pro posunutí vpřed nebo vzad
de: Zum Vor- oder Zurückspulen ziehen
es: Desliza para buscar adelante o atrás
eu: Arrastatu aurrerantz edo atzearantz bilatzeko
fa: برای جستجو عقب یا جلو بکشید
fi: Liu'uta mennäkseen eteenpäin tai taaksepäin
fr: Faites glisser pour avancer ou reculer
hi: आगे या पीछे खोजने के लिए स्लाइड करें
id: Geser untuk maju atau mundur
it: Scorri per cercare avanti o indietro
ja: 前後にスライドしてシーク
ka: გადახვევისთვის გაასრიალეთ წინ ან უკან
ko: 앞뒤로 슬라이드하여 탐색
ne: अगाडि वा पछाडि खोजी गर्नका लागि स्लाइड गर्नुहोस्
nl: Schuiven om vooruit of achteruit te zoeken
pa: ਅੱਗੇ ਜਾਂ ਪਿੱਛੇ ਖੋਜਣ ਲਈ ਸਲਾਈਡ ਕਰੋ
pl: Przesuń, aby przewinąć do przodu lub do tyłu.
pt: Arraste para avançar ou retroceder
ru: Потяните для перемотки вперед или назад
ta: முன்னோக்கி அல்லது பின்னோக்கி செல்ல சறுக்கவும்
th: เลื่อนเพื่อไปข้างหน้าหรือถอยหลัง
tl: I-slide para mag-seek pasulong o pabalik
uk: Проведіть пальцем, щоб перемотати вперед або назад
vi: Trượt để tìm kiếm tiến hoặc lùi
zh: 滑动以前进或后退
zh_tw: 滑動以前進或後退

source: Shuffle playlist
ar: قائمة تشغيل عشوائية
bn: প্লেলিস্ট এলোমেলো করুন
ca: Mesclar la llista de reproducció
cs: Zamíchat playlist
de: Playlist mischen
es: Reproducir lista en orden aleatorio
eu: Erreproduzitu zerrenda ausazko ordenean
fa: پخش تصادفی
fi: Sekoita soittolista
fr: Lecture aléatoire de la liste de lecture
hi: प्लेलिस्ट शफल करें
id: Acak daftar putar
it: Playlist casuale
ja: 再生リストをシャッフル
ka: ფლეილისტის არევა
ko: 플레이리스트를 섞기
ne: प्लेलिस्ट शफल गर्नुहोस्
nl: Afspeellijst willekeurig
pa: ਪਲੇਸੂਚੀ ਸ਼ਫਲ ਕਰੋ
pl: Odtwarzaj losowo z playlisty
pt: Embaralhar playlist
ru: Перемешать плейлист
ta: பாடல் பட்டியலை கலக்கு
th: สุ่มเพลย์ลิสต์
tl: I-shuffle ang playlist
uk: Випадковий порядок відтворення плейлиста
vi: Xáo trộn bài hát
zh: 随机播放歌单
zh_tw: 隨機播放播放清單

source: Unshuffle playlist
ar: إلغاء ترتيب قائمة التشغيل
bn: প্লেলিস্ট আগের মতো করুন
ca: No mesclar la llista de reproducció
cs: Zrušit zamíchání playlistu
de: Playlist nicht mehr mischen
es: Desactivar reproducción aleatoria
eu: Desgaitu ausazko erreprodukzioa
fa: خاموش کردن پخش تصادفی
fi: Poista sekoitus soittolistasta
fr: Annuler la lecture aléatoire de la liste de lecture
hi: अनशफल प्लेलिस्ट
id: Batalkan pengacakan daftar putar
it: Ordina playlist
ja: 再生リストのシャッフル解除
ka: ფლეილისტის დალაგება
ko: 플레이리스트를 섞지 않기
ne: प्लेलिस्ट शफल नगर्नुहोस्
nl: Afspeellijst op volgorde
pa: ਪਲੇਸੂਚੀ ਅਣਸ਼ਫਲ ਕਰੋ
pl: Nie odtwarzaj losowo z playlisty
pt: Desembaralhar playlist
ru: Снять перемешивание плейлиста
ta: பாடல் பட்டியலை கலக்காதே
th: ยกเลิกการสุ่มเพลย์ลิสต์
tl: I-unshuffle ang playlist
uk: Відключити випадковий порядок відтворення плейлиста
vi: Hủy xáo trộn bài hát
zh: 取消随机播放歌单
zh_tw: 取消隨機播放播放清單

source: Previous track
ar: المقطوعة السابقة
bn: আগের গানের ট্র্যাক
ca: Cançó anterior
cs: Předchozí skladba
de: Vorheriger Track
es: Pista anterior
eu: Aurreko pista
fa: آهنگ قبلی
fi: Äskeinen kappale
fr: Piste précédente
hi: पिछला ट्रैक
id: Lagu sebelumnya
it: Traccia precedente
ja: 前の曲
ka: წინა ტრეკი
ko: 이전 곡
ne: पूर्व ट्र्याक
nl: Vorige nummer
pa: ਪਿਛਲਾ ਟ੍ਰੈਕ
pl: Poprzedni utwór
pt: Faixa anterior
ru: Предыдущий трек
ta: முந்தைய பாடல்
th: แทร็กก่อนหน้า
tl: Nakaraang track
uk: Попередній трек
vi: Bài hát trước
zh: 上一首歌曲
zh_tw: 上一首歌曲

source: Next track
ar: مقطوعة جديدة
bn: পরের গানের ট্র্যাক
ca: Canço següent
cs: Další skladba
de: Nächster Track
es: Pista siguiente
eu: Hurrengo pista
fa: آهنگ بعدی
fi: Seuraava kappale
fr: Piste suivante
hi: अगला ट्रैक
id: Lagu berikutnya
it: Traccia successiva
ja: 次の曲
ka: შემდეგი ტრეკი
ko: 다음 곡
ne: अरू ट्र्याक
nl: Volgende nummer
pa: ਅਗਲਾ ਟ੍ਰੈਕ
pl: Następny utwór
pt: Próxima faixa
ru: Следующий трек
ta: அடுத்த பாடல்
th: แทร็กถัดไป
tl: Susunod na track
uk: Наступний трек
vi: Bài hát tiếp theo
zh: 下一首歌曲
zh_tw: 下一首歌曲

source: Pause Playback
ar: إيقاف التشغيل مؤقتًا
bn: গান বন্ধ করুন
ca: Pausar reproducció
cs: Pozastavit přehrávání
de: Wiedergabe pausieren
es: Pausar reproducción
eu: Pausatu erreprodukzioa
fa: توقف آهنگ
fi: Pysäytä soittolistan toisto
fr: Mettre en pause la lecture
hi: वापसी बंद करें
id: Jeda Pemutaran
it: Pausa Playback
ja: 再生を停止
ka: დაკვრის გაჩერება
ko: 일시정지
ne: प्लेब्याक रोक्नुहोस्
nl: Afspelen pauzeren
pa: ਪਲੇਬੈਕ ਰੋਕੋ
pl: Zatrzymaj odwarzanie
pt: Pausar Reprodução
ru: Пауза воспроизведения
ta: இயக்கத்தை நிறுத்து
th: หยุดการเล่น
tl: I-pause ang Playback
uk: Призупинити відтворення
vi: Tạm dừng phát
zh: 暂停播放
zh_tw: 暫停播放

source: Resume Playback
ar: استئناف التشغيل
bn: গান চালু করুন
ca: Continuar reproducció
cs: Pokračovat v přehrávání
de: Wiedergabe fortsetzen
es: Reanudar reproducción
eu: Berrabiarazi erreprodukzioa
fa: ادامه آهنگ
fi: Jatka soittolistan toistoa
fr: Reprendre la lecture
hi: पुनः चलाना
id: Lanjutkan Pemutaran
it: Riprendi Playback
ja: 再生を再開
ka: დაკვრის გაგრძელება
ko: 재개
ne: प्लेब्याक पुनः सुरु गर्नुहोस्
nl: Afspelen hervatten
pa: ਪਲੇਬੈਕ ਚਲਾਉ
pl: Wznów odwarzanie
pt: Continuar Reprodução
ru: Возобновить воспроизведение
ta: இயக்கத்தை தொடர்
th: เล่นต่อ
tl: Ipagpatuloy ang Playback
uk: Відновити відтворення
vi: Tiếp tục phát
zh: 恢复播放
zh_tw: 恢復播放

source: Loop track
ar: تشغيل المقطوعة بشكل لا نهائي
bn: গান শেষে পুনরায় চালান
ca: Repetir canço
cs: Opakovat skladbu
de: Track wiederholen
es: Repetir pista
eu: Kanta begiztan
fa: تکرار آهنگ
fi: Uudelleentoista kappale
fr: Lecture en boucle de la piste
hi: लूप ट्रैक
id: Ulangi Pemutaran
it: Cicla traccia
ja: 曲をループ
ka: ტრეკის ლუპზე დაკვრა
ko: 반복 재생
ne: ट्र्याकलाई दोहोरोपट्टी बजाउनुहोस्
nl: Nummer herhalen
pa: ਲੂਪ ਟ੍ਰੈਕ
pl: Zapętl utwór
pt: Repetir faixa
ru: Циклический трек
ta: பாடலை சுழற்று
th: วนเพลง
tl: I-loop ang track
uk: Повторювати трек
vi: Lặp lại bài hát
zh: 单曲循环
zh_tw: 單曲循環

source: Repeat playlist
ar: تكرار قائمة التشغيل
bn: প্লেলিস্ট শেষে পুনরায় চালান
ca: Repetir la llista de reproducció
cs: Opakovat playlist
de: Playlist wiederholen
es: Repetir lista
eu: Errepikatu lista
fa: تکرار لیست پخش
fi: Toista soittolista uudelleen
fr: Répéter la liste de lecture
hi: प्लेलिस्ट दोहराएं
id: Ulangi daftar putar
it: Ripeti playlist
ja: 再生リストをリピート
ka: ფლეილისტის გამეორება
ko: 플레이리스트 반복
ne: प्लेलिस्ट पुनः बजाउनुहोस्
nl: Afspeellijst herhalen
pa: ਪਲੇਸੂਚੀ ਦੁਹਰਾਉ
pl: Powtarzaj playlistę
pt: Repetir playlist
ru: Повторите плейлист
ta: பாடல் பட்டியலை மீண்டும் இயக்கு
th: ซ้ำเพลย์ลิสต์
tl: Ulitin ang playlist
uk: Повторювати плейлист
vi: Lặp lại danh sách phát
zh: 歌单循环
zh_tw: 播放清單循環

source: Queue
ar: قائمة الإنتظار
bn: গানের কিউ
ca: Llista
cs: Fronta
de: Warteschlange
es: Lista
eu: Ilara
fa: صف
fi: Jono
fr: File d'attente
hi: कतार
id: Antrian
it: Coda
ja: 再生キュー
ka: რიგი
ko: 재생 대기열
ne: कतार
nl: Wachtrij
pa: ਕਤਾਰ
pl: Kolejka
pt: Fila
ru: Очередь
ta: வரிசை
th: คิว
tl: Pila
uk: Черга
vi: Hàng đợi
zh: 播放队列
zh_tw: 播放隊列

source: Alternative track sources
ar: مصادر مقطوعات بديلة
bn: বিকল্প গানের উৎস
ca: Fonts alternatives de cançons
cs: Alternativní zdroje skladeb
de: Alternative Track-Quellen
es: Fuentes alternativas de canciones
eu: Kanten iturri alternatiboak
fa: منبع آهنگ را جاگزین کردن
fi: Toinen kappale lähde
fr: Sources alternatives de pistes
hi: वैकल्पिक ट्रैक स्रोत
id: Sumber trek alternatif
it: Sorgenti traccia alternative
ja: この曲の別の音源を選ぶ
ka: ალტერნატიული ტრეკების წყაროები
ko: 대체가능한 음악 서버
ne: वैकल्पिक ट्र्याक स्रोतहरू
nl: Alternatieve bronnen voor nummers
pa: ਵਿਕਲਪਕ ਟ੍ਰੈਕ ਸਰੋਤ
pl: Alternatywne źródła utworów
pt: Fontes alternativas de faixas
ru: Альтернативные источники треков
ta: மாற்று பாடல் மூலங்கள்
th: แหล่งแทร็กอื่น
tl: Alternatibong mga pinagmulan ng track
uk: Альтернативні джерела треків
vi: Đổi nguồn bài hát
zh: 其它音源
zh_tw: 其它音訊來源

source: Download track
ar: تنزيل المقطوعة
bn: গান ডাউনলোড করুন
ca: Descarregar cançó
cs: Stáhnout skladbu
de: Track herunterladen
es: Descargar canción
eu: Deskargatu kanta
fa: بارگیری آهنگ
fi: Lataa kappale
fr: Télécharger la piste
hi: ट्रैक डाउनलोड करें
id: Unduh lagu
it: Scarica traccia
ja: 曲のダウンロード
ka: გადმოწერე ტრეკი
ko: 곡 다운로드
ne: ट्र्याक डाउनलोड गर्नुहोस्
nl: Nummer downloaden
pa: ਟ੍ਰੈਕ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz utwór
pt: Baixar faixa
ru: Скачать трек
ta: பாடலைப் பதிவிறக்கு
th: ดาวน์โหลดแทร็ก
tl: I-download ang track
uk: Завантажити трек
vi: Tải xuống
zh: 下载歌曲
zh_tw: 下載歌曲

# tracks_in_queue
source: {tracks} tracks in queue
ar: {tracks} المقطوعات في قائمة الإنتظار
bn: {tracks}টি গান কিউতে রয়েছে
ca: {tracks} cançons a la llista
cs: {tracks} skladeb ve frontě
de: {tracks} Tracks in der Warteschlange
es: {tracks} canciones en la lista
eu: {tracks} kanta zerrendan
fa: {tracks} آهنگ در صف
fi: {tracks} kappaletta jonossa
fr: {tracks} pistes dans la file d'attente
hi: {tracks} ट्रैक कतार में हैं
id: {tracks} trek dalam antrian
it: {tracks} tracce in coda
ja: {tracks}曲の再生キュー
ka: {tracks} ტრეკი რიგში
ko: 대기열에 {tracks} 곡이 있음
ne: कतारमा {tracks} ट्र्याकहरू
nl: {tracks} nummers in wachtrij
pa: {tracks} ਟ੍ਰੈਕ ਕਤਾਰ ਵਿੱਚ ਹਨ
pl: {tracks} utworów w kolejce
pt: {tracks} músicas na fila
ru: {tracks} треков в очереди
ta: வரிசையில் {tracks} பாடல்கள்
th: {tracks} แทร็กในคิว
tl: {tracks} na mga track sa pila
uk: {tracks} треків у черзі
vi: {tracks} bài hát trong hàng đợi
zh: {tracks} 首歌曲在播放队列中
zh_tw: {tracks} 首歌曲在播放隊列中

source: Clear all
ar: مسح الكل
bn: সব মুছে ফেলুন
ca: Netejar tot
cs: Vymazat vše
de: Alle löschen
es: Limpiar todo
eu: Garbitu dena
fa: همه را حدف کن
fi: Tyhjennä kaikki
fr: Tout effacer
hi: सभी हटाएं
id: Bersihkan semua
it: Cancella tutto
ja: すべて消去l
ka: ყველას წაშლა
ko: 모두 제거
ne: सब मेटाउनुहोस्
nl: Alles wissen
pa: ਸਾਰੇ ਹਟਾਉ
pl: Wyczyść wszystko
pt: Limpar tudo
ru: Очистить все
ta: அனைத்தையும் அழி
th: ล้างทั้งหมด
tl: Burahin lahat
uk: Очистити все
vi: Xóa tất cả
zh: 清除全部
zh_tw: 清除全部

source: Show/Hide UI on hover
ar: إظهار/إخفاء واجهة المستخدم عند التمرير
bn: হভার করলে UI দেখান/লুকান
ca: Mostrar/Ocultar interfície al passar el cursor
cs: Zobrazit/Skrýt UI při najetí
de: UI beim Überfahren anzeigen/ausblenden
es: Mostrar/Ocultar interfaz al pasar el cursor
eu: Erakutsi/Ezkutatu interfazea kurtsorea pasatzean
fa: نمایش/پنهان رابط کاربری در حالت شناور
fi: Näytä/Piilota UI leijumalla
fr: Afficher/Masquer l'interface utilisateur au survol
hi: होवर पर यूआई दिखाएँ/छिपाएँ
id: Tampil/Sembunyikan UI saat mengarahkan kursor
it: Mostra/Nascondi UI al passaggio
ja: マウスを乗せてUIを表示/隠す
ka: UI-ის ჩვენება/დამალვა ჰოვერზე
ko: 마우스를 올리면 UI를 표시/숨김
ne: हवर गरेपछि UI देखाउनुहोस्/लुकाउनुहोस्
nl: UI tonen/verbergen bij zweven
pa: ਹਵਰ ਉੱਤੇ ਯੂਆਈ ਦਿਖਾਉ/ਛਿਪਾਉ
pl: Pokaż/Ukryj unoszący się interfejs
pt: Mostrar/Ocultar UI ao passar o mouse
ru: Показать/Скрыть интерфейс при наведении
ta: மேலே வரும்போது UI ஐக் காட்டு/மறை
th: แสดง/ซ่อน UI เมื่อโฮเวอร์
tl: Ipakita/Itago ang UI sa hover
uk: Показувати/приховувати інтерфейс при наведенні курсору
vi: Hiển thị/Ẩn giao diện người dùng khi di chuột qua
zh: 悬停时显示/隐藏控制栏
zh_tw: 懸停時顯示/隱藏控制列

source: Always on top
ar: دائما في القمة
bn: সর্বদা উপরে
ca: Sempre visible
cs: Vždy nahoře
de: Immer im Vordergrund
es: Siempre visible
eu: Beti ikusgai
fa: همیشه روشن
fi: Aina päällimmäisenä
fr: Toujours au-dessus
hi: हमेशा ऊपर हो
id: Selalu di atas
it: Sempre in cima
ja: 常に手前に表示
ka: ტოველთვის ზემოდან
ko: 항상 위에 표시
ne: सधैं टपमा राख्नुहोस्
nl: Altijd bovenaan
pa: ਹਮੇਸ਼ਾ ਉੱਤੇ ਹੋਵੇ
pl: Zawsze na wierzchu
pt: Sempre no topo
ru: Всегда сверху
ta: எப்போதும் மேலே
th: อยู่ด้านบนเสมอ
tl: Palaging nasa ibabaw
uk: Завжди зверху
vi: Luôn ở trên cùng
zh: 置顶
zh_tw: 置頂

source: Exit Mini player
ar: خروج من المشغل المصغر
bn: মিনি প্লেয়ার থেকে বের হয়ে যান
ca: Sortir del reproductor petit
cs: Zavřít mini přehrávač
de: Mini-Player verlassen
es: Salir del reproductor mini
eu: Irten mini erreproduzitzailetik
fa: از پخش کننده خارج شوید
fi: Lähde minisoittimesta
fr: Quitter le lecteur mini
hi: मिनी प्लेयर से बाहर निकलें
id: Keluar Pemutar Mini
it: Esci da Mini player
ja: ミニプレイヤーを終了
ka: მინი დამკვრელიდან გამოსვლა
ko: 미니 플레이어 닫기
ne: मिनि प्लेयर बाट बाहिर निस्कनुहोस्
nl: Minispeler afsluiten
pa: ਮਿੰਨੀ ਪਲੇਅਰ ਤੋਂ ਬਾਹਰ ਨਿਕਲੋ
pl: Opuść Mały odtwarzacz
pt: Sair do Mini player
ru: Выйти из мини-плеера
ta: சிறிய இயக்கியிலிருந்து வெளியேறு
th: ออกจากมินิเพลย์เยอร์
tl: Lumabas sa Mini player
uk: Вийти з міні-плеєра
vi: Thoát khỏi trình phát thu nhỏ
zh: 退出小窗模式
zh_tw: 退出小窗模式

source: Download location
ar: تنزيل الموقع
bn: ডাউনলোড স্থান
ca: Ubicació de descàrregues
cs: Umístění stahování
de: Download-Speicherort
es: Ubicación de descargas
eu: Deskargen kokapena
fa: محل بارگیری
fi: Lataus sijainti
fr: Emplacement de téléchargement
hi: डाउनलोड स्थान
id: Lokasi unduhan
it: Cartella di scarico
ja: ダウンロード先
ka: ჩამოტვირთვის მდებარეობა
ko: 다운로드 경로
ne: डाउनलोड स्थान
nl: Downloadlocatie
pa: ਡਾਊਨਲੋਡ ਸਥਾਨ
pl: Zmień lokalizację
pt: Local de download
ru: Место загрузки
ta: பதிவிறக்க இடம்
th: ตำแหน่งดาวน์โหลด
tl: Lokasyon ng pag-download
uk: Шлях завантаження
vi: Vị trí tải xuống
zh: 下载路径
zh_tw: 下載路徑

source: Account
ar: حساب
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
de: Konto
es: Cuenta
eu: Kontua
fa: حساب کاربری
fi: Käyttäjä
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ka: ანგარიში
ko: 계정
ne: खाता
pa: ਖ਼ਾਤਾ
pl: Konto
pt: Conta
ru: Аккаунт
ta: கணக்கு
th: บัญชี
uk: Обліковий запис
vi: Tài khoản
zh: 账户
zh_tw: 帳戶

source: Logout
ar: تسجيل الخروج
bn: লগআউট করুন
ca: Tancar sessió
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
eu: Itxi saioa
fa: خارج شدن
fi: Kirjaudu ulos
fr: Se déconnecter
hi: लॉगआउट
id: Keluar
it: Esci
ja: ログアウト
ka: გასვლა
ko: 로그아웃
ne: बाहिर निस्कनुहोस्
nl: Afmelden
pa: ਵਿਦਾਈ ਲਵੋ
pl: Wyloguj
pt: Sair
ru: Выйти
ta: வெளியேறு
th: ออกจากระบบ
tl: Mag-logout
uk: Вийти
vi: Đăng xuất
zh: 退出
zh_tw: 登出

source: Logout of this account
ar: تسجيل الخروج من هذا الحساب
bn: অ্যাকাউন্ট থেকে লগআউট করুন
ca: Tancar sessió d'aquest compte
cs: Odhlásit se z tohoto účtu
de: Von diesem Konto abmelden
es: Cerrar sesión de esta cuenta
eu: Itxi kontu honen saioa
fa: از حساب کاربری خارج شوید
fi: Kirjaudu ulos tältä käyttäjältä
fr: Se déconnecter de ce compte
hi: इस खाते से लॉगआउट करें
id: Keluar dari akun
it: Esci da questo account
ja: このアカウントからログアウト
ka: ანგარიშიდან გასვლა
ko: 이 계정에서 로그아웃
ne: यो खाताबाट बाहिर निस्कनुहोस्
nl: Afmelden van dit account
pa: ਇਸ ਖ਼ਾਤੇ ਤੋਂ ਵਿਦਾਈ ਲਵੋ
pl: Wyloguj z tego konta
pt: Sair desta conta
ru: Выйдите из этого аккаунта
ta: இந்த கணக்கிலிருந்து வெளியேறு
th: ออกจากระบบบัญชีนี้
tl: Mag-logout sa account na ito
uk: Вийти з цього облікового запису
vi: Đăng xuất khỏi tài khoản này
zh: 退出该账户
zh_tw: 登出該帳戶

source: Language & Region
ar: اللغة والمنطقة
bn: ভাষা ও অঞ্চল
ca: Idioma i Regió
cs: Jazyk a region
de: Sprache & Region
es: Idioma y Región
eu: Hizkuntza eta Herrialdea
fa: زبان و منطقه
fi: Kieli ja Maa
fr: Langue et région
hi: भाषा और क्षेत्र
id: Bahasa & Wilayah
it: Lingua & Regione
ja: 言語 & 地域
ka: ენა და რეგიონი
ko: 언어 & 지역
ne: भाषा र क्षेत्र
nl: Taal & regio
pa: ਭਾਸ਼ਾ ਅਤੇ ਖੇਤਰ
pl: Język i Region
pt: Idioma e Região
ru: Язык и регион
ta: மொழி & பிராந்தியம்
th: ภาษาและภูมิภาค
tl: Wika at Rehiyon
uk: Мова та регіон
vi: Ngôn ngữ và Khu vực
zh: 语言和地区
zh_tw: 語言和地區

source: Language
ar: لغة
bn: ভাষা
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ka: ენა
ko: 언어
ne: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Język
pt: Idioma
ru: Язык
ta: மொழி
th: ภาษา
tl: Wika
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_tw: 語言
