Repository: KRTirtho/spotube
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, ca, cs, de, es, eu, fa, fi, fr, hi, id, it, ja, ka, ko, ne, nl, pa, pl, pt, ru, ta, th, tl, uk, vi, zh, zh_tw

source: Default metadata source
ar: مصدر البيانات الوصفية الافتراضي
bn: ডিফল্ট মেটাডেটা উৎস
ca: Font de metadades per defecte
cs: Výchozí zdroj metadat
de: Standard-Metadatenquelle
es: Fuente de metadatos predeterminada
eu: Metadatu-iturburu lehenetsia
fi: Oletusarvoinen metatietolähde
fr: Source de métadonnées par défaut
hi: डिफ़ॉल्ट मेटाडेटा स्रोत
id: Sumber metadata default
it: Fonte metadati predefinita
ja: デフォルトメタデータソース
ka: ნაგულისხმევი მეტამონაცემების წყარო
ne: पूर्वनिर्धारित मेटाडाटा स्रोत
nl: Standaard metadata-bron
pt: Fonte padrão de metadados
ru: Источник метаданных по умолчанию
ta: இயல்புநிலை மெட்டாடேட்டா மூலம்
th: แหล่งเมตาดาต้าพื้นฐาน
uk: Джерело метаданих за замовчуванням

source: Set default metadata source
ar: تعيين مصدر البيانات الوصفية الافتراضي
bn: ডিফল্ট মেটাডেটা উৎস সেট করুন
ca: Estableix la font de metadades per defecte
cs: Nastavit výchozí zdroj metadat
de: Standard-Metadatenquelle festlegen
es: Establecer fuente de metadatos predeterminada
eu: Ezarri metadatu-iturburu lehenetsia
fi: Aseta oletusmetatietolähde
fr: Définir la source de métadonnées par défaut
hi: डिफ़ॉल्ट मेटाडेटा स्रोत सेट करें
id: Atur sumber metadata default
it: Imposta fonte metadati predefinita
ja: デフォルトメタデータソースを設定
ka: ნაგულისხმევი მეტამონაცემების წყაროს დაყენება
ne: पूर्वनिर्धारित मेटाडाटा स्रोत सेट गर्नुहोस्
nl: Standaard metadata-bron instellen
pt: Definir fonte padrão de metadados
ru: Задать источник метаданных по умолчанию
ta: இயல்புநிலை மெட்டாடேட்டா மூலத்தை அமை
th: ตั้งค่าแหล่งเมตาดาต้าพื้นฐาน
uk: Встановити джерело метаданих за замовчуванням

source: Default audio source
ar: مصدر الصوت الافتراضي
bn: ডিফল্ট অডিও উৎস
ca: Font d'àudio per defecte
cs: Výchozí zdroj zvuku
de: Standard-Audioquelle
es: Fuente de audio predeterminada
eu: Audio-iturburu lehenetsia
fi: Oletusarvoinen äänilähde
fr: Source audio par défaut
hi: डिफ़ॉल्ट ऑडियो स्रोत
id: Sumber audio default
it: Fonte audio predefinita
ja: デフォルトオーディオソース
ka: ნაგულისხმევი აუდიო წყარო
ne: पूर्वनिर्धारित अडियो स्रोत
nl: Standaard audiobron
pt: Fonte de áudio padrão
ru: Источник аудио по умолчанию
ta: இயல்புநிலை ஆடியோ மூலம்
th: แหล่งเสียงพื้นฐาน
uk: Джерело аудіо за замовчуванням

source: Set default audio source
ar: تعيين مصدر الصوت الافتراضي
bn: ডিফল্ট অডিও উৎস সেট করুন
ca: Estableix la font d'àudio per defecte
cs: Nastavit výchozí zdroj zvuku
de: Standard-Audioquelle festlegen
es: Establecer fuente de audio predeterminada
eu: Ezarri audio-iturburu lehenetsia
fi: Aseta oletusäänilähde
fr: Définir la source audio par défaut
hi: डिफ़ॉल्ट ऑडियो स्रोत सेट करें
id: Atur sumber audio default
it: Imposta fonte audio predefinita
ja: デフォルトオーディオソースを設定
ka: ნაგულისხმევი აუდიო წყაროს დაყენება
ne: पूर्वनिर्धारित अडियो स्रोत सेट गर्नुहोस्
nl: Standaard audiobron instellen
pt: Definir fonte de áudio padrão
ru: Задать источник аудио по умолчанию
ta: இயல்புநிலை ஆடியோ மூலத்தை அமை
th: ตั้งค่าแหล่งเสียงพื้นฐาน
uk: Встановити джерело аудіо за замовчуванням

source: Plugins
ar: الإضافات
bn: প্লাগইন
ca: Connectors
cs: Pluginy
eu: Pluginak
fi: Laajennukset
hi: प्लगइन्स
id: Plugin
it: Plugin
ja: プラグイン
ka: პლაგინები
ne: प्लगइनहरू
ru: Плагины
ta: செருகுநிரல்கள்
th: ปลั๊กอิน
uk: Плагіни

# configure_plugins
source: Configure your own metadata provider and audio source plugins
ar: قم بتكوين مزود البيانات الوصفية ومكونات مصدر الصوت الخاصة بك
bn: আপনার নিজের মেটাডেটা প্রদানকারী এবং অডিও উৎস প্লাগইন কনফিগার করুন
ca: Configura els teus propis connectors de proveïdor de metadades i de font d'àudio
cs: Konfigurujte své vlastní pluginy poskytovatele metadat a zdroje zvuku
de: Richte deine eigenen Metadatenanbieter- und Audioquellen-Plugins ein
es: Configura tus propios plugins de proveedor de metadatos y fuente de audio
eu: Konfiguratu zure metadatu-hornitzaile eta audio-iturburu pluginak
fi: Määritä omat metatietojen tarjoaja- ja äänilähdelaajennukset
fr: Configurez vos propres plugins de fournisseur de métadonnées et de source audio
hi: अपने स्वयं के मेटाडेटा प्रदाता और ऑडियो स्रोत प्लगइन्स कॉन्फ़िगर करें
id: Konfigurasi plugin penyedia metadata dan sumber audio Anda sendiri
it: Configura i tuoi plugin per fornitore metadati e fonte audio
ja: 独自のメタデータプロバイダーとオーディオソースプラグインを設定
ka: თქვენი საკუთარი მეტამონაცემებისა და აუდიო წყაროს პლაგინების კონფიგურაცია
ne: आफ्नै मेटाडाटा प्रदायक र अडियो स्रोत प्लगइनहरू कन्फिगर गर्नुहोस्
nl: Configureer je eigen metadata- en audiobron-plug-ins
pt: Configure seus próprios plugins de provedores de metadados e fontes de áudio
ru: Настройте собственные плагины провайдеров метаданных и источников аудио
ta: உங்கள் சொந்த மெட்டாடேட்டா வழங்குநர் மற்றும் ஆடியோ மூல செருகுநிரல்களை அமைக்கவும்
th: กำหนดค่าปลั๊กอินผู้ให้บริการเมตาดาต้าและแหล่งเสียงของคุณเอง
uk: Налаштуйте власні плагіни метаданих і аудіоджерела

source: Source:
ar: المصدر:
bn: উৎস:
ca: Font:
cs: Zdroj:
de: Quelle:
es: Fuente:
eu: Iturburua:
fi: Lähde:
hi: स्रोत:
id: Sumber:
it: Fonte:
ja: ソース:
ka: წყარო:
ne: स्रोत:
nl: Bron:
pt: Fonte:
ru: Источник:
ta: மூலம்:
th: แหล่งที่มา:
uk: Джерело:

source: Uncompressed
ar: غير مضغوط
bn: অ-সংকুচিত
ca: Sense comprimir
cs: Nekomprimováno
de: Unkomprimiert
es: Sin comprimir
eu: Konprimitu gabea
fi: Pakkaamaton
fr: Non compressé
hi: असंपीड़ित
id: Tidak terkompresi
it: Non compresso
ja: 非圧縮
ka: შეუკუმშავი
ne: असंक्षिप्त
nl: Ongecomprimeerd
pt: Não comprimido
ru: Несжатый
ta: அழுத்தப்படாத
th: ไม่บีบอัด
uk: Без стиснення

# dab_music_source_description
source: For audiophiles. Provides high-quality/lossless audio streams. Accurate ISRC based track matching.
ar: لمحبي الصوتيات. يوفر تدفقات صوتية عالية الجودة/بدون فقدان. مطابقة دقيقة للمسارات بناءً على ISRC.
bn: অডিওফাইলদের জন্য। উচ্চ-মানের/লসলেস অডিও স্ট্রিম প্রদান করে। সঠিক ISRC ভিত্তিক ট্র্যাক ম্যাচিং।
ca: Per als audiòfils. Ofereix fluxos d'àudio d'alta qualitat/sense pèrdua. Coincidència precisa de pistes basada en ISRC.
cs: Pro audiofily. Poskytuje vysoce kvalitní/bezztrátové zvukové toky. Přesná shoda skladeb na základě ISRC.
de: Für Audiophile. Bietet hochwertige/verlustfreie Audiostreams. Präzises ISRC-basiertes Track-Matching.
es: Para audiófilos. Proporciona transmisiones de audio de alta calidad/sin pérdida. Coincidencia precisa de pistas basada en ISRC.
eu: Audiozaleentzat. Kalitate handiko/galerarik gabeko audio-streamak eskaintzen ditu. ISRC oinarritutako pistaren parekatze zehatza.
fi: Audiofiileille. Tarjoaa korkealaatuisia/häviöttömiä äänivirtoja. Tarkka ISRC-pohjainen kappaleiden tunnistus.
fr: Pour les audiophiles. Fournit des flux audio de haute qualité/sans perte. Correspondance précise des pistes basée sur ISRC.
hi: ऑडियोफाइलों के लिए। उच्च-गुणवत्ता/बिना हानि वाले ऑडियो स्ट्रीम प्रदान करता है। सटीक ISRC आधारित ट्रैक मिलान।
id: Untuk audiophile. Menyediakan aliran audio berkualitas tinggi/tanpa kehilangan. Pencocokkan trek yang akurat berdasarkan ISRC.
it: Per audiophile. Fornisce flussi audio di alta qualità/senza perdita. Abbinamento traccia accurato basato su ISRC.
ja: オーディオファイル向け。高品質/ロスレスオーディオストリームを提供。正確なISRCベースのトラックマッチング。
ka: აუდიოფილებისთვის. უზრუნველყოფს მაღალი ხარისხის/უკომპრესო აუდიო სტრიმებს. ზუსტი შესაბამისობა ISRC-ის მიხედვით.
ne: अडियोप्रेमीहरूका लागि। उच्च गुणस्तर/लसलेस अडियो स्ट्रिमहरू उपलब्ध गराउँछ। ISRC-मा आधारित सटीक ट्र्याक मिलान।
nl: Voor audiofielen. Biedt hoge kwaliteit/lossless audiostreams. Nauwkeurige trackmatching op basis van ISRC.
pt: Para audiófilos. Fornece streams de áudio de alta qualidade/sem perdas. Correspondência precisa de faixas baseada em ISRC.
ru: Для аудиофилов. Предоставляет высококачественные/lossless аудиопотоки. Точное совпадение треков по ISRC.
ta: ஆடியோஃபைல்களுக்காக. உயர்தர/லாஸ்லெஸ் ஆடியோ ஸ்ட்ரீம்களை வழங்குகிறது. ISRC அடிப்படையில் துல்லியமான பாடல் பொருத்தம்.
th: สำหรับคนรักเสียงเพลง ให้สตรีมเสียงคุณภาพสูง/ไร้การสูญเสียการบีบอัด การจับคู่แทร็กแม่นยำตาม ISRC
uk: Для аудіофілів. Забезпечує високоякісні/без втрат аудіопотоки. Точна відповідність треків на основі ISRC.

source: YouTube
fa: یوتیوب
pa: ਯੂਟਿਊਬ
